{
  "id": 708,
  "lessonNumber": 8,
  "versionCode": 3,
  "quarter": "3T2020",
  "title": "<p><strong>Ministering Like Jesus&nbsp;</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p>But when He saw the multitudes, He was moved with compassion for them, because they were weary and scattered, like sheep having no shepherd&rdquo; (Matthew 9:36, NKJV).&nbsp;</p>",
  "weekDate": "August 15–21",
  "lessonDays": [
    {
      "id": 81,
      "idLesson": 8,
      "idDay": 1,
      "dayTitle": "",
      "date": "August 15",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Jesus genuinely cared for people. He was more interested in their concerns and needs than in His own. His life was totally centered on other people. His was a ministry of loving compassion. He met the physical, mental, and emotional needs of the people around Him, and thus, their hearts were opened to the spiritual truths He taught. As He healed lepers, opened blind eyes, unstopped deaf ears, delivered demoniacs, fed the hungry, and cared for the needy, hearts were touched and lives changed.&nbsp;</p> <p>That&rsquo;s because as people saw His genuine concern, they were open to the spiritual truths that He taught. &ldquo;Christ&rsquo;s method alone will give true success in reaching the people. The Saviour mingled with men as one who desired their good. He showed His sympathy for them, ministered to their needs, and won their confidence. Then He bade them, &lsquo;Follow Me.&rsquo; &rdquo;&mdash;Ellen G. White, The Ministry of Healing, p. 143. Jesus recognized that the world needed a demonstration of the gospel as much as it needed its proclamation. The living witness of a Christlike life committed to ministering to others is a powerful testimony to the words we speak and gives credibility to our witness. </p>"
    },
    {
      "id": 82,
      "idLesson": 8,
      "idDay": 2,
      "dayTitle": "<p><strong>Jesus&rsquo; Attitude Toward People&nbsp;</strong></p>",
      "date": "August 16",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Jesus always looked for the good in others. He drew out the best in them. One of the criticisms the religious leaders of His day had with Jesus was that He &ldquo; &lsquo;receives sinners and eats with them&rsquo; &rdquo; (Luke 15:2, NKJV). They were concerned because He fellowshiped with &ldquo;the ungodly.&rdquo; Their view of religion was one of estrangement rather than engagement. They were surprised when Jesus said of Himself, &ldquo; &lsquo;For I did not come to call the righteous, but sinners, to repentance&rsquo; &rdquo; (Matt. 9:13, NKJV).&nbsp;</p> <p>The scribes&rsquo;, Pharisees&rsquo;, and Sadducees&rsquo; religion was one of avoidance. They thought, Do everything you can to avoid becoming contaminated with sin. Though uncontaminated by sin, Jesus plunged into this snake pit of a world to redeem it, not to avoid it. He is &ldquo; &lsquo;the light of the world&rsquo; &rdquo; (John 8:12).&nbsp;</p> <p><strong>Read Matthew 5:13, 14. What two illustrations did Jesus use to describe His followers? Why do you think He used those specific illustrations? See also John 1:9, John 12:46, Phil. 2:15.&nbsp;</strong></p> <p><strong style='font-weight: 700; color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;'>Matthew 5:13 - 14</strong>&nbsp;</p> <p><strong>13</strong> &ldquo;You are the salt of the earth; but if the salt loses its flavor, how shall it be seasoned? It is then good for nothing but to be thrown out and trampled underfoot by men.</p> <p><strong>14</strong> &ldquo;You are the light of the world. A city that is set on a hill cannot be hidden.</p> <p><strong style='font-weight: 700; color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;'>John 1:9</strong>&nbsp;</p> <p><strong>9</strong> That was the true Light which gives light to every man coming into the world.</p> <p><strong style='font-weight: 700; color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;'>John 12:46</strong>&nbsp;</p> <p><strong>46</strong> I have come as a light into the world, that whoever believes in Me should not abide in darkness.</p> <p><strong style='font-weight: 700; color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;'>Phil. 2:15</strong>&nbsp;</p> <p><strong>15</strong> that you may become blameless and harmless, children of God without fault in the midst of a crooked and perverse generation, among whom you shine as lights in the world,</p> <p><br></p> <p>Salt was one of the most important resources in the ancient world. It was extremely valuable, and at times the Roman legions used it as currency. It was a symbol of great wealth. It also was used to preserve and flavor food. When Jesus used the illustration of salt to symbolize His followers, He was really saying that the true wealth of the world is not the world&rsquo;s most powerful and richest people. The true wealth of the world is committed Christians who are making a difference for the kingdom of God. Their loving acts of unselfish service preserve the world&rsquo;s goodness and flavor its atmosphere.&nbsp;</p> <p>The second illustration Jesus used (in Matthew 5:14) was that of &ldquo; &lsquo;the light of the world.&rsquo; &rdquo; Light does not avoid the darkness. It shines in the darkness. It does not separate from the darkness. It penetrates the darkness, making the darkness light. Jesus&rsquo; followers are to penetrate the darkness of this world in their neighborhoods, villages, towns, and cities to lighten them with the glory of God.&nbsp;</p> <p><strong>After considering Jesus&rsquo; words in John 17:15&ndash;18, how are we to understand the idea of separation from the world and avoidance of the world? Are they the same thing? What did Jesus mean when He prayed that His followers would be in the world but not of the world? How do we do that?&nbsp;</strong></p>"
    },
    {
      "id": 83,
      "idLesson": 8,
      "idDay": 3,
      "dayTitle": "<p><strong>Jesus&rsquo; Treatment of People&nbsp;</strong></p>",
      "date": "August 17",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Jesus&rsquo; goal was to bring out the best in people. Even when the circumstances were unusually challenging, He responded with grace. Luke&rsquo;s gospel records that the crowds &ldquo;marveled at the gracious words which proceeded out of His mouth&rdquo; (Luke 4:22, NKJV), and John&rsquo;s gospel adds that &ldquo;grace and truth came through Jesus Christ&rdquo; (John 1:17, NKJV). His approach to people was disarming. His gracious words touched a responsive chord in their hearts.&nbsp;</p> <p><strong>Read Matthew 8:5&ndash;10 and Mark 12:34. What hope-filled words did Jesus speak to two unlikely people&mdash;a Roman centurion and a Jewish scribe?&nbsp;</strong></p> <p><strong style='font-weight: 700; color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;'>Matthew 8:5&ndash;10</strong>&nbsp;</p> <p><strong>5</strong> Now when Jesus had entered Capernaum, a centurion came to Him, pleading with Him, <strong>6</strong> saying, &ldquo;Lord, my servant is lying at home paralyzed, dreadfully tormented.&rdquo;</p> <p><strong>7</strong> And Jesus said to him, &ldquo;I will come and heal him.&rdquo;</p> <p><strong>8</strong> The centurion answered and said, &ldquo;Lord, I am not worthy that You should come under my roof. But only speak a word, and my servant will be healed.&nbsp;</p> <p><strong>9</strong> For I also am a man under authority, having soldiers under me. And I say to this one, &lsquo;Go,&rsquo; and he goes; and to another, &lsquo;Come,&rsquo; and he comes; and to my servant, &lsquo;Do this,&rsquo; and he does it.&rdquo;</p> <p><strong>10</strong> When Jesus heard it, He marveled, and said to those who followed, &ldquo;Assuredly, I say to you, I have not found such great faith, not even in Israel!</p> <p><strong style='font-weight: 700; color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;'>Mark 12:34</strong>&nbsp;</p> <p><strong>34</strong> Now when Jesus saw that he answered wisely, He said to him, &ldquo;You are not far from the kingdom of God.&rdquo; But after that no one dared question Him.</p> <p><br></p> <p>Jesus&rsquo; statement to a Roman military commander was revolutionary. Think of how this career army officer must have felt when Jesus claimed that He had not found this degree of faith even in Israel. Also, think about the Jewish scribe&rsquo;s thoughts when Jesus said, &ldquo;You are not far from the kingdom of God.&rdquo; Jesus had the ability to bring out the best in people. There are few things that go as far as a compliment to open hearts for the gospel. Look for the good in people around you and let them know you appreciate them.&nbsp;</p> <p><strong>Compare Isaiah 42:3; Colossians 4:5, 6; and Ephesians 4:15. What vital principles do these texts teach us about sharing our faith with others and about our relationship with them?&nbsp;</strong></p> <p><strong style='font-weight: 700; color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;'>Isaiah 42:3</strong>&nbsp;</p> <p><strong>3&nbsp;</strong>A bruised reed He will not break,</p> <p>And smoking flax He will not quench;</p> <p>He will bring forth justice for truth.</p> <p><strong style='font-weight: 700; color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;'>Colossians 4:5-6</strong>&nbsp;</p> <p><strong>5</strong> Walk in wisdom toward those who are outside, redeeming the time.&nbsp;</p> <p><strong>6</strong> Let your speech always be with grace, seasoned with salt, that you may know how you ought to answer each one.</p> <p><strong style='font-weight: 700; color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;'>Ephesians 4:15</strong>&nbsp;</p> <p><strong>15</strong> but, speaking the truth in love, may grow up in all things into Him who is the head&mdash;Christ&mdash;</p> <p><br></p> <p>When our words are encouraging and filled with grace, they have a positive influence on the lives of others. Isaiah&rsquo;s prophetic words reveal that Jesus would not &ldquo;break a bruised reed&rdquo; or &ldquo;quench a smoking flax.&rdquo; In other words, Jesus was so compassionate that He was careful not to bruise unnecessarily someone who was just coming to faith or to quench the slightest embers of faith in their hearts.&nbsp;</p> <p><strong>Why is how we say something as important as, or even more important than, what we say? How do you react to this statement: &ldquo;Truth is truth, and people need to take it or leave it&rdquo;? What&rsquo;s wrong with this statement? </strong></p>"
    },
    {
      "id": 84,
      "idLesson": 8,
      "idDay": 8,
      "dayTitle": "<p><strong>Jesus&rsquo; Healing Ministry: Part 1&nbsp;</strong></p>",
      "date": "August 18",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Our Lord&rsquo;s method of evangelism goes beyond memorized speeches and canned presentations; it is as rich and dynamic as life itself. Every day we rub shoulders with people who have all kinds of needs: physical, mental, emotional, and spiritual. Christ is eager to meet those needs through us as we show concern for people&rsquo;s loneliness, sorrow, and heartache, and as we show an interest in their joys, hopes, and dreams.&nbsp;</p><p>Jesus ministered to people&rsquo;s felt needs so that He could ultimately meet their deepest needs. A felt need is an area of life in which people already sense that they cannot solve an issue by themselves. It may be a need to quit smoking, reduce weight, get on a better diet, or reduce stress. It may be a need for food, housing, or medical care. It may be the need for counseling for the marriage or family.&nbsp;</p><p>An ultimate need, however, is what human beings need most&mdash;the need for a personal relationship with God and the realization that their life has eternal significance. Reconciliation with God in a broken world is our ultimate need.&nbsp;</p><p><strong>Read the stories of the paralytic in Matthew 9:1&ndash;7 and the woman with the issue of blood in Mark 5:25&ndash;34. What indications do we have in both of these stories that Jesus linked physical healing with meeting the ultimate need for reconciliation with God?&nbsp;</strong></p><p><strong style='font-weight: 700; color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;'>Matthew 9:1&ndash;7</strong>&nbsp;</p><p><strong>1</strong> So He got into a boat, crossed over, and came to His own city.&nbsp;</p><p><strong>2</strong> Then behold, they brought to Him a paralytic lying on a bed. When Jesus saw their faith, He said to the paralytic, &ldquo;Son, be of good cheer; your sins are forgiven you.&rdquo;</p><p><strong>3</strong> And at once some of the scribes said within themselves, &ldquo;This Man blasphemes!&rdquo;</p><p><strong>4</strong> But Jesus, knowing their thoughts, said, &ldquo;Why do you think evil in your hearts?&nbsp;</p><p><strong>5</strong> For which is easier, to say, &lsquo;Your sins are forgiven you,&rsquo; or to say, &lsquo;Arise and walk&rsquo;?&nbsp;</p><p><strong>6</strong> But that you may know that the Son of Man has power on earth to forgive sins&rdquo;&mdash;then He said to the paralytic, &ldquo;Arise, take up your bed, and go to your house.&rdquo;&nbsp;</p><p><strong>7</strong> And he arose and departed to his house.</p><p><strong style='font-weight: 700; color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;'>Mark 5:25&ndash;34</strong>&nbsp;</p><p><strong>25</strong> Now a certain woman had a flow of blood for twelve years,&nbsp;</p><p><strong>26</strong> and had suffered many things from many physicians. She had spent all that she had and was no better, but rather grew worse.&nbsp;</p><p><strong>27</strong> When she heard about Jesus, she came behind Him in the crowd and touched His garment.&nbsp;</p><p><strong>28</strong> For she said, &ldquo;If only I may touch His clothes, I shall be made well.&rdquo;</p><p><strong>29</strong> Immediately the fountain of her blood was dried up, and she felt in her body that she was healed of the affliction.&nbsp;</p><p><strong>30</strong> And Jesus, immediately knowing in Himself that power had gone out of Him, turned around in the crowd and said, &ldquo;Who touched My clothes?&rdquo;</p><p><strong>31</strong> But His disciples said to Him, &ldquo;You see the multitude thronging You, and You say, &lsquo;Who touched Me?&rsquo; &rdquo;</p><p><strong>32</strong> And He looked around to see her who had done this thing.&nbsp;</p><p><strong>33</strong> But the woman, fearing and trembling, knowing what had happened to her, came and fell down before Him and told Him the whole truth.&nbsp;</p><p><strong>34</strong> And He said to her, &ldquo;Daughter, your faith has made you well. Go in peace, and be healed of your affliction.&rdquo;</p><p>The healing ministry of Christ included much more than physical and emotional healing. Jesus longed for people to experience the wholeness that sin&rsquo;s brokenness had shattered. For Christ, physical healing without spiritual healing was incomplete. If God&rsquo;s love motivates us to desire an individual&rsquo;s physical and emotional well-being, it also will motivate us much more to desire that person&rsquo;s spiritual well-being so that he or she can live life to the fullest here and through all eternity. After all, every person whom Jesus healed eventually died. Hence, their real need, above everything else, was spiritual, was it not?&nbsp;</p><p><strong>What kinds of initiatives can our church take in our community to meet people&rsquo;s needs and demonstrate that we really care for them? Think about the people in your community. What is your church doing to make a difference in people&rsquo;s lives?&nbsp;</strong></p>"
    },
    {
      "id": 85,
      "idLesson": 8,
      "idDay": 5,
      "dayTitle": "<p><strong>Jesus&rsquo; Healing Ministry: Part 2&nbsp;</strong></p>",
      "date": "August 19",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Jesus combined the threefold ministry of teaching, preaching, and healing. He shared eternal principles so that all of us could live lives of meaning and purpose. He said, &ldquo; &lsquo;I have come that they may have life, and that they may have it more abundantly&rsquo; &rdquo; (John 10:10, NKJV). His ministry revealed a superabundance of grace. And Jesus came to enable us to live lives of &ldquo;superabundance&rdquo; now and forever.&nbsp;</p> <p><strong>Read Mark 1:32&ndash;39. Jesus spent all day healing the sick and casting out demons. After spending time in prayer the next morning when multitudes more were seeking even more healing, He left for another city. Why didn&rsquo;t He heal them? Notice His own reason in Mark 1:38, 39.&nbsp;</strong></p> <p><strong style='font-weight: 700; color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;'>Mark 1:32&ndash;39</strong>&nbsp;</p> <p><strong>32</strong> At evening, when the sun had set, they brought to Him all who were sick and those who were demon-possessed.&nbsp;</p> <p><strong>33</strong> And the whole city was gathered together at the door.&nbsp;</p> <p><strong>34</strong> Then He healed many who were sick with various diseases, and cast out many demons; and He did not allow the demons to speak, because they knew Him.</p> <p><strong>35</strong> Now in the morning, having risen a long while before daylight, He went out and departed to a solitary place; and there He prayed.&nbsp;</p> <p><strong>36</strong> And Simon and those who were with Him searched for Him.&nbsp;</p> <p><strong>37</strong> When they found Him, they said to Him, &ldquo;Everyone is looking for You.&rdquo;</p> <p><strong>38</strong> But He said to them, &ldquo;Let us go into the next towns, that I may preach there also, because for this purpose I have come forth.&rdquo;</p> <p><strong>39</strong> And He was preaching in their synagogues throughout all Galilee, and casting out demons.</p> <p>This story is insightful. After healing multitudes the day before, the next day Jesus leaves the crowds, who are seeking Him and who are still in need of healing. His explanation is that the purpose for which He came into the world was to preach the gospel. Jesus was not merely some spectacular miracle worker. He was the divine Son of God who came on a redemptive mission. He was not content merely to heal physical diseases. He longed for people to receive the gift of eternal life that He had to offer. He clearly stated the purpose for His coming to earth in these words: &ldquo; &lsquo;For the Son of Man has come to seek and to save that which was lost&rsquo; &rdquo; (Luke 19:10, NKJV). Thus, each act of healing was an opportunity to reveal God&rsquo;s character, relieve suffering, and provide an opportunity for eternal life.&nbsp;</p> <p><strong>Is it possible to live the abundant life Jesus offers if you are povertystricken or sick? Did Jesus offer people something deeper than physical healing? In what practical ways can we lead people to spiritual truths when we minister to their physical and emotional needs?&nbsp;</strong></p>"
    },
    {
      "id": 86,
      "idLesson": 8,
      "idDay": 6,
      "dayTitle": "<p><strong>What Matters to Jesus&nbsp;</strong></p>",
      "date": "August 20",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Jesus&rsquo; message to His disciples in Matthew 24 that blends events regarding the destruction of Jerusalem and the days before His return is followed by three end-time parables in Matthew 25. These parables outline the character qualities that really matter to Jesus for a people waiting for His second coming. The parable of the ten virgins emphasizes the importance of a genuine, authentic, Spirit-filled life. The parable of the ten talents underlines the importance of faithfully using the gifts that God has given to each one of us. The parable of the sheep and goats reveals that genuine Christianity truly ministers to the needs of those God brings into our lives each day.&nbsp;</p> <p><strong>Read Matthew 25:31&ndash;46. How does Jesus describe genuine Christianity? List the areas of ministry this passage speaks about.&nbsp;</strong></p> <p><strong style='font-weight: 700; color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;'>Matthew 25:31&ndash;46</strong>&nbsp;</p> <p><strong>31</strong> &ldquo;When the Son of Man comes in His glory, and all the holy angels with Him, then He will sit on the throne of His glory.&nbsp;</p> <p><strong>32</strong> All the nations will be gathered before Him, and He will separate them one from another, as a shepherd divides his sheep from the goats.&nbsp;</p> <p><strong>33</strong> And He will set the sheep on His right hand, but the goats on the left.&nbsp;</p> <p><strong>34</strong> Then the King will say to those on His right hand, &lsquo;Come, you blessed of My Father, inherit the kingdom prepared for you from the foundation of the world:&nbsp;</p> <p><strong>35</strong> for I was hungry and you gave Me food; I was thirsty and you gave Me drink; I was a stranger and you took Me in;&nbsp;</p> <p><strong>36</strong> I was naked and you clothed Me; I was sick and you visited Me; I was in prison and you came to Me.&rsquo;</p> <p><strong>37</strong> &ldquo;Then the righteous will answer Him, saying, &lsquo;Lord, when did we see You hungry and feed You, or thirsty and give You drink?&nbsp;</p> <p><strong>38</strong> When did we see You a stranger and take You in, or naked and clothe You?&nbsp;</p> <p><strong>39</strong> Or when did we see You sick, or in prison, and come to You?&rsquo;&nbsp;</p> <p><strong>40</strong> And the King will answer and say to them, &lsquo;Assuredly, I say to you, inasmuch as you did it to one of the least of these My brethren, you did it to Me.&rsquo;</p> <p><strong>41</strong> &ldquo;Then He will also say to those on the left hand, &lsquo;Depart from Me, you cursed, into the everlasting fire prepared for the devil and his angels:&nbsp;</p> <p><strong>42</strong> for I was hungry and you gave Me no food; I was thirsty and you gave Me no drink;&nbsp;</p> <p><strong>43</strong> I was a stranger and you did not take Me in, naked and you did not clothe Me, sick and in prison and you did not visit Me.&rsquo;</p> <p><strong>44</strong> &ldquo;Then they also will answer Him, saying, &lsquo;Lord, when did we see You hungry or thirsty or a stranger or naked or sick or in prison, and did not minister to You?&rsquo;&nbsp;</p> <p><strong>45</strong> Then He will answer them, saying, &lsquo;Assuredly, I say to you, inasmuch as you did not do it to one of the least of these, you did not do it to Me.&rsquo;&nbsp;</p> <p><strong>46</strong> And these will go away into everlasting punishment, but the righteous into eternal life.&rdquo;</p> <p><br></p> <p>Although this parable speaks of meeting people&rsquo;s genuine physical needs&mdash;an aspect of the story we should not neglect&mdash;is it possible that there is something more here? There is a hidden hunger and thirst for Jesus in the souls of human beings that longs to be satisfied (John 6:35; John 4:13, 14). We are all strangers longing for home until we discover our true identity in Christ (Eph. 2:12, 13, 19). We are naked spiritually until clothed with His righteousness (Rev. 3:18; Rev. 19:7, 8).&nbsp;</p> <p>The Old Testament prophets often described the human condition as one that was hopelessly sick (Isa. 1:5, Jer. 30:12&ndash;15). The disease of sin is fatal, but the prophet points us to the remedy. &ldquo; &lsquo; &ldquo;For I will restore health to you and heal your wounds,&rdquo; says the Lord&rsquo; &nbsp;&rdquo; (Jer. 30:17, NKJV). Jesus is the remedy for the life-threatening disease of our souls.&nbsp;</p> <p>The parable of the sheep and goats admonishes us to meet the physical needs of those around us, but it does much more. It is the story of a Christ who meets the deepest needs of the soul, and it is His invitation to partner with Him in ministering to those around us. To live selfcentered lives and neglect the physical, mental, emotional, and spiritual needs of others is to risk eternal loss. In the parable, those who give their lives for something more than themselves are commended by their Lord and welcomed into eternity, while those who selfishly pursue their own agenda and neglect the needs of others are condemned by their Lord. </p>"
    },
    {
      "id": 87,
      "idLesson": 8,
      "idDay": 7,
      "dayTitle": "",
      "date": "August 21",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:&nbsp;</strong></p> <p>&ldquo;Many have no faith in God and have lost confidence in man. But they appreciate acts of sympathy and helpfulness. As they see one with no inducement of earthly praise or compensation coming to their homes, ministering to the sick, feeding the hungry, clothing the naked, comforting the sad, and tenderly pointing all to Him of whose love and pity the human worker is but the messenger&mdash;as they see this, their hearts are touched. Gratitude springs up. Faith is kindled. They see that God cares for them, and they are prepared to listen as His Word is opened.&rdquo;&mdash;Ellen G. White, The Ministry of Healing, p. 145.&nbsp;</p> <p>The unselfish ministry of Jesus opens hearts, breaks down prejudice, and creates a receptivity for the gospel. The church is the body of Christ meeting needs in love everywhere. Christ sends us out into our communities to make a difference in His name. Though we certainly need to be careful about being contaminated by the world (and that is a very real and dangerous threat to our church), we still must learn to reach the people where they are and to be used by God, who wants to take them from where they are and bring them to where they should be.&nbsp;</p> <p><strong>Discussion Questions:&nbsp;</strong></p> <p><strong>1.&nbsp;</strong>Why is the compassionate ministry of Christ so powerful in breaking down prejudice and opening people up to hear spiritual truths? Try to imagine how much more effective our witness as a people would be were we to reflect the same selfless concern for others as Jesus did.&nbsp;</p> <p><strong>2.&nbsp;</strong>Think about a time when you said something that might have been true, correct, or even needed, but you said it wrong; that is, you said it with a bad tone or attitude. What did you learn from that experience that could help you not to do it again, such as waiting until you calm down before speaking?&nbsp;</p> <p><strong>3.&nbsp;</strong>Dwell more on the idea that all the people healed or even raised from the dead would eventually die. What should that tell us about how we ought to be conducting our outreach and ministry to those around us?&nbsp;</p> <p><strong>4.&nbsp;</strong>What types of ministries can your church launch in your community that you are not currently doing?&nbsp;</p> <p><strong>5.&nbsp;</strong>How can we create spiritual opportunities for seekers through our felt-need ministries? </p> <p><strong>Inside Story</strong></p> <p><strong>Surprise Treat in Sudan&nbsp;</strong></p> <p>By Glenn Mitchell&nbsp;</p> <p>Living in Sudan was a challenge for a Seventh-day Adventist couple working for the Adventist Development and Relief Agency. Daily temperatures hovered at 102&ndash;108 degrees Fahrenheit (39-42 degrees Celsius) from May to September. A cold drink was a treat after a day of work for my wife, Suzanne, and me.&nbsp;</p> <p>Returning home one day, I followed Suzanne into the kitchen and hopped up onto the counter to chat while she prepared a meal. As I sat on the counter, swinging my feet as a boy does, Suzanne asked me what I wanted to drink.&nbsp;</p> <p>&ldquo;What do you have?&rdquo; I asked.&nbsp;</p> <p>Placing her hands on her hips, she informed me in a haute voice, &ldquo;I have Orange Fanta, root beer, or Sprite.&rdquo;&nbsp;</p> <p>&ldquo;Hmm, I want Squirt,&rdquo; I said, referring to a favorite cold drink that I hadn&rsquo;t seen since leaving our home in the United States.&nbsp;</p> <p>&ldquo;I don&rsquo;t have any Squirt,&rdquo; Suzanne said, maintaining the same haute voice.&nbsp;</p> <p>I jumped off the kitchen counter, threw myself on the floor and, in the manner of a child, began to throw a tantrum. Kicking my feet and pounding my fist, I demanded the beverage. &ldquo;I want Squirt! I want Squirt!&rdquo; I cried.&nbsp;</p> <p>It was to no avail. There was no Squirt. Suzanne and I laughed and laughed about our silliness. Moments like these made hard days easier to bear&nbsp;</p> <p>Two hours later, a friend pulled into our driveway. She worked with the U.S. Agency for International Development in Sudan&rsquo;s capital, Khartoum, and acted as our liaison officer for several ADRA projects funded by USAID. She allowed us to receive mail at her official address, and on this day she was delivering a box with much-awaited hair products from the United States. I tore open the box, knowing our American friends would have included a bag of chocolate-covered raisins for her. Sure enough, the coveted bag of raisins lay right on top. Underneath the raisins were nestled two bottles of hair conditioner. But wait. Something more seemed to be in the box. Digging under the packing paper, I found, waiting in all its green glory, a big bottle of Squirt!&nbsp;</p> <p>I had never requested the beverage from anyone in the United States. But on a hot day in Sudan, God provided a special treat. Weeks before I had asked Suzanne for the drink, the bottle was on its way to Khartoum. God cares about even the smallest details of our lives, and He loves to give. &ldquo;To give is to live&rdquo; (The Desire of Ages, p. 623). God promises, &ldquo;Those who seek the Lord shall not lack any good thing&rdquo; (Psalms 34:10, NKJV). When God saw me being silly and throwing my tantrum, He must have smiled and thought, &ldquo;Wait and see what I have in store for you.&rdquo; </p>"
    }
  ]
}
