{
  "id": 704,
  "lessonNumber": 4,
  "versionCode": 8,
  "quarter": "2T2021",
  "title": "<p><strong>An Everlasting Covenant</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p><strong>Memory Text:&nbsp;</strong>&ldquo;I [God] will establish my covenant between me and you [Abraham] and your descendants after you throughout their generations for an everlasting covenant, to be God to you and to your descendants after you&rsquo;&rdquo; (Genesis 17:7, RSV ).</p>",
  "weekDate": "April 17–23",
  "lessonDays": [
    {
      "id": 41,
      "idLesson": 4,
      "idDay": 1,
      "dayTitle": "",
      "date": "April 17",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>How many remember distinctly in childhood a sickness or a touch of pneumonia that made us very ill, with the potential for something even worse? In the long, feverish night, we would awaken from a half sleep to see our mother or father sitting in a chair beside our bed in the soft glow of the night-light.&nbsp;</p> <p>Just so, in a figurative, human sense, God sat by the bedside of a sin-sick world as moral darkness began to deepen in the centuries after the Flood. For this reason, He called out Abram and planned to establish through His faithful servant a people to whom He could entrust a knowledge of Himself and give salvation.&nbsp;</p> <p>Therefore, God entered into a covenant with Abram and his posterity that emphasized in more detail the divine plan to save humankind from the results of sin. The Lord was not going to leave His world unattended, not with it in such dire need. This week, we will look at the unfolding of more covenant promises.&nbsp;</p> <p><strong>The Week at a Glance: </strong>What is the name of God? What does it mean? What was the significance of the names God used to identify Himself to Abram? What names did He use to identify Himself? Why did God change Abram&rsquo;s name to Abraham? Why are names important? What conditions, or obligations, were attached to the covenant? </p>"
    },
    {
      "id": 42,
      "idLesson": 4,
      "idDay": 2,
      "dayTitle": "<p><strong>Yahweh and the Abrahamic Covenant </strong></p>",
      "date": "April 18",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>&ldquo;And he said unto him, I am the Lord that brought thee out of Ur of the Chaldees, to give thee this land to inherit it&rdquo;</strong> (Gen. 15:7).&nbsp;</p> <p>Names can sometimes be like trademarks. They become so closely associated in our minds with certain characteristics that when we hear the name we immediately recall these traits. What traits come to mind, for instance, when you think of these names: Albert Einstein, Martin Luther King, Jr., Gandhi, or Dorcas? Each one is associated with certain characteristics and ideals.&nbsp;</p> <p>During Bible times, people of the Near East attached great importance to the meaning of names. &ldquo;The Hebrews always thought of a name as indicating either the personal characteristics of the one named, or the thoughts and emotions of the one giving the name, or attendant circumstances at the time the name was given.&rdquo;&mdash;The SDA Bible Commentary, vol. 1, p. 523.&nbsp;</p> <p>When God first entered into a covenant relationship with Abram, He made Himself known to the patriarch under the name YHWH (pronounced Yahweh and translated as Lord, in capitals, in the King James Version [Gen. 15:7] ). Thus, Genesis 15:7 reads literally, &ldquo;I am YHWH who brought thee out of . . . .&rdquo;&nbsp;</p> <p>The name YHWH, though appearing 6,828 times in the Old Testament, is somewhat shrouded in mystery. It seems to be a form of the verb hayah, &lsquo;to be,&rsquo; in which case it would mean &ldquo;the Eternal One,&rdquo; &ldquo;the Existent One,&rdquo; &ldquo;the Self-Existing One,&rdquo; &ldquo;the Self-Sufficient One,&rdquo; or &ldquo;the One who lives eternally.&rdquo; The divine attributes that seem to be emphasized by this title are those of self-existence and faithfulness. They point to the Lord as the living God, the Source of life, in contrast with the gods of the heathen, which had no existence apart from the imagination of their worshipers.&nbsp;</p> <p>God Himself explains the meaning of Yahweh in Exodus 3:14: &ldquo; &lsquo;I Am Who I Am&rsquo; &rdquo; (RSV, NASB). This meaning expresses the reality of God&rsquo;s unconditioned existence, while it also suggests His rule over past, present, and future.&nbsp;</p> <p>Yahweh also is God&rsquo;s personal name. The identification of Yahweh as the One who brought Abram out of Ur refers to the announcement of God&rsquo;s covenant with him in Genesis 12:1&ndash;3. God wants Abram to know His name, because that name reveals aspects of His identity, personal nature, and character&mdash;and from this knowledge we can learn to trust in His promises (Ps. 9:10, Ps. 91:14).&nbsp;</p> <p><strong>When you think of or hear the name Yahweh, what traits or characteristics automatically come to mind? Those of love, kindness, and care, or those of fear, strictness, and discipline? What thoughts automatically come to mind when you think of the name Jesus?</strong> </p>"
    },
    {
      "id": 43,
      "idLesson": 4,
      "idDay": 3,
      "dayTitle": "<p><strong>&nbsp;&rsquo;El-Shaddai&nbsp;</strong></p>",
      "date": "April 19",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>&ldquo;And when Abram was ninety years old and nine, the Lord appeared to Abram, and said unto him, I am the Almighty God; walk before me, and be thou perfect&rdquo;</strong> (Gen. 17:1).&nbsp;</p> <p>Yahweh had appeared to Abram several times before (Gen. 12:1, 7; Gen. 13:14; Gen. 15:1, 7, 18). Now, in the above text, Yahweh again appears to Abram (&ldquo;the Lord appeared to Abram&rdquo;), presenting Himself as &ldquo;Almighty God&rdquo;&mdash;a name that is used with two exceptions only in the books of Genesis and Job. The name &ldquo;Almighty God&rdquo; consists first of &rsquo;El, the basic name for God used among the Semites. Though the exact meaning of Shaddai is not entirely certain, the translation &ldquo;Almighty&rdquo; seems the most accurate. (Compare Isa. 13:6 and Joel 1:15.) The crucial idea in the use of this name seems to be that of contrasting the might and power of God with the weakness and frailty of humanity.&nbsp;</p> <p><strong>Read Genesis 17:1&ndash;6, which helps place everything in the larger context. Why would the Lord at this time want to stress to Abram His might and power? What was God saying that would require Abram to trust in that might and power? Look particularly at Genesis 17:6.&nbsp;</strong></p> <p><strong style='font-weight: 700; color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial;'>Genesis 17:1&ndash;6</strong> </p> <p><strong>1</strong> And when Abram was ninety years old and nine, the Lord appeared to Abram, and said unto him, I am the Almighty God; walk before me, and be thou perfect.</p> <p><strong>2</strong> And I will make my covenant between me and thee, and will multiply thee exceedingly.</p> <p><strong>3</strong> And Abram fell on his face: and God talked with him, saying,</p> <p><strong>4</strong> As for me, behold, my covenant is with thee, and thou shalt be a father of many nations.</p> <p><strong>5</strong> Neither shall thy name any more be called Abram, but thy name shall be Abraham; for a father of many nations have I made thee.</p> <p><strong>6</strong> And I will make thee exceeding fruitful, and I will make nations of thee, and kings shall come out of thee.</p> <p><br></p> <p>A literal translation of Genesis 17:1&ndash;6 would be: &ldquo;Jehovah appeared to Abram, and said, &lsquo;I am &rsquo;El-Shaddai; walk before Me, and be thou perfect; and I will make My covenant between Me and thee, and will multiply thee exceedingly. . . . And thou shalt be a father of a multitude of nations, . . . and I will make thee exceedingly fruitful.&rsquo; &rdquo; This same name also appears in Genesis 28:3, where Isaac says that &rsquo;El-Shaddai will bless Jacob, make him fruitful, and multiply him.&nbsp;</p> <p>A similar promise of &rsquo;El-Shaddai is found in Genesis 35:11, Genesis 43:14, and Genesis 49:25, passages that suggest the bountifulness exercised by God: &rsquo;El, the God of power and authority, and Shaddai, the God of inexhaustible riches, riches that He is willing to bestow upon those who seek Him in faith and obedience.&nbsp;</p> <p><strong>It has been said that a rose by any other name would smell as sweet, the idea being that the name does not matter. Yet, how much comfort and hope would you have if the Lord&rsquo;s name was &ldquo;The Frail God&rdquo; or &ldquo;The Weak God&rdquo;? Look at the text for today. Replace &ldquo;Almighty God&rdquo; with these two other names. What would it do for your faith and trust in Him if the Lord were to present Himself to us in that manner? At the same time, how does the name &rsquo;El-Shaddai give us comfort?</strong></p> </div> <div id=\"gtx-trans\" style=\"position: absolute; left: 209px; top: 828px;\"> <div class=\"gtx-trans-icon\"></div> "
    },
    {
      "id": 44,
      "idLesson": 4,
      "idDay": 4,
      "dayTitle": "<p><strong>From Abram to Abraham</strong>&nbsp;</p>",
      "date": "April 20",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><span style='color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial; display: inline !important; float: none;'><strong>(Gen. 17:4, 5)</strong></span></p> <p><strong>4 </strong>As for me, behold, my covenant is with thee, and thou shalt be a father of many nations.</p> <p><strong>5</strong> Neither shall thy name any more be called Abram, but thy name shall be Abraham; for a father of many nations have I made thee.</p> <p><br></p> <p>Though the names of God come with spiritual and theological significance, such usage does not end with God alone. Names of people in the ancient Near East were not just meaningless forms of identification, as often they are to us. To name a girl Mary or Susy does not make much of a difference today. For the ancient Semites, however, human names came heavy-laden with spiritual significance. All Semitic names of people have meaning and usually consist of a phrase or short sentence comprised of a wish or an expression of gratitude on the part of the parent. For example, Daniel means &ldquo;God is my judge&rdquo;; Joel means &ldquo;Yahweh is God&rdquo;; Nathan means &ldquo;Gift of God.&rdquo;&nbsp;</p> <p>Because of the significance attached to names, names would often be changed to reflect a radical change in someone&rsquo;s life and circumstances.&nbsp;</p> <p><strong>Look up the following texts. What situations are they addressing, and why were the names changed in these situations?&nbsp;</strong></p> <p><strong>Gen. 32:28</strong></p> <p><strong>28</strong> And he said, Thy name shall be called no more Jacob, but Israel: for as a prince hast thou power with God and with men, and hast prevailed.</p> <p><br></p> <p><strong>Gen. 41:45&nbsp;</strong></p> <p><strong>45</strong> And Pharaoh called Joseph&apos;s name Zaphnathpaaneah; and he gave him to wife Asenath the daughter of Potipherah priest of On. And Joseph went out over all the land of Egypt.</p> <p><br></p> <p><strong>Dan. 1:7&nbsp;</strong></p> <p><strong>7</strong> Unto whom the prince of the eunuchs gave names: for he gave unto Daniel the name of Belteshazzar; and to Hananiah, of Shadrach; and to Mishael, of Meshach; and to Azariah, of Abednego.</p> <p><br></p> <p>In one sense, however, it is not that hard, even for modern minds, to understand the significance of what a person is called. There are subtle and, at times, not-so-subtle effects. If someone is constantly called &ldquo;stupid&rdquo; or &ldquo;ugly,&rdquo; and if those are the appellations used for them all the time by a lot of people&mdash;sooner or later those names could have an impact on how the person views himself or herself. In the same way, by giving people certain names or changing their names, it seems possible to influence how they would view themselves and thus influence how they would act.&nbsp;</p> <p>With this in mind, it is not so hard to understand why God would want to change Abram to Abraham. Abram means &ldquo;Father is exalted&rdquo;; God changed it to Abraham, which means &ldquo;Father of a multitude.&rdquo;&nbsp;</p> <p>When you look at the covenant promise in which God says &ldquo; &lsquo;I will make you exceedingly fruitful; and I will make nations of you, and kings shall come forth from you&rsquo; &rdquo; (Gen. 17:6, RSV), the name change makes more sense. Perhaps it was God&rsquo;s way of helping Abraham trust in the covenant promise, which was being made to a 99-year-old man married to an old woman who had up until this time been barren. In short, God did it to help increase Abraham&rsquo;s faith in God&rsquo;s promises to him.</p>"
    },
    {
      "id": 45,
      "idLesson": 4,
      "idDay": 5,
      "dayTitle": "<p><strong>Covenant Stages </strong></p>",
      "date": "April 21",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>(Gen. 12:1, 2)</strong></p> <p class=\"chapter-2\"><span id=\"en-KJV-300\" class=\"text Gen-12-1\"><strong>1</strong> Now the<span>&nbsp;</span><span class=\"small-caps\">Lord</span><span>&nbsp;</span>had said unto Abram, Get thee out of thy country, and from thy kindred, and from thy father's house, unto a land that I will shew thee:</span></p> <p class=\"chapter-2\"><span id=\"en-KJV-301\" class=\"text Gen-12-2\"><strong>2</strong> And I will make of thee a great nation, and I will bless thee, and make thy name great; and thou shalt be a blessing:</span></p> <p class=\"chapter-2\"><span class=\"text Gen-12-2\"></span></p> <p>In those two verses, the first stage of God&rsquo;s covenant promise to Abram (there are three) is revealed. God approached Abram, gave him a command and then made him a promise. The approach expresses God&rsquo;s gracious election of Abram to be the first major figure of His special covenant of grace. The command involves the test of total trust in God (Heb. 11:8). The promise (Gen. 12:1&ndash;3, 7), though made specifically to Abram&rsquo;s descendants, ultimately includes a promise to the whole human race (Gen. 12:3, Gal. 3:6&ndash;9).</p> <p><strong>The second stage of God&rsquo;s covenant with Abram appears in Genesis 15:7&ndash;18. In what verses do we find some of the same steps that appeared in the first stage?</strong></p> <p><strong>Genesis 15:7&ndash;18</strong></p> <p><strong>7</strong> And he said unto him, I am the Lord that brought thee out of Ur of the Chaldees, to give thee this land to inherit it.</p> <p><strong>8</strong> And he said, Lord God, whereby shall I know that I shall inherit it?</p> <p><strong>9</strong> And he said unto him, Take me an heifer of three years old, and a she goat of three years old, and a ram of three years old, and a turtledove, and a young pigeon.</p> <p><strong>10</strong> And he took unto him all these, and divided them in the midst, and laid each piece one against another: but the birds divided he not.</p> <p><strong>11</strong> And when the fowls came down upon the carcases, Abram drove them away.</p> <p><strong>12</strong> And when the sun was going down, a deep sleep fell upon Abram; and, lo, an horror of great darkness fell upon him.</p> <p><strong>13</strong> And he said unto Abram, Know of a surety that thy seed shall be a stranger in a land that is not theirs, and shall serve them; and they shall afflict them four hundred years;</p> <p><strong>14</strong> And also that nation, whom they shall serve, will I judge: and afterward shall they come out with great substance.</p> <p><strong>15</strong> And thou shalt go to thy fathers in peace; thou shalt be buried in a good old age.</p> <p><strong>16</strong> But in the fourth generation they shall come hither again: for the iniquity of the Amorites is not yet full.</p> <p><strong>17</strong> And it came to pass, that, when the sun went down, and it was dark, behold a smoking furnace, and a burning lamp that passed between those pieces.</p> <p><strong>18</strong> In the same day the Lord made a covenant with Abram, saying, Unto thy seed have I given this land, from the river of Egypt unto the great river, the river Euphrates:</p> <p></p> <p><strong>The approach of God to man&mdash;verses? </strong></p> <p><strong>The call to human obedience&mdash;verses? </strong></p> <p><strong>The divine promise&mdash;verses?</strong></p> <p></p> <p>In the solemn ritual of the second stage, the Lord appeared to Abram and passed between the carefully arranged pieces of animals. Each of the three animals was slaughtered and divided, and the two halves were placed one against the other, with a space between. The birds were killed but not divided. Those entering into the covenant were to walk between the divided pieces, symbolically vowing perpetual obedience to the provisions thus solemnly agreed upon.</p> <p><strong>Describe what took place during the third and final stage of divine covenant making with Abraham. (See Gen. 17:1&ndash;14.)</strong></p> <p><strong>Gen. 17:1&ndash;14</strong></p> <p><strong>1</strong> And when Abram was ninety years old and nine, the Lord appeared to Abram, and said unto him, I am the Almighty God; walk before me, and be thou perfect.</p> <p><strong>2</strong> And I will make my covenant between me and thee, and will multiply thee exceedingly.</p> <p><strong>3</strong> And Abram fell on his face: and God talked with him, saying,</p> <p><strong>4</strong> As for me, behold, my covenant is with thee, and thou shalt be a father of many nations.</p> <p><strong>5</strong> Neither shall thy name any more be called Abram, but thy name shall be Abraham; for a father of many nations have I made thee.</p> <p><strong>6</strong> And I will make thee exceeding fruitful, and I will make nations of thee, and kings shall come out of thee.</p> <p><strong>7</strong> And I will establish my covenant between me and thee and thy seed after thee in their generations for an everlasting covenant, to be a God unto thee, and to thy seed after thee.</p> <p><strong>8</strong> And I will give unto thee, and to thy seed after thee, the land wherein thou art a stranger, all the land of Canaan, for an everlasting possession; and I will be their God.</p> <p><strong>9</strong> And God said unto Abraham, Thou shalt keep my covenant therefore, thou, and thy seed after thee in their generations.</p> <p><strong>10</strong> This is my covenant, which ye shall keep, between me and you and thy seed after thee; Every man child among you shall be circumcised.</p> <p><strong>11</strong> And ye shall circumcise the flesh of your foreskin; and it shall be a token of the covenant betwixt me and you.</p> <p><strong>12</strong> And he that is eight days old shall be circumcised among you, every man child in your generations, he that is born in the house, or bought with money of any stranger, which is not of thy seed.</p> <p><strong>13</strong> He that is born in thy house, and he that is bought with thy money, must needs be circumcised: and my covenant shall be in your flesh for an everlasting covenant.</p> <p><strong>14</strong> And the uncircumcised man child whose flesh of his foreskin is not circumcised, that soul shall be cut off from his people; he hath broken my covenant.</p> <p></p> <p>The meaning of the name Abraham underscores God&rsquo;s desire and design to save all peoples. The &ldquo;many nations&rdquo; would include both Jews and Gentiles. The New Testament makes it abundantly clear that the true descendants of Abraham are those who have the faith of Abraham and who trust in the merits of the promised Messiah. (See Gal. 3:7, 29.) Thus, as far back as Abraham, the Lord&rsquo;s intention was to save as many human beings as He could, whatever nations they lived in. No doubt, it&rsquo;s no different today.</p> <p><strong>Read Revelation 14:6, 7, the first angel&rsquo;s message. What parallels can you find between what the angel is saying and what happened in the Abrahamic covenant? In what ways are the issues the same?</strong></p> <p><strong>Revelation 14:6, 7</strong></p> <p><strong>6</strong> And I saw another angel fly in the midst of heaven, having the everlasting gospel to preach unto them that dwell on the earth, and to every nation, and kindred, and tongue, and people,</p> <p><strong>7</strong> Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is come: and worship him that made heaven, and earth, and the sea, and the fountains of waters.</p>"
    },
    {
      "id": 46,
      "idLesson": 4,
      "idDay": 6,
      "dayTitle": "<p><strong>Covenant Obligations </strong></p> ",
      "date": "April 22",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>&ldquo;For I know him, that he will command his children and his household after him, and they shall keep the way of the Lord, to do justice and judgment; that the Lord may bring upon Abraham that which he hath spoken of him&rdquo;</strong> (Gen. 18:19).</p> <p>As we have seen so far, the covenant is always a covenant of grace, of God doing for us what we could never do for ourselves. There is no exception in the covenant with Abraham.</p> <p>In His grace, God had chosen Abraham as His instrument to assist in proclaiming the plan of salvation to the world. God&rsquo;s fulfillment of His covenant promises was, however, linked to Abraham&rsquo;s willingness to do righteously and to obey Him by faith. Without that obedience on Abraham&rsquo;s part, God could not use him.</p> <p>Genesis 18:19 demonstrates how grace and law are related. It opens with grace (&ldquo;I know him&rdquo;) and is followed by the fact that Abraham is someone who will obey the Lord and have his family obey, as well. Faith and works, then, appear here in a close union, as they must. (See James 2:17.)</p> <p><strong>Notice, however, the phrasing of Genesis 18:19, particularly the last clause. What is it saying here about Abraham&rsquo;s obedience? Though obedience is not the means of salvation, what importance is it given here? According to this text, could the covenant be fulfilled without it? Explain your answer.</strong></p> <p><strong>Genesis 18:19</strong></p> <p><strong>19</strong> For I know him, that he will command his children and his household after him, and they shall keep the way of the Lord, to do justice and judgment; that the Lord may bring upon Abraham that which he hath spoken of him.</p> <p></p> <p>The blessings of the covenant could not be enjoyed or maintained unless certain conditions were met by the beneficiaries. Though the conditions were not needed to establish the covenant, meeting them was to be the response of love, faith, and obedience. It was to be the manifestation of a relationship between humankind and God. Obedience was the means by which God could fulfill His covenant promises to the people.</p> <p>Covenant breaking, through disobedience, is unfaithfulness to an established relationship. When the covenant is broken, what is broken is not the condition of bestowal but the condition of fulfillment.</p> <p><strong>In your own experience with the Lord, can you see why obedience is so important? Can you think of any examples, either from the Bible or from your own experience, where disobedience makes the fulfillment of covenant promises impossible? If so, what are they, and, more important, what is the remedy?</strong></p>"
    },
    {
      "id": 47,
      "idLesson": 4,
      "idDay": 7,
      "dayTitle": "",
      "date": "April 23",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:</strong> Read Ellen G. White, &ldquo;The Call of Abraham,&rdquo; pp. 125&ndash;131, in Patriarchs and Prophets; &ldquo;Jew and Gentile,&rdquo; pp. 188&ndash;200, in The Acts of the Apostles.</p> <p>The rainbow is a sign of God&rsquo;s covenant with Noah. Read Genesis 17:10 to discover what was the sign of God&rsquo;s covenant with Abraham. Circumcision &ldquo;was destined: (1) to distinguish the seed of Abraham from the Gentiles (Eph. 2:11), (2) to perpetuate the memory of Jehovah&rsquo;s covenant (Gen. 17:11), (3) to foster the cultivation of moral purity (Deut. 10:16), (4) to represent righteousness by faith (Rom. 4:11), (5) to symbolize circumcision of the heart (Rom. 2:29), and (6) to foreshadow the Christian rite of baptism (Col. 2:11, 12).&rdquo;&mdash;The SDA Bible Commentary, vol. 1, pp. 322, 323.</p> <p>The rainbow will remain as a sign of God&rsquo;s promise until the end of the world, but the sign of circumcision will not. According to the apostle Paul, circumcision was received by Abraham as a token of the righteousness he had received by faith in God (Rom. 4:11). However, through the centuries, circumcision came to signify salvation by obedience to the law. By New Testament times, circumcision had lost its biblical significance. Instead, the essential element is faith in Jesus Christ, which leads to an obedient, transformed life. Read Galatians 5:6; Galatians 6:15; and 1&nbsp;Corinthians 7:18, 19.</p> <p><strong>Discussion Questions: </strong></p> <p><strong>1 Discuss the relationship between faith and works. Can there be one without the other? If not, why not? </strong></p> <p><strong>2 &ldquo;Many are still tested as was Abraham. They do not hear the voice of God speaking directly from the heavens, but He calls them by the teachings of His Word and the events of His providence. They may be required to abandon a career that promises wealth and honor, to leave congenial and profitable associations, and separate from kindred, to enter upon what appears to be only a path of self-denial, hardship, and sacrifice. God has a work for them to do; but a life of ease and the influence of friends and kindred would hinder the development of the very traits essential for its accomplishment. He calls them away from human influences and aid, and leads them to feel the need of His help, and to depend upon Him alone, that He may reveal Himself to them. Who is ready at the call of Providence to renounce cherished plans and familiar associations?&rdquo;&mdash;Ellen G. White, Patriarchs and Prophets, pp. 126, 127. Discuss any contemporary examples of those you know who heeded this same call. </strong></p> <p>Summary: God called Abraham into a special relationship with Him, one that would reveal the plan of salvation to the world.</p> <p>&nbsp;</p> <p><strong>INSIDE STORY</strong></p> <p><strong>God Always Has a Way </strong></p> <p><em>By Andrew McChesney</em>, Adventist Mission</p> <p>&nbsp;</p> <p>David never cared about God until he lost his business to his best friend amid a bitter court battle. All hope seemed lost. He decided to study theology at a Seventh-day Adventist college in the Philippines.</p> <p>David, who grew up in an affluent family, had no desire to become a minister. He simply wanted to gain a better understanding of God. David moved from his atheist homeland to the Philippines. For his personal safety, Adventist Mission is not identifying David by his full name or providing some other details.</p> <p>After months of theology classes, David was still wondering whether he had a future when he joined a mandatory, month-long evangelistic campaign, part of the requirement for his education. He preached evenings and spoke one-on-one with attendees. One schoolteacher told him that she had longed to be baptized for many years but feared that her husband would kill her if she became a Christian. At her request, David began Bible studies. Finally, she was baptized.</p> <p>&ldquo;Aren&rsquo;t you afraid that your husband will kill you?&rdquo; David asked afterward.</p> <p>&ldquo;He may kill me,&rdquo; the woman replied. &ldquo;But I still wanted to be baptized.&rdquo;</p> <p>David was astonished by her faith in the face of death. He had never seen such faith. Her husband did not kill her.</p> <p>David also befriended a boy who came every night and wanted to be baptized. David went to the boy&rsquo;s house to ask for permission, but the parents, who belonged to another Christian denomination, turned him away. David visited many times, but the parents would not relent.</p> <p>Six months later, an Adventist pastor sought out David at the college to tell an unusual story. A family of four showed up at his church one Sabbath and asked to be baptized. He quizzed the parents, son, and daughter about their knowledge of the Bible and saw that they understood the church&rsquo;s beliefs. But he couldn&rsquo;t figure out how they knew the Bible so well. No local church members knew the family, and no one had given them Bible studies.</p> <p>Finally, the pastor asked, &ldquo;How did you hear about the Adventist Church?&rdquo;</p> <p>&ldquo;Evangelistic meetings were held in our town six months ago,&rdquo; the father said. &ldquo;A foreigner came to our house many times to talk about our son, who wanted to be baptized. We strongly opposed his baptism. But after six months of consideration, our whole family has decided to join the church.&rdquo;</p> <p>David couldn&rsquo;t believe his ears. He realized that God always has a way, even when everything seems hopeless. He gave his heart to Jesus and became a pastor.</p> <p>&ldquo;My life has been a journey,&rdquo; he said. &ldquo;I have learned to trust God and to work for Him.&rdquo;</p>"
    }
  ]
}
