{
  "id": 704,
  "lessonNumber": 4,
  "versionCode": 5,
  "quarter": "4T2020",
  "title": "<p><strong>“The Eyes of the Lord”: The Biblical Worldview</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p>Memory Text:</p> <p>The eyes of the Lord are in every place, keeping watch on the evil and the good (Proverbs 15:3, NKJV).</p>",
  "weekDate": "October 17–23",
  "lessonDays": [
    {
      "id": 41,
      "idLesson": 4,
      "idDay": 1,
      "dayTitle": "",
      "date": "",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Polish poet Czeslaw Milosz wrote a poem that began with his writing about imaginary animals: talking rabbits, talking squirrels, and the like. They &ldquo;have as much in common with real animals,&rdquo; he wrote, &ldquo;as our notions of the world have with the real world.&rdquo; Then, to end the poem, he wrote: &ldquo;Think of this, and tremble.&rdquo;</p> <p>&ldquo;Tremble&rdquo; might be too harsh a word, but it is true that indeed, so much of what humans think about the world could be completely wrong. For example, for almost two thousand years many of the world&rsquo;s smartest and best-educated people thought the earth sat immobile in the center of the universe. Today, many of the smartest and best-educated people think that humans evolved from what was originally a simple life-form.</p> <p>As human beings, we never look at the world from a neutral position. We see it, always and only, through filters that impact how we interpret and understand the world around us. That filter is called a worldview, and it&rsquo;s so crucial that we teach our young people, and even older church members, the biblical worldview.</p> "
    },
    {
      "id": 42,
      "idLesson": 4,
      "idDay": 2,
      "dayTitle": "<p><strong>The Eyes of the Lord</strong></p>",
      "date": "",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>An Oxford university professor has theorized that we, the world, and everything around us&mdash;none of it is real. Instead, we are the digital creations of a race of aliens with super-powerful computers.&nbsp;</p> <p>While that&rsquo;s an interesting theory, it does bring up a crucial question: What is the nature of reality?&nbsp;</p> <p>There are two very broad possible answers, even if only one is rational. The first is that the universe&mdash;and all that is in it, including us&mdash; just is. Nothing created it, nothing formed it. It just is here. It is simply a brute fact. There is no God, there are no gods, there is nothing divine. Reality is purely material, purely natural. As someone said 2,500 years ago (this is not a new idea), there is only &ldquo;atoms and the void.&rdquo;&nbsp;</p> <p>The other view is that some divine being (or beings) created the universe. That, indeed, seems more logical, more rational, more sensible, than the idea that the universe just is, with no explanation for it. This position encompasses the natural world, the world of &ldquo;atoms and the void,&rdquo; but it is not limited to it. It points to a reality that is much broader, deeper, and more multifaceted than the atheistic-materialist view so often heard today.&nbsp;</p> <p><strong>What do the following texts have to say about the ideas raised in today&rsquo;s lesson? Ps. 53:1, Prov. 15:3, John 3:16, Isa. 45:21, Luke 1:26&ndash;35.</strong>&nbsp;</p> <p><strong style='font-weight: 700; color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;'>Ps. 53:1</strong></p> <p><strong>1&nbsp;</strong>The fool has said in his heart,</p> <p>&ldquo;There is no God.&rdquo;</p> <p>They are corrupt, and have done abominable iniquity;</p> <p>There is none who does good.</p> <p><strong style='font-weight: 700; color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;'>Prov. 15:3</strong></p> <p><strong>3</strong> The eyes of the Lord are in every place,</p> <p>Keeping watch on the evil and the good.</p> <p><strong style='font-weight: 700; color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;'>John 3:16</strong></p> <p><strong>16&nbsp;</strong>For God so loved the world that He gave His only begotten Son, that whoever believes in Him should not perish but have everlasting life.</p> <p><strong style='font-weight: 700; color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;'>Isa. 45:21</strong></p> <p><strong>21</strong> Tell and bring forth your case;</p> <p>Yes, let them take counsel together.</p> <p>Who has declared this from ancient time?</p> <p>Who has told it from that time?</p> <p>Have not I, the Lord?</p> <p>And there is no other God besides Me,</p> <p>A just God and a Savior;</p> <p>There is none besides Me.</p> <p><strong style='font-weight: 700; color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;'>Luke 1:26&ndash;35</strong></p> <p><strong>26 </strong>Now in the sixth month the angel Gabriel was sent by God to a city of Galilee named Nazareth,&nbsp;</p> <p><strong>27 </strong>to a virgin betrothed to a man whose name was Joseph, of the house of David. The virgin&rsquo;s name was Mary.&nbsp;</p> <p><strong>28 </strong>And having come in, the angel said to her, &ldquo;Rejoice, highly favored one, the Lord is with you; blessed are you among women!&rdquo;</p> <p><strong>29 </strong>But when she saw him, she was troubled at his saying, and considered what manner of greeting this was.&nbsp;</p> <p><strong>30 </strong>Then the angel said to her, &ldquo;Do not be afraid, Mary, for you have found favor with God.&nbsp;</p> <p><strong>31 </strong>And behold, you will conceive in your womb and bring forth a Son, and shall call His name Jesus.&nbsp;</p> <p><strong>32 </strong>He will be great, and will be called the Son of the Highest; and the Lord God will give Him the throne of His father David.&nbsp;</p> <p><strong>33 </strong>And He will reign over the house of Jacob forever, and of His kingdom there will be no end.&rdquo;</p> <p><strong>34 </strong>Then Mary said to the angel, &ldquo;How can this be, since I do not know a man?&rdquo;</p> <p><strong>35 </strong>And the angel answered and said to her, &ldquo;The Holy Spirit will come upon you, and the power of the Highest will overshadow you; therefore, also, that Holy One who is to be born will be called the Son of God.</p> <p><br></p> <p>Central to any Christian education is the reality, not just of God but of the kind of God that He is, a personal God who loves us and who interacts with us. He is a God of miracles who, though using natural laws, is not bound by those laws and who can transcend those laws when He wills (such as in the virgin conception of Jesus). The teaching of this view is especially pertinent in our day because so much of the intellectual world, claiming (erroneously) that science supports it, openly and unapologetically teaches the atheistic and naturalistic worldview.&nbsp;</p> <p><strong>Think about how narrow and limited the atheistic worldview is in contrast to the biblical worldview, which (as said above) encompasses the natural world but isn&rsquo;t limited by it. Why, in the end, is the biblical worldview, the theistic worldview, simply so much more logical and rational than its atheistic rival?</strong></p>"
    },
    {
      "id": 43,
      "idLesson": 4,
      "idDay": 3,
      "dayTitle": "<p><strong>Leibniz&rsquo;s Question </strong></p>",
      "date": "",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Many years ago, a German thinker and writer named Gottfried Wilhelm Leibniz asked what is probably the most basic and foundational question possible: &ldquo;Why is there something instead of nothing?&rdquo;&nbsp;</p> <p><strong>How do the following texts answer Leibniz&rsquo;s question? Gen. 1:1; John 1:1&ndash;4; Exod. 20:8&ndash;11; Rev. 14:6, 7; Job 12:7&ndash;10.&nbsp;</strong></p> <p><strong>Gen. 1:1</strong></p> <p><strong>1</strong> In the beginning God created the heavens and the earth.</p> <p><strong>John 1:1&ndash;4</strong></p> <p><strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.&nbsp;</p> <p><strong>2</strong> He was in the beginning with God.&nbsp;</p> <p><strong>3</strong> All things were made through Him, and without Him nothing was made that was made.&nbsp;</p> <p><strong>4</strong> In Him was life, and the life was the light of men.</p> <p><strong>Exod. 20:8&ndash;11</strong></p> <p><strong>8</strong> &ldquo;Remember the Sabbath day, to keep it holy.&nbsp;</p> <p><strong>9</strong> Six days you shall labor and do all your work,&nbsp;</p> <p><strong>10 </strong>but the seventh day is the Sabbath of the Lord your God. In it you shall do no work: you, nor your son, nor your daughter, nor your male servant, nor your female servant, nor your cattle, nor your stranger who is within your gates.&nbsp;</p> <p><strong>11 </strong>For in six days the Lord made the heavens and the earth, the sea, and all that is in them, and rested the seventh day. Therefore the Lord blessed the Sabbath day and hallowed it.</p> <p><strong>Rev. 14:6, 7</strong></p> <p><strong>6</strong> Then I saw another angel flying in the midst of heaven, having the everlasting gospel to preach to those who dwell on the earth&mdash;to every nation, tribe, tongue, and people&mdash;&nbsp;</p> <p><strong>7</strong> saying with a loud voice, &ldquo;Fear God and give glory to Him, for the hour of His judgment has come; and worship Him who made heaven and earth, the sea and springs of water.&rdquo;</p> <p><strong>Job 12:7&ndash;10</strong></p> <p><strong>7</strong> &ldquo;But now ask the beasts, and they will teach you;</p> <p>And the birds of the air, and they will tell you;</p> <p><strong>8</strong> Or speak to the earth, and it will teach you;</p> <p>And the fish of the sea will explain to you.</p> <p><strong>9</strong> Who among all these does not know</p> <p>That the hand of the Lord has done this,</p> <p><strong>10 </strong>In whose hand is the life of every living thing,</p> <p>And the breath of all mankind?</p> <p><br></p> <p>It&rsquo;s fascinating how in the Bible the existence of God is just assumed. Genesis 1:1 doesn&rsquo;t start out with a bunch of logical arguments (though many exist) for the existence of God. It just assumes His existence (see also Exod. 3:13, 14), and from that starting point, God as Creator, the Bible, and all the truth revealed in its pages unfold.&nbsp;</p> <p>The doctrine of Creation also is foundational to any Christian education. Everything we believe as Christians, everything, rests on the doctrine of the six-day Creation. The Bible didn&rsquo;t begin with a statement about atonement, or about the law, or about the Cross, or about the Resurrection, or about the Second Coming.&nbsp;</p> <p>No, it began with a statement about God as Creator, because none of these other teachings makes any sense apart from the reality of God as our Creator.&nbsp;</p> <p>Hence, again, a biblical worldview must emphasize the importance of the doctrine of Creation. This emphasis, too, becomes very important, because the teaching has faced a full-frontal assault in the name of science. Evolution&mdash;billions of years of life slowly evolving by fits and starts, all by chance&mdash;has all but destroyed faith in the Bible for untold millions. It&rsquo;s hard to imagine a teaching more antithetical to the Bible and to the Christian faith in general than evolution. That&rsquo;s why the idea that evolution can somehow be made to harmonize with the biblical doctrine of Creation is even worse than atheistic evolution. It can&rsquo;t be done, not without making a mockery of the Bible and of the Christian faith as a whole.&nbsp;</p> <p><strong>God asks us to spend one-seventh of our lives, every week, to remember the six-day Creation, something He asks for no other teaching. What should that tell us about how foundational and important this doctrine is to a Christian worldview?</strong></p>"
    },
    {
      "id": 44,
      "idLesson": 4,
      "idDay": 4,
      "dayTitle": "<p><strong>The Biblical Worldview </strong></p>",
      "date": "",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>As said in the introduction, none of us views the world from a neutral position. For example, an atheist looks at a rainbow in the sky and sees nothing but a natural phenomenon. It has no meaning other than that which humans decide to give it. In contrast, someone eyeing it from a biblical worldview sees not only the natural phenomenon, the water and light interacting, but also a reaffirmation of God&rsquo;s promise not to destroy the world again by water (Gen. 9:13&ndash;16). &ldquo;How great the condescension of God and His compassion for His erring creatures in thus placing the beautiful rainbow in the clouds as a token of His covenant with men. . . . It was God&rsquo;s purpose that as the children of after generations should ask the meaning of the glorious arch which spans the heavens, their parents should repeat the story of the Flood, and tell them that the Most High had bended the bow and placed it in the clouds as an assurance that the waters should never again overflow the earth.&rdquo; &mdash;Ellen G. White, Patriarchs and Prophets, p. 106.&nbsp;</p> <p>For Seventh-day Adventists, the Bible remains the foundational text of our faith. It teaches the worldview, the &ldquo;filter,&rdquo; by which we are to see and understand the world, which can be a very daunting and complicated place. Scripture creates the template to help us better understand the reality we find ourselves in, which we are part of, and are often confused and befuddled by.&nbsp;</p> <p><strong>What truths are found in the following texts that can better help us understand the reality we exist in? Eph. 6:12; Mark 13:7; Rom. 5:8; 8:28; Eccles. 9:5; Rev. 20:5, 6.&nbsp;</strong></p> <p><strong>Eph. 6:12</strong></p> <p><strong>12</strong> For we do not wrestle against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this age, against spiritual hosts of wickedness in the heavenly places.</p> <p><strong>Mark 13:7</strong></p> <p><strong>7</strong> But when you hear of wars and rumors of wars, do not be troubled; for such things must happen, but the end is not yet.</p> <p><strong>Rom. 5:8</strong></p> <p><strong>8</strong> But God demonstrates His own love toward us, in that while we were still sinners, Christ died for us.</p> <p><strong>Rom. 8:28</strong></p> <p><strong>28 </strong>And we know that all things work together for good to those who love God, to those who are the called according to His purpose.</p> <p><strong>Eccles. 9:5</strong></p> <p><strong>5</strong> For the living know that they will die;</p> <p>But the dead know nothing,</p> <p>And they have no more reward,</p> <p>For the memory of them is forgotten.</p> <p><strong>Rev. 20:5, 6</strong></p> <p><strong>5</strong> But the rest of the dead did not live again until the thousand years were finished. This is the first resurrection.&nbsp;</p> <p><strong>6</strong> Blessed and holy is he who has part in the first resurrection. Over such the second death has no power, but they shall be priests of God and of Christ, and shall reign with Him a thousand years.</p> <p><br></p> <p>As Seventh-day Adventists, we must firmly adhere to the teachings of the Bible, for this is God&rsquo;s revealed truth to humans, explaining for us many things about the world that we would otherwise not know or understand. Hence, all Christian education must be rooted and grounded in the Word of God, and any teaching contrary to it must be rejected.&nbsp;</p> <p><strong>What are some teachings of the Bible that contradict other beliefs that people hold? What should this difference teach us about how important it is that we adhere faithfully to the Word of God?</strong></p>"
    },
    {
      "id": 45,
      "idLesson": 4,
      "idDay": 5,
      "dayTitle": "<p><strong>Worship the Redeemer </strong></p>",
      "date": "",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>As crucial as the doctrine of Creation is to our faith, the doctrine does not appear alone, especially in the New Testament. It often comes coupled with, even inextricably tied to, the doctrine of Redemption. And that&rsquo;s because, frankly, in a fallen world of sin and death, Creation alone isn&rsquo;t enough. We live, we struggle, we suffer (as we all do), and then&mdash;what? We die, ultimately winding up no different from animal carcasses left on the side of the road.&nbsp;</p> <p>How great is that?&nbsp;</p> <p>Hence, we have, as crucial to our worldview, the doctrine of Redemption, as well&mdash;and that means we have Jesus Christ and Him crucified and resurrected at the center of all that we believe.&nbsp;</p> <p><strong>Read John 1:1&ndash;14. What are these texts telling us about who Jesus was and what He has done for us?&nbsp;</strong></p> <p><strong>John 1:1&ndash;14</strong></p> <p><strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.&nbsp;</p> <p><strong>2</strong> He was in the beginning with God.&nbsp;</p> <p><strong>3</strong> All things were made through Him, and without Him nothing was made that was made.&nbsp;</p> <p><strong>4</strong> In Him was life, and the life was the light of men.&nbsp;</p> <p><strong>5</strong> And the light shines in the darkness, and the darkness did not comprehend it.</p> <p><strong>6</strong> There was a man sent from God, whose name was John.&nbsp;</p> <p><strong>7</strong> This man came for a witness, to bear witness of the Light, that all through him might believe.&nbsp;</p> <p><strong>8</strong> He was not that Light, but was sent to bear witness of that Light.&nbsp;</p> <p><strong>9</strong> That was the true Light which gives light to every man coming into the world.</p> <p><strong>10 </strong>He was in the world, and the world was made through Him, and the world did not know Him. 11 He came to His own, and His own did not receive Him.&nbsp;</p> <p><strong>12 </strong>But as many as received Him, to them He gave the right to become children of God, to those who believe in His name:&nbsp;</p> <p><strong>13 </strong>who were born, not of blood, nor of the will of the flesh, nor of the will of man, but of God.</p> <p><strong>14 </strong>And the Word became flesh and dwelt among us, and we beheld His glory, the glory as of the only begotten of the Father, full of grace and truth.</p> <p><br></p> <p>Look also at the first angel&rsquo;s message: &ldquo;Then I saw another angel flying in the midst of heaven, having the everlasting gospel to preach to those who dwell on the earth&mdash;to every nation, tribe, tongue, and people&mdash;saying with a loud voice, &lsquo;Fear God and give glory to Him, for the hour of His judgment has come; and worship Him who made heaven and earth, the sea and springs of water&rsquo; &rdquo; (Rev. 14:6, 7, NKJV). Notice that the &ldquo;everlasting gospel&rdquo; is linked directly to God as the Creator. And when we realize that the God who created us is the same God who, in human flesh, bore the punishment for our sin upon Himself&mdash;it is no wonder we are called to worship Him. What other response should there be from us when we realize what our God is really like?&nbsp;</p> <p>For this reason, Christ and Him crucified must remain front and center to all that we teach&mdash;a teaching that, in fact, must include the Second Coming, as well, because Christ&rsquo;s first coming doesn&rsquo;t really do us a whole lot of good apart from the second, does it? One could argue, from Scripture, that Christ&rsquo;s first and second comings are two parts of one event&mdash;the plan of salvation.&nbsp;</p> <p><strong>Dwell more on the idea, expressed in John 1, that the One who made all &ldquo;that was made&rdquo; (John 1:3) was the One who died on the cross for us. Why should worship be the overwhelming natural response?</strong></p>"
    },
    {
      "id": 46,
      "idLesson": 4,
      "idDay": 6,
      "dayTitle": "<p><strong>The Law of God </strong></p>",
      "date": "",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Years ago, in France, the nation was debating the question of capital punishment: should it be abolished? Advocates for its abolishment contacted a famous French writer and philosopher named Michel Foucault and asked him to pen an editorial on their behalf. What he did, however, was advocate, not for abolishing just the death penalty&mdash; but for abolishing the whole prison system entirely and letting all the prisoners go free.&nbsp;</p> <p>Why? Because for Michel Foucault all systems of morality were merely human constructs, human ideas put in place by those in power in order to control the masses. Hence, these moral codes had no real legitimacy.&nbsp;</p> <p>However extreme his position, what we see here is a logical consequence of a problem that is not really so new. Moses dealt with it in ancient Israel thousands of years ago. &ldquo; &lsquo;You shall not at all do as we are doing here today&mdash;every man doing whatever is right in his own eyes&rsquo; &rdquo; (Deut. 12:8, NKJV; see also Judg. 17:6, Prov. 12:15).&nbsp;</p> <p><strong>Deut. 12:8</strong></p> <p><strong>8</strong> &ldquo;You shall not at all do as we are doing here today&mdash;every man doing whatever is right in his own eyes&mdash;</p> <p><strong>Judg. 17:6</strong></p> <p><strong>6</strong> In those days there was no king in Israel; everyone did what was right in his own eyes.</p> <p><strong>Prov. 12:15</strong></p> <p><strong>15 </strong>The way of a fool is right in his own eyes,</p> <p>But he who heeds counsel is wise.</p> <p><br></p> <p>However, if we shouldn&rsquo;t do what is right in merely our own eyes&mdash; that is, we ourselves are not righteous, holy, and objective enough to know what is morally correct&mdash;then how do we know what to do? The answer, or course, is that the Lord who created us also gave us a moral code to live by. Maybe our eyes can&rsquo;t get it right, but the Lord&rsquo;s always do.&nbsp;</p> <p><strong>What do these texts teach us about moral conduct? Deut. 6:5, Mark 12:29&ndash;31, Rev. 14:12.&nbsp;</strong></p> <p><strong>Deut. 6:5</strong></p> <p><strong>5 </strong>You shall love the Lord your God with all your heart, with all your soul, and with all your strength.</p> <p><strong>Mark 12:29&ndash;31</strong></p> <p><strong>29</strong> Jesus answered him, &ldquo;The first of all the commandments is: &lsquo;Hear, O Israel, the Lord our God, the Lord is one.&nbsp;</p> <p><strong>30 </strong>And you shall love the Lord your God with all your heart, with all your soul, with all your mind, and with all your strength.&rsquo; This is the first commandment.&nbsp;</p> <p><strong>31 </strong>And the second, like it, is this: &lsquo;You shall love your neighbor as yourself.&rsquo; There is no other commandment greater than these.&rdquo;</p> <p><strong>Rev. 14:12</strong></p> <p><strong>12</strong> Here is the patience of the saints; here are those who keep the commandments of God and the faith of Jesus.</p> <p><br></p> <p>If we are going to make redemption central to our Christian worldview, then (as we saw last week) God&rsquo;s law, the Ten Commandments, must be central, as well. After all, what are we redeemed from if not sin, which is breaking the law (Rom. 3:20)? The gospel really makes no sense apart from the law of God, which is one reason we know that the law is still binding for us, despite its inability to save us. (That&rsquo;s why we need the gospel.)&nbsp;</p> <p>Therefore, all Seventh-day Adventist education must emphasize what Ellen White has called &ldquo;the perpetuity of the law&rdquo; (The Great Controversy, p. 63), which includes the Sabbath. If education is to help restore the image of God in us as far as possible in this life, then even at the most basic level God&rsquo;s law must be held up, in light of Christ&rsquo;s example, as the moral code that shows us what truly is right in God&rsquo;s eyes.</p>"
    },
    {
      "id": 47,
      "idLesson": 4,
      "idDay": 7,
      "dayTitle": "",
      "date": "",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought: </strong>&ldquo;The true object of education is to restore the image of God in the soul.&rdquo;&mdash;Ellen G. White, Patriarchs and Prophets, p. 595. With this idea in mind, we can see why a solid Christian worldview is essential for Adventist education. After all, as we noted earlier, education in and of itself is not necessarily good. People can be educated, even highly educated, in ideas and attitudes that are contradictory to the principles found in the Bible. That&rsquo;s why, as Seventh-day Adventists, our educational system must be based on the Christian worldview. This means, then, that all general fields of education, science, history, morality, culture, and so forth will be taught from that perspective, as opposed to one that contradicts or even just ignores it. Also, as said earlier but worth repeating: there&rsquo;s no such thing as a neutral perspective; all of life, all of reality, is viewed through the filters of one&rsquo;s worldview, whether or not that worldview is cogently and systematically thought out. Hence, it is essential that the biblical worldview form the foundation of all Seventh-day Adventist education.&nbsp;</p> <p><strong>Discussion Questions:&nbsp;</strong></p> <p><strong>1 </strong>What are examples that you can think of from history in which entire systems of education were (or even are) very destructive? What were some of those places, what were students taught there, and what can we learn from them? How can we protect our own educational systems from these destructive influences?&nbsp;</p> <p><strong>2</strong> This week&rsquo;s lesson looked at some of the key points of a Christian worldview: the existence of God, the Creation, the Bible, the plan of Redemption, and the law of God. What other important elements should be included in any complete formulation of a Christian worldview?&nbsp;</p> <p><strong>3</strong> An eighteenth-century thinker once wrote: &ldquo;O conscience! Conscience! Thou divine instinct, thou certain guide of an ignorant and confined, though intelligent and free being&mdash;thou infallible judge of good and evil, who makes man to resemble the Deity.&rdquo; What&rsquo;s right, or wrong, with that position?&nbsp;</p> <p><strong>4</strong> Look at this Ellen G. White statement again: &ldquo;The true object of education is to restore the image of God in the soul.&rdquo; What does that mean? How does this show us why Adventist education must be so different from much of how the world itself views education?</p> <p><br></p> <p><strong>INSIDE STORY</strong></p> <p><strong>Missionary&rsquo;s Darkest Night&nbsp;</strong></p> <p><strong><em>By Merry Grace Baloria</em> </strong></p> <p>I never thought that a single night would be the darkest in my life. It was during that darkest night that God showed me His marvelous light.&nbsp;</p> <p>Heavy rain awakened me at 12:45 a.m. It was completely dark in the one-bedroom house that I shared with a missionary partner in Eastern Samar province. Only two weeks remained of our one-year term with 1000 Missionary Movement, and a big earthquake had left the area without power.&nbsp;</p> <p>I couldn&rsquo;t see anything, but I heard strange noises. Grabbing a flashlight, I directed it toward the door. I couldn&rsquo;t see anyone, but I felt certain that an intruder had entered. Shaking with fear, I knelt under the large mosquito net that covered my partner&rsquo;s bed and mine. &ldquo;Lord, please save us just like you saved Daniel and Joseph,&rdquo; I prayed. &ldquo;We wouldn&rsquo;t be here if it weren&rsquo;t for You.&rdquo;&nbsp;</p> <p>I lay back on my bed and, trembling, repeated Psalm 23:1, &ldquo;The Lord is my shepherd, I shall not want&rdquo; (NKJV). I picked up the flashlight again. What I saw was beyond my imagination. It was horrible. I saw a man with red eyes and wet hair. He held a large bolo knife and was kneeling inside our mosquito net.&nbsp;</p> <p>Terrified, I screamed at the top of my lungs. My partner awoke, and we shouted for help. The intruder lunged at us with the sharp, single-edged knife, and we tried to kick him away. Suddenly something hard hit me. I fell to the ground, pain sweeping over my body. Lord, am I going to die? I thought.&nbsp;</p> <p>Hearing someone trying to open the house door, I cried, &ldquo;Open the window!&rdquo; When my partner and I heard the window being opened, we ran to it and leaped out. A neighbor saw my battered face and asked what had happened. When she heard about the attacker, she rushed home, fearful for her own children.&nbsp;</p> <p>My partner and I walked barefoot in wet, deserted streets, calling for help. Everyone seemed to be asleep. Finally, someone took us to the hospital at 3:00 a.m. My partner had slight cuts on a hand and foot. I had a serious cut from my left eye to my jaw. A physician gave me many stitches and injections.&nbsp;</p> <p>The happiest moment in that dark night came with the morning sun. As the sun rose, it seemed to be shining just for me. I smiled. I felt Jesus&rsquo; deep love. He had been with me from the beginning and would be with me until the end, the Shepherd watching over His sheep. The attacker was caught that morning, and he remains in prison. I was not discouraged. Eight months later, at the age of 22, I began a second year of service with 1000 Missionary Movement, this time in South Korea. I now am in my third year of service. I thank God for the experience. The Lord said in Jeremiah 33:3, &ldquo;Call to Me, and I will answer you, and show you great and mighty things, which you do not know&rdquo; (NKJV). My outlook on life has changed. My life isn&rsquo;t mine; it is God&rsquo;s.</p> <p><br></p>"
    }
  ]
}
