{
  "id": 8,
  "lessonNumber": 8,
  "versionCode": 5,
  "quarter": "4T2020",
  "title": "<p><strong>EDUCACI&Oacute;N Y REDENCI&Oacute;N</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "es",
  "verse": "<p><strong>PARA MEMORIZAR: &ldquo;Toda la Escritura es inspirada por Dios, y &uacute;til para ense&ntilde;ar, para redarg&uuml;ir, para corregir, para instruir en justicia&rdquo; (2 Tim. 3:16).</strong></p>",
  "weekDate": "14 de Noviembre-20 de Noviembre",
  "lessonDays": [
    {
      "id": 81,
      "idLesson": 8,
      "idDay": 1,
      "dayTitle": "",
      "date": "14 de Noviembre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>La Biblia cuenta una larga historia acerca de Dios y su pueblo. A veces se la considera una historia de amor que termin&oacute; mal, al menos tem poralmente. O puede verse como una historia de un padre y sus hijosrebeldes, que al final entran en raz&oacute;n.</p><p>Pero, para los prop&oacute;sitos de la lecci&oacute;n de esta semana, descubriremos otra tem&aacute;tica en la historia b&iacute;blica, a saber, la de un maestro y sus alumnos. Ellos siguen desaprobando sus ex&aacute;menes, pero &eacute;l les explica pacientemente sus lecciones vez tras vez, hasta que, por fin, algunos aprenden.</p><p>La historia b&iacute;blica no difiere mucho de nuestras propias historias humanas que conocemos tan bien, con una excepci&oacute;n: la historia de Dios y su pueblo tiene garantizado un final feliz; logra su objetivo. La gracia divina hacia su pueblo asegura ese resultado. La responsabilidad humana en esta relaci&oacute;n a menudo ha sido malinterpretada, e incluso temida, por muchos que la han considerado onerosa. Pero, de hecho, la historia de la Biblia es esencialmente una invitaci&oacute;n a conocer a Dios y comprender su voluntad. Por cierto, aprender a conocer a Dios es nuestra principal respuesta a su gracia. No podemos ganar esa gracia, pero podemos aprenderla; y &iquest;qu&eacute; es la educaci&oacute;n cristiana, si no la educaci&oacute;n que nos ense&ntilde;a acerca de esta gracia?</p>"
    },
    {
      "id": 82,
      "idLesson": 8,
      "idDay": 2,
      "dayTitle": "<p><strong>A IMAGEN DE DIOS</strong></p>",
      "date": "15 de Noviembre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Lee G&eacute;nesis 1:26 y 27; y 5:1 y 3. &iquest;Qu&eacute; nos ense&ntilde;an estos vers&iacute;culos acerca de c&oacute;mo Dios cre&oacute; originalmente a la humanidad y lo que sucedi&oacute; con la humanidad despu&eacute;s del pecado?</strong></p><p><strong>G&eacute;nesis 1:26 - 27</strong></p><p><strong>26</strong> Entonces dijo Dios: Hagamos al hombre a nuestra imagen, conforme a nuestra semejanza; y se&ntilde;oree en los peces del mar, en las aves de los cielos, en las bestias, en toda la tierra, y en todo animal que se arrastra sobre la tierra.</p><p><strong>27</strong> Y cre&oacute; Dios al hombre a su imagen, a imagen de Dios lo cre&oacute;; var&oacute;n y hembra los cre&oacute;.</p><p><strong>G&eacute;nesis 5:1 - 3</strong></p><p><strong>1&nbsp;</strong>Este es el libro de las generaciones de Ad&aacute;n. El d&iacute;a en que cre&oacute; Dios al hombre, a semejanza de Dios lo hizo.</p><p><strong>2</strong> Var&oacute;n y hembra los cre&oacute;; y los bendijo, y llam&oacute; el nombre de ellos Ad&aacute;n, el d&iacute;a en que fueron creados.</p><p><strong>3</strong> Y vivi&oacute; Ad&aacute;n ciento treinta a&ntilde;os, y engendr&oacute; un hijo a su semejanza, conforme a su imagen, y llam&oacute; su nombre Set.</p><p></p><p>La frase &ldquo;a imagen de Dios&rdquo; ha cautivado a los int&eacute;rpretes de la Biblia durante siglos. &iquest;Cu&aacute;l es esta imagen con la que se cre&oacute; a los primeros seres humanos? Por ejemplo, &iquest;significa que Dios se mir&oacute; en un espejo y form&oacute; su nueva Creaci&oacute;n parecida a s&iacute; mismo? &iquest;O significa que los seres humanos se asemejan m&aacute;s a Dios que a todas las dem&aacute;s formas de vida? &iquest;O se refiere a una similitud y compatibilidad espiritual e intelectual entre el Creador y su creaci&oacute;n humana? Las Escrituras no dan ninguna explicaci&oacute;n precisa de esta expresi&oacute;n, a pesar de que los eruditos han extra&iacute;do de las Escrituras muchas interpretaciones de lo que podr&iacute;a significar. Sin embargo, podemos ver que despu&eacute;s del pecado esta imagen cambi&oacute;, fue distorsionada; raz&oacute;n por la cual Elena de White escribi&oacute; que el objetivo de la educaci&oacute;n es restaurar en el hombre la imagen de su hacedor (Ed 14-16).</p><p>&iquest;C&oacute;mo puede la educaci&oacute;n lograr un objetivo tan notable?</p><p>En primer lugar, debemos recordar que Dios hizo que tuvi&eacute;semos una relaci&oacute;n con &eacute;l, algo similar a lo que hacen los padres con sus hijos. Nos hizo a su imagen, de la misma manera en que los padres humanos tienen hijos a su imagen (G&eacute;n. 5:1), para que &eacute;l pudiera educarnos como hijos suyos que pertenecen a su familia. El Se&ntilde;or se puede comunicar con nosotros y formar una relaci&oacute;n duradera con nosotros. Por ende, la imagen de Dios es m&aacute;s una &ldquo;imagen mental&rdquo; que permite que dos seres, uno divino y otro humano, tengan una convergencia de ideas. Esto es precisamente lo que sucede en la educaci&oacute;n, primero en el hogar entre padres e hijos, y luego en la escuela, cuando los maestros se hacen cargo de la obra educativa. Evidentemente, Dios planific&oacute; este proceso de educaci&oacute;n, que conocemos tan bien, cuando al distinguirnos de muchas otras formas de vida nos hizo a su imagen: lo hizo para poder ense&ntilde;arnos y para que podemos aprender de &eacute;l, hasta que su imagen (su mente) se refleje en la nuestra.</p><p><strong>La historia de la Redenci&oacute;n es una historia de educaci&oacute;n desde la Creaci&oacute;n hasta la Encarnaci&oacute;n, y desde la Encarnaci&oacute;n hasta la Recreaci&oacute;n. Dios es un Maestro, y el cielo es una escuela por la eternidad (ver Ed 301). &iquest;Cu&aacute;les son las implicaciones de este pensamiento para nuestro compromiso con la educaci&oacute;n cristiana en el hogar, en la iglesia, en la escuela, en la universidad y durante toda la vida?</strong></p>"
    },
    {
      "id": 83,
      "idLesson": 8,
      "idDay": 3,
      "dayTitle": "<p><strong>JES&Uacute;S COMO MAESTRO</strong></p>",
      "date": "16 de Noviembre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>La Biblia utiliza muchos t&eacute;rminos para describir a Jes&uacute;s. &Eacute;l es el Hijo de Dios, el Mes&iacute;as, el Hijo del Hombre, el Salvador, el Redentor, el Se&ntilde;or, el Cordero de Dios, por mencionar tan solo algunos. Pero, para quienes lo conocieron mejor durante sus m&aacute;s de tres a&ntilde;os de ministerio p&uacute;blico en Judea y Galilea, era un Maestro. Lo llamaban &ldquo;Maestro&rdquo;, o &ldquo;Rab&iacute;&rdquo;. Ambos significan lo mismo, a saber, &ldquo;Maestro&rdquo;.</p><p>Por lo tanto, la profesi&oacute;n docente y la obra de ense&ntilde;anza debieron haber sido una forma particularmente adecuada para que Jes&uacute;s llevara a cabo su ministerio p&uacute;blico. De alguna manera, su obra de redenci&oacute;n es similar a la obra de ense&ntilde;anza. Es m&aacute;s, el profeta evang&eacute;lico lo predijo.</p><p><strong>Lee Isa&iacute;as 11:1 al 9. &iquest;Qu&eacute; revela sobre la funci&oacute;n docente de Jes&uacute;s?</strong></p><p><strong>Isa&iacute;as 11:1 - 9</strong></p><p><strong>1</strong> Saldr&aacute; una vara del tronco de Isa&iacute;, y un v&aacute;stago reto&ntilde;ar&aacute; de sus ra&iacute;ces.</p><p><strong>2</strong> Y reposar&aacute; sobre &eacute;l el Esp&iacute;ritu de Jehov&aacute;; esp&iacute;ritu de sabidur&iacute;a y de inteligencia, esp&iacute;ritu de consejo y de poder, esp&iacute;ritu de conocimiento y de temor de Jehov&aacute;.</p><p><strong>3</strong> Y le har&aacute; entender diligente en el temor de Jehov&aacute;. No juzgar&aacute; seg&uacute;n la vista de sus ojos, ni arg&uuml;ir&aacute; por lo que oigan sus o&iacute;dos;</p><p><strong>4</strong> sino que juzgar&aacute; con justicia a los pobres, y arg&uuml;ir&aacute; con equidad por los mansos de la tierra; y herir&aacute; la tierra con la vara de su boca, y con el esp&iacute;ritu de sus labios matar&aacute; al imp&iacute;o.</p><p><strong>5</strong> Y ser&aacute; la justicia cinto de sus lomos, y la fidelidad ce&ntilde;idor de su cintura.</p><p><strong>6</strong> Morar&aacute; el lobo con el cordero, y el leopardo con el cabrito se acostar&aacute;; el becerro y el le&oacute;n y la bestia dom&eacute;stica andar&aacute;n juntos, y un ni&ntilde;o los pastorear&aacute;.</p><p><strong>7</strong> La vaca y la osa pacer&aacute;n, sus cr&iacute;as se echar&aacute;n juntas; y el le&oacute;n como el buey comer&aacute; paja.</p><p><strong>8</strong> Y el ni&ntilde;o de pecho jugar&aacute; sobre la cueva del &aacute;spid, y el reci&eacute;n destetado extender&aacute; su mano sobre la caverna de la v&iacute;bora.</p><p><strong>9</strong> No har&aacute;n mal ni da&ntilde;ar&aacute;n en todo mi santo monte; porque la tierra ser&aacute; llena del conocimiento de Jehov&aacute;, como las aguas cubren el mar.</p><p></p><p>Una de las profec&iacute;as mesi&aacute;nicas m&aacute;s sorprendentes en las Escrituras se encuentra en Isa&iacute;as 11. Los vers&iacute;culos 1 al 3 retratan al Mes&iacute;as venidero en t&eacute;rminos educativos, alguien que aporta conocimiento, consejos, sabidur&iacute;a y entendimiento. Todo el pasaje concluye con esta notable promesa: &ldquo;La tierra ser&aacute; llena del conocimiento de Jehov&aacute;, como las aguas cubren el mar&rdquo; (Isa. 11:9). Quiz&aacute;s esas ense&ntilde;anzas de las Escrituras hayan sido las que inspiraron a Elena de White, en su libro sobre la educaci&oacute;n, a se&ntilde;alar que la obra de la educaci&oacute;n y la obra de la redenci&oacute;n son una (ver Ed 30).</p><p>Lee Juan 3:1 al 3. Nicodemo se dirigi&oacute; a Jes&uacute;s como un rabino, y adem&aacute;s identific&oacute; que los dones de ense&ntilde;anza de Jes&uacute;s proven&iacute;an de Dios, debido a las se&ntilde;ales que Jes&uacute;s realiz&oacute;: sus milagros y sus revelaciones sobre el significado de la vida. Indudablemente, Jes&uacute;s reconoci&oacute; el origen de sus dones de ense&ntilde;anza (si bien no el t&iacute;tulo que este le dio) cuando respondi&oacute; a Nicodemo que deb&iacute;a nacer de nuevo para ver (comprender y entrar en) el Reino de Dios. Esto significa que la autoridad para ense&ntilde;ar a los dem&aacute;s, incluso en el caso de Jes&uacute;s, proviene de Dios.</p><p>Sin duda, la ense&ntilde;anza es un don de Dios. Es encomendado por Dios, fue adoptado por Jes&uacute;s, y quienes reciben la ense&ntilde;anza reconocen que tiene autoridad divina.</p><p><strong>&iquest;Cu&aacute;l es nuestro papel al observar el cumplimiento de esta profec&iacute;a en cuanto al conocimiento del Se&ntilde;or que se esparce por todo el mundo?</strong></p>"
    },
    {
      "id": 84,
      "idLesson": 8,
      "idDay": 4,
      "dayTitle": "<p><strong>MOIS&Eacute;S Y LOS PROFETAS</strong></p>",
      "date": "17 de Noviembre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Lee 2 Timoteo 3:14 al 17. &iquest;Qu&eacute; nos ense&ntilde;an estos vers&iacute;culos sobre el papel de las Escrituras en la educaci&oacute;n cristiana?</strong></p><p><strong>2 Timoteo 3:14 - 17</strong></p><p><strong>14</strong> Pero persiste t&uacute; en lo que has aprendido y te persuadiste, sabiendo de qui&eacute;n has aprendido;</p><p><strong>15</strong> y que desde la ni&ntilde;ez has sabido las Sagradas Escrituras, las cuales te pueden hacer sabio para la salvaci&oacute;n por la fe que es en Cristo Jes&uacute;s.</p><p><strong>16</strong> Toda la Escritura es inspirada por Dios, y &uacute;til para ense&ntilde;ar, para redarg&uuml;ir, para corregir, para instruir en justicia,</p><p><strong>17</strong> a fin de que el hombre de Dios sea perfecto, enteramente preparado para toda buena obra.</p><p></p><p>La palabra para la primera parte de la Biblia, la Tor&aacute;, a veces se traduce como &ldquo;la Ley&rdquo;, en parte porque hay muchas leyes en estos libros. Pero la Tor&aacute; realmente significa &ldquo;ense&ntilde;anza&rdquo;, o &ldquo;instrucci&oacute;n&rdquo;. Esta interpretaci&oacute;n es muy diferente de lo que muchos piensan que es la &ldquo;Ley&rdquo; en la Biblia: las normas y los reglamentos que debemos seguir para contar con la buena voluntad de Dios. No es as&iacute;; la Ley es un material did&aacute;ctico que nos ense&ntilde;a a vivir en forma exitosa y segura en una relaci&oacute;n de pacto con Dios, que &eacute;l tuvo en mente ya al crearnos.</p><p>Las siguientes partes de la Biblia hebrea, los profetas, informan con cu&aacute;nto &eacute;xito el pueblo de Dios domin&oacute; este material did&aacute;ctico y lo puso en pr&aacute;ctica (los profetas primeros, o libros hist&oacute;ricos), y lo que deber&iacute;a haber aprendido de este material did&aacute;ctico (los profetas postreros). La parte restante del Antiguo Testamento (llamada &ldquo;escritos&rdquo;, en hebreo) est&aacute; llena de ejemplos de maestros y alumnos exitosos y no tan exitosos, junto con sus experiencias educativas. Ejemplos de &eacute;xito educativo en estos libros ser&iacute;an Ester, Rut, Daniel y Job. Entre los fracasos, estar&iacute;an los cuatro amigos de Job. Por supuesto, el libro de Salmos es un himnario, pero este incluso tiene al menos tres salmos educativos: Salmo 1, Salmo 37 y Salmo 73.</p><p>Los evangelios abundan en materiales destinados a fines educativos, especialmente en las par&aacute;bolas de Jes&uacute;s. Muchas de las cartas de Pablo comienzan con una fuerte proclamaci&oacute;n del evangelio, pero terminan con material educativo, lecciones pr&aacute;cticas sobre la vida diaria de los cristianos. El libro de Apocalipsis est&aacute; lleno de material educativo. Por ejemplo, toda la informaci&oacute;n, o el desarrollo del futuro de la iglesia de Cristo, se revela en un libro que solo el Cordero de Dios, Jes&uacute;s, el gran Maestro, puede abrir (Apoc. 5:1&ndash;5).</p><p><strong>Algunos quiz&aacute; digan que no todo el material did&aacute;ctico en los libros de Mois&eacute;s se aplica a nuestra &eacute;poca, y eso es cierto. Deuteronomio 17:14 al 20, las indicaciones relacionadas con los reyes, tiene algunas instrucciones muy expl&iacute;citas sobre la selecci&oacute;n de alguien para ocupar el cargo real. Hoy, por supuesto, no elegimos reyes en nuestra iglesia. &iquest;C&oacute;mo determinamos la aplicaci&oacute;n adecuada de todo este material did&aacute;ctico de las Escrituras para nuestro tiempo?</strong></p><p><strong>Deuteronomio 17:14 - 20</strong></p><p><strong>14</strong> Cuando hayas entrado en la tierra que Jehov&aacute; tu Dios te da, y tomes posesi&oacute;n de ella y la habites, y digas: Pondr&eacute; un rey sobre m&iacute;, como todas las naciones que est&aacute;n en mis alrededores;</p><p><strong>15</strong> ciertamente pondr&aacute;s por rey sobre ti al que Jehov&aacute; tu Dios escogiere; de entre tus hermanos pondr&aacute;s rey sobre ti; no podr&aacute;s poner sobre ti a hombre extranjero, que no sea tu hermano.</p><p><strong>16</strong> Pero &eacute;l no aumentar&aacute; para s&iacute; caballos, ni har&aacute; volver al pueblo a Egipto con el fin de aumentar caballos; porque Jehov&aacute; os ha dicho: No volv&aacute;is nunca por este camino.</p><p><strong>17</strong> Ni tomar&aacute; para s&iacute; muchas mujeres, para que su coraz&oacute;n no se desv&iacute;e; ni plata ni oro amontonar&aacute; para s&iacute; en abundancia.</p><p><strong>18</strong> Y cuando se siente sobre el trono de su reino, entonces escribir&aacute; para s&iacute; en un libro una copia de esta ley, del original que est&aacute; al cuidado de los sacerdotes levitas;</p><p><strong>19</strong> y lo tendr&aacute; consigo, y leer&aacute; en &eacute;l todos los d&iacute;as de su vida, para que aprenda a temer a Jehov&aacute; su Dios, para guardar todas las palabras de esta ley y estos estatutos, para ponerlos por obra;</p><p><strong>20</strong> para que no se eleve su coraz&oacute;n sobre sus hermanos, ni se aparte del mandamiento a diestra ni a siniestra; a fin de que prolongue sus d&iacute;as en su reino, &eacute;l y sus hijos, en medio de Israel.</p>"
    },
    {
      "id": 85,
      "idLesson": 8,
      "idDay": 5,
      "dayTitle": "<p><strong>LOS SABIOS</strong></p>",
      "date": "18 de Noviembre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Las palabras escuela, estudio y educaci&oacute;n se entienden claramente en la actualidad, pero no son comunes en la Biblia. Hay una palabra, sabidur&iacute;a/ sabio, que es mucho m&aacute;s com&uacute;n. Por ejemplo, el Antiguo Testamento menciona a hombres y mujeres sabios (2 Sam. 20:16; Prov. 16:23).</p><p><strong>Lee 1 Reyes 4:29 al 34. &iquest;Qu&eacute; nos ense&ntilde;a esto sobre la importancia de la sabidur&iacute;a?</strong></p><p><strong>1 Reyes 4:29 - 34</strong></p><p><strong>29</strong> Y Dios dio a Salom&oacute;n sabidur&iacute;a y prudencia muy grandes, y anchura de coraz&oacute;n como la arena que est&aacute; a la orilla del mar.</p><p><strong>30</strong> Era mayor la sabidur&iacute;a de Salom&oacute;n que la de todos los orientales, y que toda la sabidur&iacute;a de los egipcios.</p><p><strong>31</strong> Aun fue m&aacute;s sabio que todos los hombres, m&aacute;s que Et&aacute;n ezra&iacute;ta, y que Hem&aacute;n, Calcol y Darda, hijos de Mahol; y fue conocido entre todas las naciones de alrededor.</p><p><strong>32</strong> Y compuso tres mil proverbios, y sus cantares fueron mil cinco.</p><p><strong>33</strong> Tambi&eacute;n disert&oacute; sobre los &aacute;rboles, desde el cedro del L&iacute;bano hasta el hisopo que nace en la pared. Asimismo disert&oacute; sobre los animales, sobre las aves, sobre los reptiles y sobre los peces.</p><p><strong>34</strong> Y para o&iacute;r la sabidur&iacute;a de Salom&oacute;n ven&iacute;an de todos los pueblos y de todos los reyes de la tierra, adonde hab&iacute;a llegado la fama de su sabidur&iacute;a.</p><p></p><p>El rey Salom&oacute;n se destaca como un hombre muy sabio, que habl&oacute; con autoridad sobre la vida animal y vegetal, y compuso proverbios con gran sabidur&iacute;a, es decir, como hombre culto (1 Rey. 4:29&ndash;34). Los libros de Proverbios y Eclesiast&eacute;s contienen muchas ense&ntilde;anzas sabias sobre diversos temas, atribuidas a Salom&oacute;n, as&iacute; como a otros sabios maestros de la antig&uuml;edad (Prov. 1:1; 25:1; 30:1; 31:1).</p><p>Seg&uacute;n la Biblia, la sabidur&iacute;a es muy semejante a nuestra educaci&oacute;n actual. Es algo que uno aprende de padres y maestros, especialmente de joven (Ecl. 12:1), pero en realidad una persona acumula sabidur&iacute;a a lo largo de la vida. En segundo lugar, la sabidur&iacute;a generalmente tiene un lado pr&aacute;ctico; por ejemplo, aprende de las hormigas, que recogen en el verano para tener suficiente provisi&oacute;n para el invierno (Prov. 6:6&ndash;8).</p><p>Con todo, la sabidur&iacute;a no es solo pr&aacute;ctica; tambi&eacute;n tiene un lado te&oacute;rico, ya que comienza con la fe en Dios y sigue ciertos principios fundamentales (Prov. 1:7). La sabidur&iacute;a nos ayuda a vivir de manera responsable y en beneficio de los dem&aacute;s, y tambi&eacute;n nos ayuda a protegernos de la desgracia. Finalmente, al igual que la educaci&oacute;n actual, la sabidur&iacute;a no responde todas las preguntas que nos planteamos, pero nos permite contentarnos con lo que sabemos mientras continuamos buscando lo que a&uacute;n no conocemos. Y esta es una buena posici&oacute;n desde la cual podemos aprender a conocer a Dios y confiar en su gracia. Seg&uacute;n Jerem&iacute;as 18:18, el rol del maestro sabio es equiparable a los roles de sacerdote y profeta. Los tres transmiten mensajes de Dios a su pueblo, en forma de ense&ntilde;anza de la Ley, consejos educativos y mensajes especiales de Dios.</p><p><strong>&iquest;C&oacute;mo podemos aprender la sabidur&iacute;a y luego transmitirla a los que vienen despu&eacute;s de nosotros? &iquest;Por qu&eacute; es tan importante que hagamos esto, como pueblo?</strong></p>"
    },
    {
      "id": 86,
      "idLesson": 8,
      "idDay": 6,
      "dayTitle": "<p><strong>LA EDUCACI&Oacute;N EN LA IGLESIA PRIMITIVA</strong></p>",
      "date": "19 de Noviembre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Uno de los principios notables de la educaci&oacute;n en las Escrituras surge cuando Jes&uacute;s, el gran Maestro, se prepara para dejar a sus alumnos, o disc&iacute;pulos. Hab&iacute;an estado con &eacute;l durante tres a&ntilde;os y medio, aproximadamente la cantidad de tiempo que destinamos a la educaci&oacute;n secundaria o superior. Al finalizar cualquiera de estos per&iacute;odos, seg&uacute;n la persona, los estudiantes a menudo consideran que est&aacute;n listos para valerse por s&iacute; solos.</p><p>Pero Jes&uacute;s sab&iacute;a m&aacute;s, y por eso proporcion&oacute; a sus seguidores educaci&oacute;n continua bajo la tutela del Esp&iacute;ritu Santo. En otro lado se identifica a ese maestro o gu&iacute;a como Consolador, o Abogado (en griego, paracletos), que les ser&aacute; dado a los seguidores de Jes&uacute;s en forma permanente (Juan 14:16, 17). Se lo identifica como el Esp&iacute;ritu de Verdad. Si bien el Esp&iacute;ritu Santo no se identifica como educador, la obra del Esp&iacute;ritu indudablemente es educativa, especialmente en lo que respecta a buscar y encontrar la verdad.</p><p><strong>Lee 1 Corintios 2:1 al 16. &iquest;Qu&eacute; dice Pablo que es sumamente importante en el contexto de la educaci&oacute;n?</strong></p><p><strong>1 Corintios 2:1 - 16</strong></p><p><strong>1&nbsp;</strong>As&iacute; que, hermanos, cuando fui a vosotros para anunciaros el testimonio de Dios, no fui con excelencia de palabras o de sabidur&iacute;a.</p><p><strong>2</strong> Pues me propuse no saber entre vosotros cosa alguna sino a Jesucristo, y a &eacute;ste crucificado.</p><p><strong>3</strong> Y estuve entre vosotros con debilidad, y mucho temor y temblor;</p><p><strong>4</strong> y ni mi palabra ni mi predicaci&oacute;n fue con palabras persuasivas de humana sabidur&iacute;a, sino con demostraci&oacute;n del Esp&iacute;ritu y de poder,</p><p><strong>5</strong> para que vuestra fe no est&eacute; fundada en la sabidur&iacute;a de los hombres, sino en el poder de Dios.</p><p><strong>6</strong> Sin embargo, hablamos sabidur&iacute;a entre los que han alcanzado madurez; y sabidur&iacute;a, no de este siglo, ni de los pr&iacute;ncipes de este siglo, que perecen.</p><p><strong>7</strong> Mas hablamos sabidur&iacute;a de Dios en misterio, la sabidur&iacute;a oculta, la cual Dios predestin&oacute; antes de los siglos para nuestra gloria,</p><p><strong>8</strong> la que ninguno de los pr&iacute;ncipes de este siglo conoci&oacute;; porque si la hubieran conocido, nunca habr&iacute;an crucificado al Se&ntilde;or de gloria.</p><p><strong>9</strong> Antes bien, como est&aacute; escrito:<br />Cosas que ojo no vio, ni o&iacute;do oy&oacute;,<br />Ni han subido en coraz&oacute;n de hombre,<br />Son las que Dios ha preparado para los que le aman. m</p><p><strong>10</strong> Pero Dios nos las revel&oacute; a nosotros por el Esp&iacute;ritu; porque el Esp&iacute;ritu todo lo escudri&ntilde;a, aun lo profundo de Dios.</p><p><strong>11</strong> Porque &iquest;qui&eacute;n de los hombres sabe las cosas del hombre, sino el esp&iacute;ritu del hombre que est&aacute; en &eacute;l? As&iacute; tampoco nadie conoci&oacute; las cosas de Dios, sino el Esp&iacute;ritu de Dios.</p><p><strong>12</strong> Y nosotros no hemos recibido el esp&iacute;ritu del mundo, sino el Esp&iacute;ritu que proviene de Dios, para que sepamos lo que Dios nos ha concedido,</p><p><strong>13</strong> lo cual tambi&eacute;n hablamos, no con palabras ense&ntilde;adas por sabidur&iacute;a humana, sino con las que ense&ntilde;a el Esp&iacute;ritu, acomodando lo espiritual a lo espiritual.</p><p><strong>14</strong> Pero el hombre natural no percibe las cosas que son del Esp&iacute;ritu de Dios, porque para &eacute;l son locura, y no las puede entender, porque se han de discernir espiritualmente.</p><p><strong>15</strong> En cambio el espiritual juzga todas las cosas; pero &eacute;l no es juzgado de nadie.</p><p><strong>16</strong> Porque &iquest;qui&eacute;n conoci&oacute; la mente del Se&ntilde;or? &iquest;Qui&eacute;n le instruir&aacute;? Mas nosotros tenemos la mente de Cristo.</p><p><strong></strong></p><p>Pablo comienza recordando a la iglesia de Corinto que, cuando fue a ellos por primera vez, no habl&oacute; de nada m&aacute;s que de Jesucristo y de su crucifixi&oacute;n (1 Cor. 2:2): nada de sabidur&iacute;a astuta, solo la proclamaci&oacute;n del evangelio. Pero ese no fue todo (2:6), porque una vez que estos nuevos cristianos maduraran, el ap&oacute;stol volver&iacute;a para ense&ntilde;arles sabidur&iacute;a, las cosas que Dios escondi&oacute; antes del comienzo del mundo (2:7), incluso las cosas profundas de Dios (2:10). Todo ser&aacute; estudiado bajo la gu&iacute;a del Esp&iacute;ritu de Dios cuando este se una al esp&iacute;ritu del alumno.</p><p>&iquest;Cu&aacute;n profundo ser&aacute; ese estudio y cu&aacute;nto acceso al aprendizaje habr&aacute; para quienes sean guiados por el Esp&iacute;ritu? El cap&iacute;tulo concluye con una cita del profeta Isa&iacute;as: &ldquo;&iquest;Qui&eacute;n ense&ntilde;&oacute; al Esp&iacute;ritu de Jehov&aacute;, o le aconsej&oacute; ense&ntilde;&aacute;ndole?&rdquo; (Isa. 40:13). El profeta que hablaba a la gente com&uacute;n de su &eacute;poca dir&iacute;a que nadie puede hacer eso. Pero Pablo corrigi&oacute; esa percepci&oacute;n, al concluir: &ldquo;Nosotros tenemos la mente de Cristo&rdquo;, lo que significa que los cristianos llenos del Esp&iacute;ritu tienen acceso incluso a la mente de Dios y, por lo tanto, a cualquier cantidad de aprendizaje y entendimiento (1 Cor. 2:10-13), necesarios para conocer el camino de la justicia.</p>"
    },
    {
      "id": 87,
      "idLesson": 8,
      "idDay": 7,
      "dayTitle": "",
      "date": "20 de Noviembre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p><p>La Gran Comisi&oacute;n evang&eacute;lica (Mat. 28:18-20) puso en marcha un notable movimiento religioso en todo el mundo. Aqu&iacute;, unos pocos ap&oacute;stoles o misioneros (las dos palabras significan lo mismo: &ldquo;los que son enviados&rdquo;) recorrieron todo el mundo y reunieron alumnos, los convirtieron en disc&iacute;pulos, los llamaron a creer en Jes&uacute;s, los bautizaron, y procedieron a ense&ntilde;arles todas las cosas que Jes&uacute;s les hab&iacute;a mandado. La imagen es la de cristianos convertidos de todo el mundo, que representan diferentes culturas y hablan diferentes idiomas, que salen de las aguas del bautismo solo para ingresar en una escuela y comenzar su educaci&oacute;n. Esto no es de extra&ntilde;ar, ya que todav&iacute;a tienen mucho que aprender.</p><p>La raz&oacute;n por la que los cristianos siempre est&aacute;n aprendiendo no es solo por curiosidad intelectual o el af&aacute;n de dominar el conocimiento, sino porque la vida y la fe cristianas impregnan cada rinc&oacute;n de la vida diaria. Hay mucho que aprender. Debido a eso, las cartas del Nuevo Testamento contienen tanto la proclamaci&oacute;n sobre Jes&uacute;s (a veces el Nuevo Testamento utiliza la palabra kerygma para esto) como la educaci&oacute;n en todas las cosas que los cristianos tienen que aprender (a veces el Nuevo Testamento la llama didach&eacute;). Podemos ver un buen ejemplo de proclamaci&oacute;n en 1 Corintios 2:2, mientras que la educaci&oacute;n comienza en 1 Corintios 4 y contin&uacute;a de tanto en tanto en el resto de la carta. &iquest;Qu&eacute; es lo que los cristianos tienen que aprender?</p><p>Trabajo, descanso, cuestiones sociales, relaciones comunitarias, iglesia y adoraci&oacute;n, econom&iacute;a, filantrop&iacute;a, relaciones con las autoridades, asesoramiento, sistemas familiares, relaciones matrimoniales y crianza de los hijos, comida y su preparaci&oacute;n, vestimenta, incluso envejecer y prepararse para el final de la vida, tanto la vida personal como la vida en este mundo. Ser cristiano significa aprender algo sobre todas estas cosas y m&aacute;s. Comprenderlas no es algo que suceda naturalmente; hay que aprenderlas.</p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p><strong> 1.</strong> &iquest;Cu&aacute;n importante es la obra educativa para la misi&oacute;n de la iglesia?</p><p><strong>2.</strong> &iquest;Qu&eacute; quiso decir Elena de White cuando escribi&oacute;: &ldquo;El cielo es una escuela&rdquo; (Ed 301)?</p><p><strong>3.</strong> Vuelve a leer 1 Corintios 2:1 al 16. Observa lo que dice Pablo acerca de lo que Dios nos revela mediante la Iluminaci&oacute;n. Piensa en su declaraci&oacute;n de que los gobernantes y la sabidur&iacute;a de la &eacute;poca perecen. Si &eacute;l pudo decir eso en aquel entonces, &iquest;qu&eacute; decir de parte de la &ldquo;sabidur&iacute;a&rdquo; de nuestra &eacute;poca tambi&eacute;n?<strong></strong></p>"
    }
  ]
}
