{
  "id": 706,
  "lessonNumber": 6,
  "versionCode": 8,
  "quarter": "2T2021",
  "title": "<p><strong>Finding Rest in Family Ties</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p><strong>Memory Text:</strong> <strong>&ldquo;You therefore, beloved, since you know this beforehand, beware lest you also fall from your own steadfastness, being led away with the error of the wicked; but grow in the grace and knowledge of our Lord and Savior Jesus Christ. To Him be the glory both now and forever. Amen&rdquo; (2 Peter 3:17, 18, NKJV).</strong></p>",
  "weekDate": "July 31–August 6",
  "lessonDays": [
    {
      "id": 61,
      "idLesson": 6,
      "idDay": 1,
      "dayTitle": "",
      "date": "July 31",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>The young man carefully scanned the horizon. Then, finally, he saw them. He had been looking for his brothers for days. As he approached, waving and calling to the grim-faced group, he got anything but a warm welcome. His own brothers actually wanted to kill him. If it hadn&rsquo;t been for Reuben, there may have been no story to tell. Reuben convinced the rest just to rough him up a bit and throw him into a dry well. Later, Judah came up with the grand scheme to get rid of him and make a bit of money, too, by selling him to some passing slave traders.</p> <p>What an example of family dysfunction!</p> <p>We get to choose many things in life&mdash;but not our family. No one is perfect, and none of us have perfect families and perfect family relationships. Some of us are blessed by parents, siblings, and other family members that reflect God&rsquo;s love, but many have to settle for less than the ideal. Family relationships often are complicated and painful, leaving us restless, hurt, and carrying loads of emotional baggage that we, in turn, off-load on others. How can we find God&rsquo;s rest in this area of our lives? This week we turn to the story of Joseph and his family ties in order to watch God at work bringing healing and emotional rest despite dysfunctional family relationships.</p>"
    },
    {
      "id": 62,
      "idLesson": 6,
      "idDay": 2,
      "dayTitle": "<p><strong>Dysfunction at Home</strong></p>",
      "date": "August 1",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Joseph knew about dysfunctional families. It had started with his greatgrandparents, Abraham and Sarah. When Sarah realized that she was barren, she had convinced Abraham to go in to her servant Hagar. As soon as Hagar was pregnant, the rivalry began. Growing up in this atmosphere, Ishmael and Isaac took the tension into their own families. Isaac made a point of favoring Esau, and Jacob spent his life trying to earn his father&rsquo;s love and respect. Later on, Jacob was tricked into marrying two sisters who did not get along and competed with each other through a childbearing race, even enlisting their maids to bear Jacob&rsquo;s children.</p> <p><strong>Review the incident detailed in Genesis 34. What kind of emotional and relational impact would this incident have had on the family as a whole and on young Joseph as well?</strong></p> <p>Genesis 34</p> <p>Now Dinah the daughter of Leah, whom she had borne to Jacob, went out to see the daughters of the land.</p> <p>2 And when Shechem the son of Hamor the Hivite, prince of the country, saw her, he took her and lay with her, and violated her.</p> <p>3 His soul [a]was strongly attracted to Dinah the daughter of Jacob, and he loved the young woman and spoke [b]kindly to the young woman.</p> <p>4 So Shechem spoke to his father Hamor, saying, &ldquo;Get me this young woman as a wife.&rdquo;</p> <p>5 And Jacob heard that he had defiled Dinah his daughter. Now his sons were with his livestock in the field; so Jacob held[c] his peace until they came.</p> <p>6 Then Hamor the father of Shechem went out to Jacob to speak with him.</p> <p>7 And the sons of Jacob came in from the field when they heard it; and the men were grieved and very angry, because he had done a disgraceful thing in Israel by lying with Jacob&rsquo;s daughter, a thing which ought not to be done.</p> <p>8 But Hamor spoke with them, saying, &ldquo;The soul of my son Shechem longs for your daughter. Please give her to him as a wife.</p> <p>9 And make marriages with us; give your daughters to us, and take our daughters to yourselves.</p> <p>10 So you shall dwell with us, and the land shall be before you. Dwell and trade in it, and acquire possessions for yourselves in it.&rdquo;</p> <p>11 Then Shechem said to her father and her brothers, &ldquo;Let me find favor in your eyes, and whatever you say to me I will give.</p> <p>12 Ask me ever so much dowry[d] and gift, and I will give according to what you say to me; but give me the young woman as a wife.&rdquo;</p> <p>13 But the sons of Jacob answered Shechem and Hamor his father, and spoke deceitfully, because he had defiled Dinah their sister.</p> <p>14 And they said to them, &ldquo;We cannot do this thing, to give our sister to one who is uncircumcised, for that would be a reproach to us.</p> <p>15 But on this condition we will consent to you: If you will become as we are, if every male of you is circumcised,</p> <p>16 then we will give our daughters to you, and we will take your daughters to us; and we will dwell with you, and we will become one people.</p> <p>17 But if you will not heed us and be circumcised, then we will take our daughter and be gone.&rdquo;</p> <p>18 And their words pleased Hamor and Shechem, Hamor&rsquo;s son.</p> <p>19 So the young man did not delay to do the thing, because he delighted in Jacob&rsquo;s daughter. He was more honorable than all the household of his father.</p> <p>20 And Hamor and Shechem his son came to the gate of their city, and spoke with the men of their city, saying:</p> <p>21 &ldquo;These men are at peace with us. Therefore let them dwell in the land and trade in it. For indeed the land is large enough for them. Let us take their daughters to us as wives, and let us give them our daughters.</p> <p>22 Only on this condition will the men consent to dwell with us, to be one people: if every male among us is circumcised as they are circumcised.</p> <p>23 Will not their livestock, their property, and every animal of theirs be ours? Only let us consent to them, and they will dwell with us.&rdquo;</p> <p>24 And all who went out of the gate of his city heeded Hamor and Shechem his son; every male was circumcised, all who went out of the gate of his city.</p> <p>25 Now it came to pass on the third day, when they were in pain, that two of the sons of Jacob, Simeon and Levi, Dinah&rsquo;s brothers, each took his sword and came boldly upon the city and killed all the males.</p> <p>26 And they killed Hamor and Shechem his son with the edge of the sword, and took Dinah from Shechem&rsquo;s house, and went out.</p> <p>27 The sons of Jacob came upon the slain, and plundered the city, because their sister had been defiled.</p> <p>28 They took their sheep, their oxen, and their donkeys, what was in the city and what was in the field,</p> <p>29 and all their wealth. All their little ones and their wives they took captive; and they plundered even all that was in the houses.</p> <p>30 Then Jacob said to Simeon and Levi, &ldquo;You have troubled me by making me obnoxious among the inhabitants of the land, among the Canaanites and the Perizzites; and since I am few in number, they will gather themselves together against me and kill me. I shall be destroyed, my household and I.&rdquo;</p> <p>31 But they said, &ldquo;Should he treat our sister like a harlot?&rdquo;</p> <p>The rivalry between the mothers obviously spilled over to the children, who grew up ready to pick a fight. As young adults, Joseph&rsquo;s older brothers already had massacred all the males in the town of Shechem. The oldest brother, Reuben, displayed dominance and defiance to his aging father by sleeping with Bilhah, Rachel&rsquo;s maid and the mother of several of Jacob&rsquo;s children (Gen. 35:22). Meanwhile, Joseph&rsquo;s brother Judah mistook his widowed daughter-in-law for a prostitute and ended up having twins with her (Genesis 38).</p> <p>Jacob added fuel to the fire of all this family tension by his obvious favoritism toward Joseph in giving him an expensive colorful coat (Gen. 37:3). If ever there was a dysfunctional family, the patriarch&rsquo;s family could have competed with it.</p> <p><strong>Why do you think that Abraham, Isaac, and Jacob are all listed as faith heroes in Hebrews 11:17&ndash;22 when you consider their messy family relationships?</strong></p> <p>Hebrews 11:17&ndash;22</p> <p>17 By faith Abraham, when he was tested, offered up Isaac, and he who had received the promises offered up his only begotten son,</p> <p>18 [a]of whom it was said, &ldquo;In Isaac your seed shall be called,&rdquo;</p> <p>19 concluding that God was able to raise him up, even from the dead, from which he also received him in a figurative sense.</p> <p>20 By faith Isaac blessed Jacob and Esau concerning things to come.</p> <p>21 By faith Jacob, when he was dying, blessed each of the sons of Joseph, and worshiped, leaning on the top of his staff.</p> <p>22 By faith Joseph, when he was dying, made mention of the departure of the children of Israel, and gave instructions concerning his bones.</p> <p>God&rsquo;s faith champions often fall short of their own and God&rsquo;s expectations. These men are listed in Hebrews 11 not because of their messy family relationships but in spite of them. They learned&mdash;often the hard way&mdash; about faith, love, and trust in God as they wrestled with these family issues.</p> <p><strong>What family dysfunction have you inherited? How can surrendering yourself to the Lord and His ways help break that pattern, at least for the future?</strong></p>"
    },
    {
      "id": 63,
      "idLesson": 6,
      "idDay": 3,
      "dayTitle": "<p><strong>Choosing a New Direction</strong></p>",
      "date": "August 2",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Joseph takes pain, complicated relationships, and anxiety with him as he travels to Egypt, where he is to be sold as a slave. This was not a restful trip as he fought back the tears.</p> <p>&ldquo;Meanwhile, Joseph with his captors was on the way to Egypt. As the caravan journeyed southward toward the borders of Canaan, the boy could discern in the distance the hills among which lay his father&rsquo;s tents. Bitterly he wept at the thought of that loving father in his loneliness and affliction. Again the scene at Dothan came up before him. He saw his angry brothers and felt their fierce glances bent upon him. The stinging, insulting words that had met his agonized entreaties were ringing in his ears. With a trembling heart he looked forward to the future. What a change in situation&mdash;from the tenderly cherished son to the despised and helpless slave! Alone and friendless, what would be his lot in the strange land to which he was going? For a time Joseph gave himself up to uncontrolled grief and terror. . . .</p> <p>&ldquo;Then his thoughts turned to his father&rsquo;s God. In his childhood he had been taught to love and fear Him. Often in his father&rsquo;s tent he had listened to the story of the vision that Jacob saw as he fled from his home an exile and a fugitive. . . . Now all these precious lessons came vividly before him. Joseph believed that the God of his fathers would be his God. He then and there gave himself fully to the Lord, and he prayed that the Keeper of Israel would be with him in the land of his exile.&rdquo;&mdash;Ellen G. White, Patriarchs and Prophets, pp. 213, 214; italics supplied.</p> <p>Some cultures emphasize the role of the community over the individual while other cultures are inclined to emphasize the role of the individual over the community. While we find a balance between these two in Scripture, there is clearly a call to personal as well as corporate commitment to God. Joseph begins to find rest in his relationships by making a personal decision to follow God.</p> <p><strong>What do the following verses teach us about personal commitment?</strong> (See Deut. 4:29, Josh. 24:15, 1 Chron. 16:11, Ps. 14:2, Prov. 8:10, Isa. 55:6.)</p> <p>Deut. 4:29</p> <p>But from there you will seek the Lord your God, and you will find Him if you seek Him with all your heart and with all your soul.</p> <p>Josh. 24:15</p> <p>15 And if it seems evil to you to serve the Lord, choose for yourselves this day whom you will serve, whether the gods which your fathers served that were on the other side of [a]the River, or the gods of the Amorites, in whose land you dwell. But as for me and my house, we will serve the Lord.&rdquo;</p> <p>1 Chron. 16:11 Seek the Lord and His strength; Seek His face evermore!</p> <p>Ps. 14:2</p> <p>The Lord looks down from heaven upon the children of men, To see if there are any who understand, who seek God.</p> <p>Prov. 8:10</p> <p>Receive my instruction, and not silver, And knowledge rather than choice gold;</p> <p>Isa. 55:6</p> <p>Seek the Lord while He may be found, Call upon Him while He is near.</p> <p>To find rest, we each must make a personal decision to follow God. Even if our ancestors were spiritual giants, this faith and spirituality aren&rsquo;t transmitted genetically. Remember, God has only children, no grandchildren.</p> <p><strong>Why is it important every day, even every moment of every day, to choose to commit yourself to God? What happens when you don&rsquo;t?</strong></p>"
    },
    {
      "id": 64,
      "idLesson": 6,
      "idDay": 4,
      "dayTitle": "<p><strong>Finding True Self-Worth</strong></p>",
      "date": "August 3",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>If Joseph had entertained any hopes of escaping and finding his way back home, they were dashed on reaching Egypt, where Joseph was resold into a prominent household. Genesis 39:1 tells us that &ldquo;Potiphar, an officer of Pharaoh, captain of the guard, an Egyptian, bought him from the Ishmaelites&rdquo; (NKJV). Suddenly the young man was thrust into a strange, new language and culture.</p> <p>Our families and close relationships are pivotal in the development of our self-esteem. Joseph had grown up believing that he was something special&mdash;the oldest son of the most beloved wife (Gen. 29:18). He was definitely his father&rsquo;s favorite&mdash;and the only one with a beautiful coat of many colors (Gen. 37:3, 4).</p> <p>But who was he now? A slave, someone who could be bought or sold at will. Look at how quickly his whole situation changed. Look at how quickly life seemed to have turned on him.</p> <p>Indeed, Joseph learns the lesson that we all have to learn. If we are dependent on others to tell us what we are worth, then we will be in for a rough ride and be horribly confused, because not everyone is going to appreciate who we are or what we are like. Instead, we need to find our self-worth in what God thinks of us&mdash;how God sees us&mdash;and not in the roles that we currently have.</p> <p><strong>How does God see each of us?</strong> (See Isa. 43:1; Mal. 3:17; John 1:12; John 15:15; Rom. 8:14; 1 John 3:1, 2.)</p> <p>Isa. 43:1</p> <p>But now, thus says the Lord, who created you, O Jacob, And He who formed you, O Israel: &ldquo;Fear not, for I have redeemed you; I have called you by your name; You are Mine.</p> <p>Mal. 3:17</p> <p>&ldquo;They shall be Mine,&rdquo; says the Lord of hosts, &ldquo;On the day that I make them My jewels.[a] And I will spare them As a man spares his own son who serves him.&rdquo;</p> <p>John 1:12 But as many as received Him, to them He gave the [a]right to become children of God, to those who believe in His name:</p> <p>John 15:15</p> <p>No longer do I call you servants, for a servant does not know what his master is doing; but I have called you friends, for all things that I heard from My Father I have made known to you.</p> <p>Rom. 8:14 For as many as are led by the Spirit of God, these are sons of God.</p> <p>1 John 3:1, 2.</p> <p>Behold what manner of love the Father has bestowed on us, that we should be called children of [a]God! Therefore the world does not know [b]us, because it did not know Him.</p> <p>2 Beloved, now we are children of God; and it has not yet been revealed what we shall be, but we know that when He is revealed, we shall be like Him, for we shall see Him as He is.</p> <p>God looks at each of us with glasses tinted with grace. He sees a potential, beauty, and talent that we can&rsquo;t even imagine. Ultimately, He was prepared to die for us so that we could have the opportunity to become all we were created to be. Though showing us our sinfulness and the great price it cost to redeem us from it, the Cross also shows us our great worth and value to God. Regardless of what others think of us or even what we think about ourselves, God loves us and seeks to redeem us from not only the power of sins now but also from the eternal death that they bring.</p> <p>The key question, then, is always the same: How do we respond to the reality of God&rsquo;s love, as revealed in Jesus Christ?</p> <p><strong>There are many groups and individuals telling us to love ourselves as we are and accept ourselves uncritically. Why is this really self-deception? Why is it important that our worth come from outside of ourselves, from the One who made us and knows our true potential?</strong></p>"
    },
    {
      "id": 65,
      "idLesson": 6,
      "idDay": 5,
      "dayTitle": "<p><strong>Doing Relationships God&rsquo;s Way</strong></p>",
      "date": "August 4",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Initially Joseph&rsquo;s story in Egypt takes a positive turn. Joseph has entrusted himself to God, and God blesses Joseph, who rises to heights he would not have imagined in Potiphar&rsquo;s household.</p> <p><strong>In what practical ways could God&rsquo;s blessings be seen in Joseph&rsquo;s life? What are Joseph&rsquo;s interpersonal relationships like? Read Genesis 39:1&ndash;6.</strong></p> <p>Genesis 39:1&ndash;6.</p> <p>Now Joseph had been taken down to Egypt. And Potiphar, an officer of Pharaoh, captain of the guard, an Egyptian, bought him from the Ishmaelites who had taken him down there.</p> <p>2 The Lord was with Joseph, and he was a successful man; and he was in the house of his master the Egyptian.</p> <p>3 And his master saw that the Lord was with him and that the Lord made all he did [a]to prosper in his hand.</p> <p>4 So Joseph found favor in his sight, and served him. Then he made him overseer of his house, and all that he had he put [b]under his authority.</p> <p>5 So it was, from the time that he had made him overseer of his house and all that he had, that the Lord blessed the Egyptian&rsquo;s house for Joseph&rsquo;s sake; and the blessing of the Lord was on all that he had in the house and in the field.</p> <p>6 Thus he left all that he had in Joseph&rsquo;s [c]hand, and he did not know what he had except for the [d]bread which he ate.</p> <p>Although Joseph seems to be getting along very well with Potiphar, and his relationships with the staff in the house and the field seem to be smooth&mdash;trouble is brewing. Someone at home is restless.</p> <p><strong>What relationship problem is Joseph facing? How does he choose to manage it?</strong> Read Genesis 39:7&ndash;10.</p> <p>Genesis 39:7&ndash;10</p> <p>And it came to pass after these things that his master&rsquo;s wife [a]cast longing eyes on Joseph, and she said, &ldquo;Lie with me.&rdquo;</p> <p>8 But he refused and said to his master&rsquo;s wife, &ldquo;Look, my master does not know what is with me in the house, and he has committed all that he has to my hand. 9 There is no one greater in this house than I, nor has he kept back anything from me but you, because you are his wife. How then can I do this great wickedness, and sin against God?&rdquo;</p> <p>10 So it was, as she spoke to Joseph day by day, that he did not heed her, to lie with her or to be with her.</p> <p>Joseph has a problem with Potiphar&rsquo;s wife. Perhaps we should reformulate that: Potiphar&rsquo;s wife has a problem. She looks at others as &ldquo;things&rdquo; that can be manipulated and used. She wants to &ldquo;use&rdquo; Joseph. Joseph is described as &ldquo;handsome in form and appearance&rdquo; (Gen. 39:6, NKJV). The Bible seldom mentions people&rsquo;s physical traits, because God &ldquo; &lsquo;does not see as man sees; for man looks at the outward appearance, but the Lord looks at the heart&rsquo; &rdquo; (1 Sam. 16:7, NKJV). In this case, Joseph&rsquo;s good looks seem to be more of a hindrance than a help in his pursuit of purity and faithfulness to God&rsquo;s principles.</p> <p>Despite this wicked woman&rsquo;s insistence, Joseph did something seemingly counterproductive. He applied biblical principles to all relationships&mdash;in this case Potiphar&rsquo;s wife. Biblical principles for relationships are not oldfashioned, as anyone (which is everyone) who has suffered the consequences of sin can attest.</p> <p>The biblical narrative points out that this was not a one-off temptation. Potiphar&rsquo;s wife pursued him again and again (Gen. 39:10). Joseph tried explaining his motivation for his decision (Gen. 39:8, 9), but this did not seem to work.</p> <p>Joseph realized that he could not control the choices of others. He decided, however, to live, love, and treat those around him in a way that would honor God. Joseph had learned to live in God&rsquo;s presence. This knowledge helped him resist temptation.</p> <p><strong>Have you tried to apply biblical principles to all your relationships, even those where the other person is not &ldquo;playing fair&rdquo;? How did it work out? Read Matthew 5:43&ndash;48. Why is it important to live like this?</strong></p> <p>Matthew 5:43&ndash;48</p> <p>&ldquo;You have heard that it was said, &lsquo;You shall love your neighbor and hate your enemy.&rsquo;</p> <p>44 But I say to you, love your enemies, bless those who curse you, do good to those who hate you, and pray for those who spitefully use you and persecute you,</p> <p>45 that you may be sons of your Father in heaven; for He makes His sun rise on the evil and on the good, and sends rain on the just and on the unjust.</p> <p>46 For if you love those who love you, what reward have you? Do not even the tax collectors do the same?</p> <p>47 And if you greet your brethren only, what do you do more than others? Do not even the tax collectors do so?</p> <p>48 Therefore you shall be perfect, just as your Father in heaven is perfect.</p>"
    },
    {
      "id": 66,
      "idLesson": 6,
      "idDay": 6,
      "dayTitle": "<p><strong>The Great Controversy, Up Close and Personal</strong></p>",
      "date": "August 5",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>As we know from reading the story (Gen. 39:11&ndash;20), Joseph suffered because of his principled decision. Joseph was thrown into prison. As Potiphar&rsquo;s property, Joseph could have been killed on the spot, no questions asked. Potiphar obviously didn&rsquo;t believe his wife but had to guard his reputation by taking action. And yet, despite the horrific circumstances, Scripture says, &ldquo;The Lord was with Joseph&rdquo; (Gen. 39:21).</p> <p>Life on planet Earth isn&rsquo;t fair. Good is not always rewarded, and evil is not always immediately punished. There is some good news, though: Joseph could find rest, even in prison, because God was with him. In prison he could have meditated on the unfairness of his situation, withdrawn, and even given up on God.</p> <p><strong>What did Joseph do while in prison? How did he relate to those around him? Read Genesis 39:21&ndash;40:22.</strong></p> <p>Genesis 39:21&ndash;40:22</p> <p>21 But the Lord was with Joseph and showed him mercy, and He gave[a] him favor in the sight of the keeper of the prison.</p> <p>22 And the keeper of the prison committed to Joseph&rsquo;s hand all the prisoners who were in the prison; whatever they did there, it was his doing.</p> <p>23 The keeper of the prison did not look into anything that was under [b]Joseph&rsquo;s authority, because the Lord was with him; and whatever he did, the Lord made it prosper.</p> <p>40:22 But he hanged the chief baker, as Joseph had interpreted to them.</p> <p>In prison, Joseph worked with the real, not the ideal. He networked; he helped others, even though relationships in prison were far from the ideal that he must have wished for. And Joseph was not above asking for help and making himself vulnerable. He asked for help from the cupbearer when he interpreted his dream.</p> <p><strong>What is the big-picture perspective on relationships that Paul presents in Ephesians 6:1&ndash;13?</strong></p> <p>Ephesians 6:1&ndash;13</p> <p>Children, obey your parents in the Lord, for this is right.</p> <p>2 &ldquo;Honor your father and mother,&rdquo; which is the first commandment with promise:</p> <p>3 &ldquo;that it may be well with you and you may live long on the earth.&rdquo;</p> <p>4 And you, fathers, do not provoke your children to wrath, but bring them up in the training and admonition of the Lord. Bondservants and Masters</p> <p>5 Bondservants, be obedient to those who are your masters according to the flesh, with fear and trembling, in sincerity of heart, as to Christ;</p> <p>6 not with eyeservice, as men-pleasers, but as bondservants of Christ, doing the will of God from the heart,</p> <p>7 with goodwill doing service, as to the Lord, and not to men,</p> <p>8 knowing that whatever good anyone does, he will receive the same from the Lord, whether he is a slave or free.</p> <p>9 And you, masters, do the same things to them, giving up threatening, knowing that [a]your own Master also is in heaven, and there is no partiality with Him. The Whole Armor of God</p> <p>10 Finally, my brethren, be strong in the Lord and in the power of His might.</p> <p>11 Put on the whole armor of God, that you may be able to stand against the [b]wiles of the devil.</p> <p>12 For we do not wrestle against flesh and blood, but against principalities, against powers, against the rulers of [c]the darkness of this age, against spiritual hosts of wickedness in the heavenly places.</p> <p>13 Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand.</p> <p>Our relationships are miniature reflections of the great controversy between God and Satan that is raging through the ages. This means, then, that there are no perfect relationships. Every relationship must have growth dynamics, and Satan has a vested interest in using all our relationships&mdash;especially those closest to us&mdash;to his advantage in order to hurt and frustrate God&rsquo;s will for our lives. We can be thankful that we are not left to fight these battles on our own. God&rsquo;s Word sets out principles for our relationships. His promise to give us wisdom (James 1:5) also extends to our relationships. And as He was with Joseph, He promises to be with us when our relationships prove complex.</p> <p><strong>Think about God&rsquo;s promise in James 1:5, and take a moment to pray for wisdom in your relationships. How can you seek to be open to the promptings of the Holy Spirit as you relate to these people?</strong></p> <p>James 1:5</p> <p>If any of you lacks wisdom, let him ask of God, who gives to all liberally and without reproach, and it will be given to him.</p>"
    },
    {
      "id": 67,
      "idLesson": 6,
      "idDay": 7,
      "dayTitle": "",
      "date": "August 6",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought</strong>: In the context of what happened to Joseph with Potiphar&rsquo;s wife, Ellen White wrote: &ldquo;Here is an example to all generations who should live upon the earth. . . . God will be a present help, and his Spirit a shield. Although surrounded with the severest temptations, there is a source of strength to which they can apply and resist them. How fierce was the assault upon Joseph&rsquo;s morals. It came from one of influence, the most likely to lead astray. Yet how promptly and firmly was it resisted. . . . He had placed his reputation and interest in the hands of God. And although he was suffered to be afflicted for a time, to prepare him to fill an important position, yet God safely guarded that reputation that was blackened by a wicked accuser, and afterward, in his own good time, caused it to shine. God made even the prison the way to his elevation. Virtue will in time bring its own reward. The shield which covered Joseph&rsquo;s heart, was the fear of God, which caused him to be faithful and just to his master, and true to God. He despised that ingratitude which would lead him to abuse his master&rsquo;s confidence, although his master might never learn the fact.&rdquo;&mdash;Ellen G. White, The Spirit of Prophecy, vol. 1, p. 132.</p> <p><strong>Discussion Questions:</strong></p> <p><strong>1 Being nominal Christians or cultural Adventists will not help us to find rest in our relationships. What are the differences between &ldquo;cultural&rdquo; Adventists and true believers?</strong></p> <p><strong>2 Sister X has just joined the church. She is married to a nonbeliever. She loves her husband, but he doesn&rsquo;t love the changes he sees in her. What would be your counsel, based on biblical principles, to your new church member?</strong></p> <p><strong>3 Russian author Leo Tolstoy wrote: &ldquo;All happy families are alike; each unhappy family is unhappy in its own way.&rdquo; All families, to one degree or another, suffer dysfunction, because all are made of sinners, each one bringing their own dysfunction into the family relationship. How can each one of us, by God&rsquo;s grace, seek to follow biblical principles of love, forgiveness, burden bearing, and so forth to bring some healing to our family relationships?</strong></p> <p><strong>4 So many people have had the experience of things going well for them and their family when, suddenly, unexpectedly, tragedy strikes. At times like this, why is clinging to faith, clinging to the promises in the Word of God, so crucial? Especially when times are good, why is it important to be prepared, spiritually, for bad times?</strong></p> <p><strong>Story inside</strong></p> <p><strong>Asking God for 100 Dollars </strong></p> <p>By Andrew McChesney</p> <p>Eighteen-year-old college student Roman Cardwell prayed a simple prayer before leaving home in Salem, a city in the U.S. state of Oregon. &ldquo;God, if you give me $100, I will buy stuff for the homeless,&rdquo; he prayed. As a full-time welding student, Roman didn&rsquo;t have much money of his own. He didn&rsquo;t tell anyone about his morning prayer.</p> <p>Later that day, he drove to the supermarket, grabbed an empty shopping cart, and began pushing it down an aisle. Finding a bag of bagels, he placed it in the cart. After that, he picked up a container of cream cheese to go with the bagels.</p> <p>Then he looked down. His eyes widened in surprise. Lying in the cart was a crisp $100 bill. He blinked and picked up the money. The word &ldquo;Benny&rdquo; was written across it.</p> <p>&ldquo;Benny&rdquo; is somewhat of a celebrity in Salem. For years, somebody named &ldquo;Benny&rdquo; has been going into local stores and sneaking $100 bills into shopping carts and purses or placing the money behind goods on the shelves. The unknown benefactor always writes the name &ldquo;Benny&rdquo; on the money, and it is believed that &ldquo;Benny&rdquo; has given away $50,000.</p> <p>As soon as Roman stepped out of the supermarket, he called his father to tell him about his secret prayer and the unexpected answer. &ldquo;What do the homeless need most?&rdquo; Roman asked. &ldquo;I want to go shopping for them now.&rdquo;</p> <p>His father, Dale Cardwell, couldn&rsquo;t have been happier. He is the pastor of Inside Out Ministries, a Seventh-day Adventist church in Salem that has more homeless members than members who have homes.</p> <p>&ldquo;We see miracles everyday as we minister to the gangs, homeless, and severely broken,&rdquo; he said in an interview</p> <p>He has many questions for God about the remarkable answer to his son&rsquo;s prayer: Who placed the money in the cart? Why was Roman&rsquo;s cart chosen? Did God tell &ldquo;Benny&rdquo; about the prayer? What if Roman had asked for $1,000? What if we all made selfless requests to God?</p> <p>James 4:2, 3 says, &ldquo;You do not have because you do not ask God. When you ask, you do not receive, because you ask with wrong motives, that you may spend what you get on your pleasures&rdquo; (NIV).</p>"
    }
  ]
}
