{
  "id": 712,
  "lessonNumber": 12,
  "versionCode": 5,
  "quarter": "4T2020",
  "title": "<p><strong>Sabbath: Experiencing and Living the Character of God</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p><strong>Memory Text:</strong> And He said to them, The Sabbath was made for man, and not man for the Sabbath. Therefore the Son of Man is also Lord of the Sabbath(Mark 2:27, 28, NKJV).</p>",
  "weekDate": "December 12–18",
  "lessonDays": [
    {
      "id": 121,
      "idLesson": 12,
      "idDay": 1,
      "dayTitle": "",
      "date": "December 12",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Jodie was the only Seventh-day Adventist in her graduate program, and her choice not to attend some social events on Sabbath made her beliefs very visible.</p> <p><br></p> <p>One day one of her friends, Gayle, called her. Gayle&rsquo;s husband was going to be out of town for six weeks, and she asked Jodie if she wanted to spend the next six Friday nights with her, because she knew Jodie did &ldquo;nothing&rdquo; on those evenings, anyway.</p> <p><br></p> <p>For the next four Friday nights they ate together, played music, shared their Christian experiences, and generally enjoyed each other&rsquo;s company. The fifth weekend, Gayle told Jodie that she had been downtown shopping and looked at her watch. Oh, good, she thought. Sabbath is very soon. She suddenly realized that over the four Friday nights she had experienced something new in her Christian experience. She had grown, learned more of her God, and deepened her faith. Sabbath had been an opportunity for education and personal development.</p> <p><br></p> <p>It&rsquo;s an interesting story about how we can think of the Sabbath as, not just a day for rest but as a means of education, as well.</p> <p><br></p> <p>* Study this week&rsquo;s lesson to prepare for Sabbath, December 19.</p> <p><br></p>"
    },
    {
      "id": 122,
      "idLesson": 12,
      "idDay": 2,
      "dayTitle": "<p><strong>Time to Be Astonished</strong></p>",
      "date": "December 13",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Have you ever wondered why God chose to give us two harmonious Creation accounts in the first two chapters of Genesis? Genesis 1 recounts the Creation week and the growing wonder of the earth as it is given form and then life, culminating in the creation of man and woman on the sixth day. Genesis 2 looks at the same account but from a different perspective, with a special focus on the sixth day. Adam is at the center of the picture now, and everything is described as being there for him and the woman: the garden, the rivers, and the animals.<br><br>Creation is too deep for one single account. First, we learn of the powerful, artistic Creator who has an eye for perfect beauty. Then we meet the God of relationships, who wants humanity to love and care for each other and the rest of creation.<br><br><strong>Read</strong> Genesis 1 and 2 and then reflect on how the first Sabbath (Gen. 2:1&ndash;3) links back to the first Creation story and forward to the second Creation account. How do your conclusions help you understand what God&rsquo;s blessing of the Sabbath and making it holy might mean?<br><br>Genesis 1 The History of Creation<br><br>1 In the beginning God created the heavens and the earth. 2 The earth was without form, and void; and darkness [a]was on the face of the deep. And the Spirit of God was hovering over the face of the waters.<br><br>3 Then God said, &ldquo;Let there be light&rdquo;; and there was light. 4 And God saw the light, that it was good; and God divided the light from the darkness. 5 God called the light Day, and the darkness He called Night. [b]So the evening and the morning were the first day.<br><br>6 Then God said, &ldquo;Let there be a [c]firmament in the midst of the waters, and let it divide the waters from the waters.&rdquo; 7 Thus God made the firmament, and divided the waters which were under the firmament from the waters which were above the firmament; and it was so. 8 And God called the firmament Heaven. So the evening and the morning were the second day.<br><br>9 Then God said, &ldquo;Let the waters under the heavens be gathered together into one place, and let the dry land appear&rdquo;; and it was so. 10 And God called the dry land Earth, and the gathering together of the waters He called Seas. And God saw that it was good.<br><br>11 Then God said, &ldquo;Let the earth bring forth grass, the herb that yields seed, and the fruit tree that yields fruit according to its kind, whose seed is in itself, on the earth&rdquo;; and it was so. 12 And the earth brought forth grass, the herb that yields seed according to its kind, and the tree that yields fruit, whose seed is in itself according to its kind. And God saw that it was good. 13 So the evening and the morning were the third day.<br><br>14 Then God said, &ldquo;Let there be lights in the firmament of the heavens to divide the day from the night; and let them be for signs and seasons, and for days and years; 15 and let them be for lights in the firmament of the heavens to give light on the earth&rdquo;; and it was so. 16 Then God made two great [d]lights: the greater light to rule the day, and the lesser light to rule the night. He made the stars also. 17 God set them in the firmament of the heavens to give light on the earth, 18 and to rule over the day and over the night, and to divide the light from the darkness. And God saw that it was good. 19 So the evening and the morning were the fourth day.<br><br>20 Then God said, &ldquo;Let the waters abound with an abundance of living [e]creatures, and let birds fly above the earth across the face of the [f]firmament of the heavens.&rdquo; 21 So God created great sea creatures and every living thing that moves, with which the waters abounded, according to their kind, and every winged bird according to its kind. And God saw that it was good. 22 And God blessed them, saying, &ldquo;Be fruitful and multiply, and fill the waters in the seas, and let birds multiply on the earth.&rdquo; 23 So the evening and the morning were the fifth day.<br><br>24 Then God said, &ldquo;Let the earth bring forth the living creature according to its kind: cattle and creeping thing and beast of the earth, each according to its kind&rdquo;; and it was so. 25 And God made the beast of the earth according to its kind, cattle according to its kind, and everything that creeps on the earth according to its kind. And God saw that it was good.<br><br>26 Then God said, &ldquo;Let Us make man in Our image, according to Our likeness; let them have dominion over the fish of the sea, over the birds of the air, and over the cattle, over [g]all the earth and over every creeping thing that creeps on the earth.&rdquo; 27 So God created man in His own image; in the image of God He created him; male and female He created them. 28 Then God blessed them, and God said to them, &ldquo;Be fruitful and multiply; fill the earth and subdue it; have dominion over the fish of the sea, over the birds of the air, and over every living thing that [h]moves on the earth.&rdquo;<br><br>29 And God said, &ldquo;See, I have given you every herb that yields seed which is on the face of all the earth, and every tree whose fruit yields seed; to you it shall be for food. 30 Also, to every beast of the earth, to every bird of the air, and to everything that creeps on the earth, in which there is [i]life, I have given every green herb for food&rdquo;; and it was so. 31 Then God saw everything that He had made, and indeed it was very good. So the evening and the morning were the sixth day.<br><br>Genesis 2<br><br>The Garden of Eden<br><br>2 Thus the heavens and the earth, and all the host of them, were finished. 2 And on the seventh day God ended His work which He had done, and He rested on the seventh day from all His work which He had done. 3 Then God blessed the seventh day and sanctified it, because in it He rested from all His work which God had created and made.<br><br>4 This is the [a]history of the heavens and the earth when they were created, in the day that the Lord God made the earth and the heavens, 5 before any plant of the field was in the earth and before any herb of the field had grown. For the Lord God had not caused it to rain on the earth, and there was no man to till the ground; 6 but a mist went up from the earth and watered the whole face of the ground.<br><br>7 And the Lord God formed man of the dust of the ground, and breathed into his nostrils the breath of life; and man became a living being. Life in God&rsquo;s Garden<br><br>8 The Lord God planted a garden eastward in Eden, and there He put the man whom He had formed. 9 And out of the ground the Lord God made every tree grow that is pleasant to the sight and good for food. The tree of life was also in the midst of the garden, and the tree of the knowledge of good and evil.<br><br>10 Now a river went out of Eden to water the garden, and from there it parted and became four riverheads. 11 The name of the first is Pishon; it is the one which skirts the whole land of Havilah, where there is gold. 12 And the gold of that land is good. Bdellium and the onyx stone are there. 13 The name of the second river is Gihon; it is the one which goes around the whole land of Cush. 14 The name of the third river is Hiddekel;[b] it is the one which goes toward the east of [c]Assyria. The fourth river is the Euphrates.<br><br>15 Then the Lord God took [d]the man and put him in the garden of Eden to [e]tend and keep it. 16 And the Lord God commanded the man, saying, &ldquo;Of every tree of the garden you may freely eat; 17 but of the tree of the knowledge of good and evil you shall not eat, for in the day that you eat of it you[f] shall surely die.&rdquo;<br><br>18 And the Lord God said, &ldquo;It is not good that man should be alone; I will make him a helper comparable to him.&rdquo; 19 Out of the ground the Lord God formed every beast of the field and every bird of the air, and brought them to [g]Adam to see what he would call them. And whatever Adam called each living creature, that was its name. 20 So Adam gave names to all cattle, to the birds of the air, and to every beast of the field. But for Adam there was not found a helper comparable to him.<br><br>21 And the Lord God caused a deep sleep to fall on Adam, and he slept; and He took one of his ribs, and closed up the flesh in its place. 22 Then the rib which the Lord God had taken from man He [h]made into a woman, and He brought her to the man.<br><br>23 And Adam said:<br><br>&ldquo;This is now bone of my bones And flesh of my flesh; She shall be called [i]Woman, Because she was taken out of [j]Man.&rdquo;<br><br>24 Therefore a man shall leave his father and mother and be[k] joined to his wife, and they shall become one flesh.<br><br>25 And they were both naked, the man and his wife, and were not ashamed.<br><br>Imagine yourself as Adam or Eve on that first Sabbath. It&rsquo;s your first day alive, your first day with your spouse, and your first day with God. What a day of education! You start to learn of the God who could create such beauty. You marvel as you see an elephant one moment and a frog the next, each unique. You smile as you see the antics of the giraffe or buffalo. You are silent in awe of the many colors and shapes, enraptured by the symphony of sounds; you revel in the range of delights in taste and smells and enjoy exploring the delights of different textures. Most of all, you start learning about relationships: responsibility, caring, love. You experience it with your Creator; you start to practice it with the rest of the created.<br><br>The first Sabbath could not have been a passive experience for Adam and Eve. It was a God-created opportunity for them to focus on their Creator and the created. It was a time for them to be astonished.<br><strong><br>List the different educational opportunities that Adam and Eve had during that first Sabbath. Which of these opportunities would still be relevant today, even if in a different form? How can they enrich your Sabbaths?</strong></p>"
    },
    {
      "id": 123,
      "idLesson": 12,
      "idDay": 3,
      "dayTitle": "<p><strong>Time for Rediscovery</strong></p>",
      "date": "December 14",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>When Moses is asked to lead the Israelites out of Egypt, it is clear that the masses have lost their perspective as children of God. They need to rediscover who the God is who asks for their worship and gives them so many promises of an amazing future. The Sabbath is a pivotal learning experience in their journey of rediscovery. It also becomes a clear signal to other nations of the special relationship between God and this nation. The experience of the manna epitomizes God&rsquo;s way of educating the Israelites.<br><br><strong>In</strong> Exodus 16:14&ndash;29, what lessons are there for the Israelites to learn?<br><br>Exodus 16:14&ndash;29 14 And when the layer of dew lifted, there, on the surface of the wilderness, was a small round substance, as fine as frost on the ground. 15 So when the children of Israel saw it, they said to one another, &ldquo;What is it?&rdquo; For they did not know what it was.<br><br>And Moses said to them, &ldquo;This is the bread which the Lord has given you to eat. 16 This is the thing which the Lord has commanded: &lsquo;Let every man gather it according to each one&rsquo;s need, one omer for each person, according to the number of persons; let every man take for those who are in his tent.&rsquo; &rdquo;<br><br>17 Then the children of Israel did so and gathered, some more, some less. 18 So when they measured it by omers, he who gathered much had nothing left over, and he who gathered little had no lack. Every man had gathered according to each one&rsquo;s need. 19 And Moses said, &ldquo;Let no one leave any of it till morning.&rdquo; 20 Notwithstanding they did not [a]heed Moses. But some of them left part of it until morning, and it bred worms and stank. And Moses was angry with them. 21 So they gathered it every morning, every man according to his need. And when the sun became hot, it melted.<br><br>22 And so it was, on the sixth day, that they gathered twice as much bread, two omers for each one. And all the rulers of the congregation came and told Moses. 23 Then he said to them, &ldquo;This is what the Lord has said: &lsquo;Tomorrow is a Sabbath rest, a holy Sabbath to the Lord. Bake what you will bake today, and boil what you will boil; and lay up for yourselves all that remains, to be kept until morning.&rsquo; &rdquo; 24 So they laid it up till morning, as Moses commanded; and it did not stink, nor were there any worms in it. 25 Then Moses said, &ldquo;Eat that today, for today is a Sabbath to the Lord; today you will not find it in the field. 26 Six days you shall gather it, but on the seventh day, the Sabbath, there will be none.&rdquo;<br><br>27 Now it happened that some of the people went out on the seventh day to gather, but they found none. 28 And the Lord said to Moses, &ldquo;How long do you refuse to keep My commandments and My laws? 29 See! For the Lord has given you the Sabbath; therefore He gives you on the sixth day bread for two days. Let every man remain in his place; let no man go out of his place on the seventh day.&rdquo;<br><br>God provides the miracle of the manna for the Israelites, giving them just enough food for each day. If He gave them more than that amount, they then might forget who their Provider was. So, every day He performed a miracle for them, and they saw God&rsquo;s care. On the Sabbath, however, the situation was different, just as the day was to be special. Now two miracles were performed: double food on Friday, and the food did not spoil overnight. That left the Sabbath for the Israelites to marvel at the God who was their Deliverer and to rediscover what it meant to be the people of God.<br><br>The Israelites were to eat this manna 40 years (Exod. 16:35). God also instructs Moses to keep an omer of manna to remind the Israelites of how He fed them in the wilderness (Exod. 16:32, 33). It also would have been a reminder of the particular experience of the Sabbath day.<br><br>There also are other occasions when God makes clear to the Israelites that the Sabbath is special.<br><br>The Sabbath was a way God helped the Israelites rediscover their identity and their God. They were asked to obey and keep the Sabbath holy, but this was in the context of developing a deeper understanding of the character of their Creator and about building a lasting relationship of promise.<br><br><strong>You are talking to a teenager who is finding Sabbath &ldquo;boring.&rdquo; He is keeping it only because that is what the Bible and his parents say he must do. What suggestions will you give to help him (re)discover the Sabbath as a positive learning experience?</strong></p>"
    },
    {
      "id": 124,
      "idLesson": 12,
      "idDay": 4,
      "dayTitle": "<p><strong>Time for Learning Priorities</strong></p>",
      "date": "December 15",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>The ups and downs of Israel&rsquo;s experience with God were closely linked to the way they related to the Sabbath. God saw their unwillingness to respect the Sabbath as a sign of His irrelevance in their lives (Jer. 17:19&ndash;27). A renewed commitment to the Sabbath also was part of restoration&mdash;a signal that priorities were right. Isaiah 58 pictures an interesting contrast.<br><br><strong>Read</strong> Isaiah 58:1&ndash;14. What is God saying to His people here that is relevant to us today?<br><br>Isaiah 58:1&ndash;14 58 &ldquo;Cry aloud, [a]spare not; Lift up your voice like a trumpet; Tell My people their transgression, And the house of Jacob their sins. 2 Yet they seek Me daily, And delight to know My ways, As a nation that did righteousness, And did not forsake the ordinance of their God. They ask of Me the ordinances of justice; They take delight in approaching God. 3 &lsquo;Why have we fasted,&rsquo; they say, &lsquo;and You have not seen? Why have we afflicted our souls, and You take no notice?&rsquo;<br><br>&ldquo;In fact, in the day of your fast you find pleasure, And [b]exploit all your laborers. 4 Indeed you fast for strife and debate, And to strike with the fist of wickedness. You will not fast as you do this day, To make your voice heard on high. 5 Is it a fast that I have chosen, A day for a man to afflict his soul? Is it to bow down his head like a bulrush, And to spread out sackcloth and ashes? Would you call this a fast, And an acceptable day to the Lord?<br><br>6 &ldquo;Is this not the fast that I have chosen: To loose the bonds of wickedness, To undo the [c]heavy burdens, To let the oppressed go free, And that you break every yoke? 7 Is it not to share your bread with the hungry, And that you bring to your house the poor who are [d]cast out; When you see the naked, that you cover him, And not hide yourself from your own flesh? 8 Then your light shall break forth like the morning, Your healing shall spring forth speedily, And your righteousness shall go before you; The glory of the Lord shall be your rear guard. 9 Then you shall call, and the Lord will answer; You shall cry, and He will say, &lsquo;Here I am.&rsquo;<br><br>&ldquo;If you take away the yoke from your midst, The [e]pointing of the finger, and speaking wickedness, 10 If you extend your soul to the hungry And satisfy the afflicted soul, Then your light shall dawn in the darkness, And your [f]darkness shall be as the noonday. 11 The Lord will guide you continually, And satisfy your soul in drought, And strengthen your bones; You shall be like a watered garden, And like a spring of water, whose waters do not fail. 12 Those from among you Shall build the old waste places; You shall raise up the foundations of many generations; And you shall be called the Repairer of the Breach, The Restorer of [g]Streets to Dwell In.<br><br>13 &ldquo;If you turn away your foot from the Sabbath, From doing your pleasure on My holy day, And call the Sabbath a delight, The holy day of the Lord honorable, And shall honor Him, not doing your own ways, Nor finding your own pleasure, Nor speaking your own words, 14 Then you shall delight yourself in the Lord; And I will cause you to ride on the high hills of the earth, And feed you with the heritage of Jacob your father. The mouth of the Lord has spoken.&rdquo;<br><br>The Israelites are posing as followers of God&mdash;in their worship, in their fasting&mdash;but the way they live their lives after they have finished worshiping shows that they are only going through the motions of correct behavior; there is no sincere heart commitment to the law of God.<br><br>Isaiah continues in chapter 58 to identify what God does expect from His people.<br><br>This is not all. Read Isaiah 58:13, 14. Why does God focus on the Sabbath at the end of this chapter? The prophet uses phrases here similar to those in the rest of the chapter: keep &ldquo;from doing as you please&rdquo;; don&rsquo;t go &ldquo;your own way&rdquo;; avoid &ldquo;doing as you please or speaking idle words&rdquo; (NIV), the prophet warns. In other words, the Sabbath isn&rsquo;t the time to go through the routine of worship, only to be thinking your own thoughts and living a life irrelevant to the one of worship. The Sabbath is to be a &ldquo;delight&rdquo; and to be &ldquo;honorable.&rdquo; In the context of the rest of the chapter, Sabbath is about delighting in learning the character and purposes of God, and then living that character and those purposes in our relations to others. Knowing how to go through the form of Sabbath observance and worship is not enough. Learning must impact life. Sabbath is time for learning and living priorities.<br><strong><br>Do you delight in the Sabbath? If not, what can you do to change that? Have you learned to &ldquo;honor&rdquo; the Sabbath? Discuss what this might mean with the rest of your Sabbath School class. Be as practical as you can.</strong></p>"
    },
    {
      "id": 125,
      "idLesson": 12,
      "idDay": 5,
      "dayTitle": "<p><strong>Time for Finding Balance</strong></p>",
      "date": "December 16",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Jesus respected and upheld the law of God (Matt. 5:17, 18). Yet, Jesus also challenged the religious leadership over their interpretation of the law. None of His challenges was more threatening to the establishment than the choices He made on Sabbath keeping. The synagogues did not fail to make the Sabbath an opportunity for education&mdash;the Torah was read and interpreted without fail. The scribes and Pharisees knew the letter of the law. However, Jesus went much further in His Sabbath-day education of His followers.<br><br><strong>Read</strong> Matthew 12:1&ndash;13 and Luke 13:10&ndash;17. What was Jesus teaching the people in His time, and us today, with these events?<br><br>Matthew 12:1&ndash;13&nbsp;</p> <p>1 At that time Jesus went through the grainfields on the Sabbath. And His disciples were hungry, and began to pluck heads of grain and to eat.&nbsp;</p> <p>2 And when the Pharisees saw it, they said to Him, &ldquo;Look, Your disciples are doing what is not lawful to do on the Sabbath!&rdquo;<br><br>3 But He said to them, &ldquo;Have you not read what David did when he was hungry, he and those who were with him:&nbsp;</p> <p>4 how he entered the house of God and ate the showbread which was not lawful for him to eat, nor for those who were with him, but only for the priests? 5 Or have you not read in the law that on the Sabbath the priests in the temple [a]profane the Sabbath, and are blameless?&nbsp;</p> <p>6 Yet I say to you that in this place there is One greater than the temple.&nbsp;</p> <p>7 But if you had known what this means, &lsquo;I desire mercy and not sacrifice,&rsquo; you would not have condemned the guiltless.&nbsp;</p> <p>8 For the Son of Man is Lord [b]even of the Sabbath.&rdquo; Healing on the Sabbath<br><br>9 Now when He had departed from there, He went into their synagogue.</p> <p>&nbsp;10 And behold, there was a man who had a withered hand. And they asked Him, saying, &ldquo;Is it lawful to heal on the Sabbath?&rdquo;&mdash;that they might accuse Him.<br><br>11 Then He said to them, &ldquo;What man is there among you who has one sheep, and if it falls into a pit on the Sabbath, will not lay hold of it and lift it out?<br><br>12 Of how much more value then is a man than a sheep? Therefore it is lawful to do good on the Sabbath.&rdquo;<br><br>13 Then He said to the man, &ldquo;Stretch out your hand.&rdquo; And he stretched it out, and it was restored as whole as the other.<br><br>Luke 13:10&ndash;17&nbsp;</p> <p>10 Now He was teaching in one of the synagogues on the Sabbath.<br><br>11 And behold, there was a woman who had a spirit of infirmity eighteen years, and was bent over and could in no way [a]raise herself up.<br><br>12 But when Jesus saw her, He called her to Him and said to her, &ldquo;Woman, you are loosed from your infirmity.&rdquo;<br><br>13 And He laid His hands on her, and immediately she was made straight, and glorified God.<br><br>14 But the ruler of the synagogue answered with indignation, because Jesus had healed on the Sabbath; and he said to the crowd, &ldquo;There are six days on which men ought to work; therefore come and be healed on them, and not on the Sabbath day.&rdquo;<br><br>15 The Lord then answered him and said, [b]&ldquo;Hypocrite! Does not each one of you on the Sabbath loose his ox or donkey from the stall, and lead it away to water it?<br><br>16 So ought not this woman, being a daughter of Abraham, whom Satan has bound&mdash;think of it&mdash;for eighteen years, be loosed from this bond on the Sabbath?&rdquo;<br><br>17 And when He said these things, all His adversaries were put to shame; and all the multitude rejoiced for all the glorious things that were done by Him.<br><br>The controversies surrounding Jesus&rsquo; healing on the Sabbath lead into important spiritual debates about the nature of sin, the reason for the Sabbath, the relationship between Jesus and the Father, and the nature of Jesus&rsquo; authority.<br><br>Jesus&rsquo; attitude toward the Sabbath is summarized well in our memory verse for this week: &ldquo;And He said to them, &lsquo;The Sabbath was made for man, and not man for the Sabbath. Therefore the Son of Man is also Lord of the Sabbath&rsquo; &rdquo; (Mark 2:27, 28, NKJV). He wanted to emphasize that the Sabbath should not be a burden. It was &ldquo;made&rdquo; (created) as a unique opportunity for people to learn of the character of God, who made the Sabbath, and to learn experientially by valuing His creation.<br><br>By raising questions through His actions, Jesus pushes His disciples, the Jewish leaders, and the crowds to think more deeply about Scripture and about what their faith and their God meant anyway. It is so easy for any of us to get so caught up in rules and regulations that might not be bad in and of themselves, but that become an end in and of themselves, rather than means to an end&mdash;and that end should be a knowledge of the character of the God we serve. And this, then, leads to our faithful obedience to Him based on our trust in the merits of Christ&rsquo;s righteousness for us.<br><br><strong>What about your own Sabbath keeping? Have you turned it into a day of just &ldquo;don&rsquo;t do this&rdquo; and &ldquo;don&rsquo;t do that,&rdquo; rather than a time to truly rest in the Lord and know Him better? If so, how can you change so that you can get from it what God intends for you?</strong></p>"
    },
    {
      "id": 126,
      "idLesson": 12,
      "idDay": 6,
      "dayTitle": "<p><strong>A Time for Community</strong></p>",
      "date": "December 17",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Jesus modeled for His disciples the practice of weekly attendance at the synagogue. After His resurrection, they continued this pattern, as did other followers of Jesus. The synagogue became one of the main venues for the apostles to raise questions relating to the Resurrection, and the Sabbath provided a key opportunity for the community to gather together and learn. After all, Jesus was the Hebrew Messiah, the Messiah predicted in the Old Testament, which was read in the synagogue each Sabbath. What better place, then, did the believers have for promoting Jesus than in the synagogue, especially when they were witnessing to Jews and to others &ldquo;who fear God&rdquo; (Acts 13:16, 26, NKJV)?<br><br><strong>Look at the following texts. What do they tell us about how Jesus&rsquo; followers witnessed in public arenas? As you read these texts, think about where they were speaking, to whom they were speaking, what was said, and what were the results:</strong> Acts 13:14&ndash;45; Acts 16:13, 14; Acts 17:1&ndash;5; Acts 18:4.<br><br>Acts 13:14&ndash;45<br><br>14 But when they departed from Perga, they came to Antioch in Pisidia, and went into the synagogue on the Sabbath day and sat down.<br><br>15 And after the reading of the Law and the Prophets, the rulers of the synagogue sent to them, saying, &ldquo;Men and brethren, if you have any word of [a]exhortation for the people, say on.&rdquo;<br><br>16 Then Paul stood up, and motioning with his hand said, &ldquo;Men of Israel, and you who fear God, listen:<br><br>17 The God of this people [b]Israel chose our fathers, and exalted the people when they dwelt as strangers in the land of Egypt, and with [c]an uplifted arm He brought them out of it.<br><br>18 Now for a time of about forty years He put up with their ways in the wilderness.<br><br>19 And when He had destroyed seven nations in the land of Canaan, He distributed their land to them by allotment.<br><br>20 &ldquo;After that He gave them judges for about four hundred and fifty years, until Samuel the prophet.<br><br>21 And afterward they asked for a king; so God gave them Saul the son of Kish, a man of the tribe of Benjamin, for forty years.<br><br>22 And when He had removed him, He raised up for them David as king, to whom also He gave testimony and said, &lsquo;I have found David the son of Jesse, a man after My own heart, who will do all My will.&rsquo;<br><br>23 From this man&rsquo;s seed, according to the promise, God raised up for Israel a[d] Savior&mdash;Jesus&mdash;<br><br>24 after John had first preached, before His coming, the baptism of repentance to all the people of Israel.<br><br>25 And as John was finishing his course, he said, &lsquo;Who do you think I am? I am not He. But behold, there comes One after me, the sandals of whose feet I am not worthy to loose.&rsquo;<br><br>26 &ldquo;Men and brethren, sons of the [e]family of Abraham, and those among you who fear God, to you the [f]word of this salvation has been sent.<br><br>27 For those who dwell in Jerusalem, and their rulers, because they did not know Him, nor even the voices of the Prophets which are read every Sabbath, have fulfilled them in condemning Him.<br><br>28 And though they found no cause for death in Him, they asked Pilate that He should be put to death.<br><br>29 Now when they had fulfilled all that was written concerning Him, they took Him down from the tree and laid Him in a tomb.<br><br>30 But God raised Him from the dead.<br><br>31 He was seen for many days by those who came up with Him from Galilee to Jerusalem, who are His witnesses to the people.<br><br>32 And we declare to you glad tidings&mdash;that promise which was made to the fathers.<br><br>33 God has fulfilled this for us their children, in that He has raised up Jesus. As it is also written in the second Psalm:<br><br>&lsquo;You are My Son, Today I have begotten You.&rsquo;<br><br>34 And that He raised Him from the dead, no more to return to [g]corruption, He has spoken thus:<br><br>&lsquo;I will give you the sure [h]mercies of David.&rsquo;<br><br>35 Therefore He also says in another Psalm:<br><br>&lsquo;You will not allow Your Holy One to see corruption.&rsquo;<br><br>36 &ldquo;For David, after he had served [i]his own generation by the will of God, fell asleep, was buried with his fathers, and [j]saw corruption;<br><br>37 but He whom God raised up [k]saw no corruption.<br><br>38 Therefore let it be known to you, brethren, that through this Man is preached to you the forgiveness of sins;<br><br>39 and by Him everyone who believes is justified from all things from which you could not be justified by the law of Moses.<br><br>40 Beware therefore, lest what has been spoken in the prophets come upon you:<br><br>41 &lsquo;Behold, you despisers, Marvel and perish! For I work a work in your days, A work which you will by no means believe, Though one were to declare it to you.&rsquo; &rdquo; Blessing and Conflict at Antioch<br><br>42 [l]So when the Jews went out of the synagogue, the Gentiles begged that these words might be preached to them the next Sabbath.<br><br>43 Now when the congregation had broken up, many of the Jews and devout proselytes followed Paul and Barnabas, who, speaking to them, persuaded them to continue in the grace of God.<br><br>44 On the next Sabbath almost the whole city came together to hear the word of God.<br><br>45 But when the Jews saw the multitudes, they were filled with envy; and contradicting and blaspheming, they opposed the things spoken by Paul.<br><br>Acts 16:13, 14;<br><br>13 And on the Sabbath day we went out of the city to the riverside, where prayer was customarily made; and we sat down and spoke to the women who met there.<br><br>14 Now a certain woman named Lydia heard us. She was a seller of purple from the city of Thyatira, who worshiped God. The Lord opened her heart to heed the things spoken by Paul.<br><br>Acts 17:1&ndash;5;<br><br>1 Now when they had passed through Amphipolis and Apollonia, they came to Thessalonica, where there was a synagogue of the Jews.<br><br>2 Then Paul, as his custom was, went in to them, and for three Sabbaths reasoned with them from the Scriptures,<br><br>3 explaining and demonstrating that the Christ had to suffer and rise again from the dead, and saying, &ldquo;This Jesus whom I preach to you is the Christ.&rdquo;<br><br>4 And some of them were persuaded; and a great multitude of the devout Greeks, and not a few of the leading women, joined Paul and Silas.<br><br>5 But the Jews [a]who were not persuaded, [b]becoming envious, took some of the evil men from the marketplace, and gathering a mob, set all the city in an uproar and attacked the house of Jason, and sought to bring them out to the people.<br><br>Acts 18:4.<br><br>4 And he reasoned in the synagogue every Sabbath, and persuaded both Jews and Greeks.<br><br>The apostles&rsquo; testimony was both personal and scriptural. Paul elaborated on the history of Israel, starting with &ldquo;our fathers&rdquo; (Acts 13:17) in Egypt, and followed their history from the settlement to the judges, to the kings, and to David, from whom he had a perfect transition to Jesus.<br><br>Paul and others also showed how their personal experience and understanding made sense within the context of the Scriptures. They presented information, and they debated and discussed. The combination of personal testimony and Scripture delivered through preaching, teaching, and discussion was very powerful. As the Bible passages show, some of the religious leaders were envious of the authority of the apostles and the resulting power they had over the people, both Jews and Gentiles.<br><br>The Seventh-day Adventist Church has a strong history, too, of encouraging testimony and scriptural exposition through both preaching and teaching/sharing. The combination of Sabbath School with the divine (preaching) service and other Sabbath meetings (youth meetings, for example) gives a strong formal educational base to Seventhday Adventist worship. While this needs to be complemented by other learning experiences, it is essential to the educational experience of the Sabbath.</p>"
    },
    {
      "id": 127,
      "idLesson": 12,
      "idDay": 7,
      "dayTitle": "",
      "date": "December 18",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:</strong> Read Ellen G. White, &ldquo;The Sabbath,&rdquo; pp. 281&ndash;289, in The Desire of Ages.<br><br>&ldquo;No other institution which was committed to the Jews tended so fully to distinguish them from surrounding nations as did the Sabbath. God designed that its observance should designate them as His worshipers. It was to be a token of their separation from idolatry, and their connection with the true God. But in order to keep the Sabbath holy, men must themselves be holy. Through faith they must become partakers of the righteousness of Christ. When the command was given to Israel, &lsquo;Remember the Sabbath day, to keep it holy,&rsquo; the Lord said also to them, &lsquo;Ye shall be holy men unto Me.&rsquo; Ex. 20:8; 22:31. Only thus could the Sabbath distinguish Israel as the worshipers of God.&rdquo;&mdash;Ellen G. White, The Desire of Ages, p. 283.<br><br>&ldquo;Then the Sabbath is a sign of Christ&rsquo;s power to make us holy. . . . As a sign of His sanctifying power, the Sabbath is given to all who through Christ become a part of the Israel of God.&rdquo;&mdash;The Desire of Ages, pp. 288, 289.<br><br><strong>Discussion Questions:</strong><br><br>1 <strong>Often Seventh-day Adventists spend time considering what is not acceptable to do on Sabbath. Develop a set of questions that would keep Sabbath keepers focused on the ideals discussed in this lesson and that emphasize Sabbath as an educative experience. For example: &ldquo;What do I do on Sabbath that enables me to learn more about God&rsquo;s character?&rdquo;</strong><br><br>2<strong>&nbsp;Consider the quotations from Ellen G. White given above. They suggest that it is not just the formality of keeping Sabbath that distinguishes Sabbath keepers in the community. What would individuals be like that are &ldquo;partakers of the righteousness of Christ&rdquo; and have been made &ldquo;holy&rdquo;? What does this have to do with the Sabbath?</strong><br><br>3 <strong>In what ways can you enrich your Sabbath experience? Identify three goals that focus on what you would like to learn through Sabbath observance in the next 12 months.<br></strong><br><strong>Inside Story:</strong><br><br><strong>Escape From Father in Paris</strong><br><br>By Malika Leocadie<br><br>I was born into a non-Christian family in Algeria, but I didn&rsquo;t live like people of my faith were supposed to live. My parents left me with my grandmother and moved to France when I was three. After I turned 18, my father brought me to Paris to take care of his new wife and children.<br><br>My time with them was hell. Father was a hard man. Not only did he order me to tidy up the house and care for the children, but he also used me as if I were his wife. When I refused his advances, he beat me. After several years, I tried to commit suicide.<br><br>Father forbade me from leaving the house except to take the children to school. One day as I walked the children to school, I met a young man, a nextdoor neighbor, who took pity on me. Seeing the bruises on my face, he gave me a piece of paper with his mother&rsquo;s phone number. But I didn&rsquo;t call for help. Instead, I spent a lot of time looking out the window, longing to be free.<br><br>The young man saw me and told his mother, &ldquo;Did you see the girl who is always looking out the window? She will be my wife one day.&rdquo;<br><br>I didn&rsquo;t hear the conversation, but I sensed that the young man wanted to marry me. I dismissed the thought. I couldn&rsquo;t marry someone outside my faith.<br><br>My life reached the point that I couldn&rsquo;t stop crying. Father came into my room every night. I didn&rsquo;t want to live. One night, I looked out the window at the dark sky and poured out my heart to God. I was sure that a God lived in the sky. I remembered Grandmother telling me about a God. &ldquo;I will marry that young man,&rdquo; I told myself. &ldquo;I will have a house and children.&rdquo;<br><br>The next day, Father beat me again and left the house. His wife insulted me and went on an errand. The children were at school. I called the young man.<br><br>&ldquo;I want to go with you,&rdquo; I said. &ldquo;I&rsquo;ll get you in an hour,&rdquo; he said. I packed all my belongings. Getting into his car, I learned that his name was Juleen and that he was a Seventh-day Adventist from the West Indies.<br><br>His mother, Simone, had made arrangements for me to stay with another Adventist family where Father would not find me in Paris. The family also was from Algeria.<br><br>That&rsquo;s how I met Jesus. Today Juleen and I have our own home and children. We worship every Sabbath in church. My father eventually found me and, weeping, asked for forgiveness. I forgave him.<br><br>Father has since died, and the rest of my family has rejected me for becoming a Christian. The church is my new family.<br><br>Thank you for your Sabbath School mission offerings that help spread the gospel around the world.</p>"
    }
  ]
}
