{
  "id": 711,
  "lessonNumber": 11,
  "versionCode": 2,
  "quarter": "1T2021",
  "title": "<p><strong>Waging Love</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p><strong>\"If you extend your soul to the hungry and satisfy the afflicted soul, then your light shall dawn in the darkness, and your darkness shall be as the noonday\" (Isaiah 58:10, NKJV).</strong></p>",
  "weekDate": "March 6–March 12",
  "lessonDays": [
    {
      "id": 111,
      "idLesson": 11,
      "idDay": 1,
      "dayTitle": "",
      "date": "March 6",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>A Jewish cantor (worship leader) and his wife who lived in Lincoln, Nebraska, began receiving threatening and obscene phone calls. They discovered the calls came from a leader of an American hate group, the Ku Klux Klan. Knowing his identity, they could have turned him in to the police. But they decided on a more radical approach. When they learned that he was crippled, they showed up at his door with dinner! He was utterly flabbergasted. His hatred melted before their love. The couple kept visiting him, and the friendship grew. He even thought of becoming Jewish!</p> <p><br></p> <p>&ldquo;Is not this the fast that I choose: to loose the bonds of injustice, to undo the thongs of the yoke, to let the oppressed go free, and to break every yoke? Is it not to share your bread with the hungry . . . ?&rdquo; (Isa. 58:6, 7, NRSV). Ironically, the couple in Lincoln kept such a fast by sharing their feast with a hungry oppressor, thereby setting him free from his own bonds of unjust prejudice! Let&rsquo;s learn more about this important spiritual principle as depicted by the prophet Isaiah.</p>"
    },
    {
      "id": 112,
      "idLesson": 11,
      "idDay": 2,
      "dayTitle": "<p><strong>Buy Something Free?</strong></p>",
      "date": "March 7",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Read this text: &ldquo;Ho, everyone who thirsts, come to the waters; and you that have no money, come, buy and eat!&rdquo; (Isa. 55:1, NRSV). What contradiction do you see there?</strong></p> <p><br></p> <p><strong>Isa. 55:1</strong></p> <p><br></p> <p><strong>1</strong> &ldquo;Ho! Everyone who thirsts, Come to the waters; And you who have no money, Come, buy and eat. Yes, come, buy wine and milk Without money and without price.</p> <p><br></p> <p>Suppose you took food and stood on the street in a big city and announced to the hungry and homeless there: &ldquo;You who have no money, come, buy and eat!&rdquo; (NIV). But how can they buy if they have no money?</p> <p><br></p> <p>However, if you add the words, as Isaiah did: &ldquo;without money and without price&rdquo; (Isa. 55:1, NRSV), the point becomes clearer. Isaiah appeals to people to accept forgiveness (Isa. 55:7) freely. Yet, the word &ldquo;buy&rdquo; emphasizes that what God offers people to meet their needs and desires is valuable; so, receiving it requires a transaction (transfer of something of worth).</p> <p><br></p> <p><strong>Isa. 55:</strong><strong>7</strong></p> <p><br></p> <p><strong>7</strong> Let the wicked forsake his way, And the unrighteous man his thoughts; Let him return to the Lord, And He will have mercy on him; And to our God, For He will abundantly pardon.</p> <p><br></p> <p>God freely offers forgiveness within the framework of a restored covenant relation with His people, but not because it was free for Him: He bought it at the terrible, blood-drenched price of His own Servant. Though free, it came at an astonishing cost to Himself.</p> <p><br></p> <p><strong>What was the price for our salvation? (See 1 Pet. 1:18, 19.)</strong></p> <p><br></p> <p><strong>1 Pet. 1:18, 19</strong></p> <p><br></p> <p><strong>18</strong> knowing that you were not redeemed with corruptible things, like silver or gold, from your aimless conduct received by tradition from your fathers,&nbsp;</p> <p><strong>19</strong> but with the precious blood of Christ, as of a lamb without blemish and without spot.</p> <p><br></p> <p><strong>How does Isaiah&rsquo;s approach to salvation compare with that of the New Testament? (Eph. 2:8, 9.)</strong></p> <p><br></p> <p><strong>Eph. 2:8, 9</strong></p> <p><br></p> <p><strong>8</strong> For by grace you have been saved through faith, and that not of yourselves; it is the gift of God,&nbsp;</p> <p><strong>9</strong> not of works, lest anyone should boast.</p> <p><br></p> <p>Isaiah encapsulates the gospel in the Old Testament, and it is the same as the gospel in the New Testament. There was no &ldquo;old-covenant&rdquo; salvation by works, to be superseded by &ldquo;new-covenant&rdquo; salvation by grace. Ever since God&rsquo;s promise of a Deliverer to Adam and Eve (Gen. 3:15), there has been only one way to salvation: by grace through faith (Eph. 2:8); &ldquo;the free gift of God is eternal life in Christ Jesus our Lord&rdquo; (Rom. 6:23, NRSV). From the ancient Gilgamesh, who did heroic exploits in a vain search for eternal life, to modern actors who believe in reincarnation, people have tried all kinds of different routes to salvation, but all are fruitless. This is why they need to know about Jesus and what He has accomplished for them at the cross.</p> <p><br></p> <p><strong>Salvation is free in that there&rsquo;s nothing we can do to earn it. Our works can never be good enough to save us. Yet, at the same time, it can cost us everything. What does that mean? (See, for instance, Matt. 10:39, Luke 9:23, Luke 14:26, Phil. 3:8.)</strong></p> <p><br></p> <p><strong>Matt. 10:39</strong></p> <p><br></p> <p><strong>39</strong> He who finds his life will lose it, and he who loses his life for My sake will find it.</p> <p><br></p> <p><strong>Luke 9:23</strong></p> <p><br></p> <p><strong>23</strong> Then He said to them all, &ldquo;If anyone desires to come after Me, let him deny himself, and take up his cross daily, and follow Me.</p> <p><br></p> <p><strong>Luke 14:26</strong></p> <p><br></p> <p><strong>26</strong> &ldquo;If anyone comes to Me and does not hate his father and mother, wife and children, brothers and sisters, yes, and his own life also, he cannot be My disciple.</p> <p><br></p> <p><strong>Phil. 3:8</strong></p> <p><br></p> <p><strong>8</strong> Yet indeed I also count all things loss for the excellence of the knowledge of Christ Jesus my Lord, for whom I have suffered the loss of all things, and count them as rubbish, that I may gain Christ</p>"
    },
    {
      "id": 113,
      "idLesson": 11,
      "idDay": 3,
      "dayTitle": "<p><strong>High Thoughts and Ways</strong></p>",
      "date": "March 8",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Why does God say His thoughts and ways are higher than ours, &ldquo;as the heavens are higher than the earth&rdquo; (Isa. 55:8, 9, NRSV)? What do you think that means?</strong></p> <p><br></p> <p><strong>Isa. 55:8, 9</strong></p> <p><br></p> <p><strong>8</strong> &ldquo;For My thoughts are not your thoughts, Nor are your ways My ways,&rdquo; says the Lord.</p> <p><br></p> <p><strong>9</strong> &ldquo;For as the heavens are higher than the earth, So are My ways higher than your ways, And My thoughts than your thoughts.</p> <p><br></p> <p>There&rsquo;s no question that the God who created a universe in which even some of the simplest things contain mysteries that our minds cannot begin to fathom is a God whose ways are beyond what we can ever begin to fully grasp. This knowledge of His infinite superiority should, therefore, make it easier for us to humbly receive His help. (See Isa. 57:15.)</p> <p><br></p> <p><strong>Isa. 57:15</strong></p> <p><br></p> <p><strong>15</strong> For thus says the High and Lofty One Who inhabits eternity, whose name is Holy: &ldquo;I dwell in the high and holy place, With him who has a contrite and humble spirit, To revive the spirit of the humble, And to revive the heart of the contrite ones.</p> <p><br></p> <p><strong>Read Isaiah 55:6&ndash;9. What is the context in which the Lord talks about how His ways and thoughts are higher than what we can imagine? What is He saying He does that is so hard for us to grasp?</strong></p> <p><br></p> <p><strong>Isaiah 55:6&ndash;9</strong></p> <p><br></p> <p><strong>6</strong> Seek the Lord while He may be found, Call upon Him while He is near.</p> <p><br></p> <p><strong>7</strong> Let the wicked forsake his way, And the unrighteous man his thoughts; Let him return to the Lord, And He will have mercy on him; And to our God, For He will abundantly pardon.</p> <p><br></p> <p><strong>8</strong> &ldquo;For My thoughts are not your thoughts, Nor are your ways My ways,&rdquo; says the Lord.</p> <p><br></p> <p><strong>9</strong> &ldquo;For as the heavens are higher than the earth, So are My ways higher than your ways, And My thoughts than your thoughts.</p> <p><br></p> <p>Of all the great mysteries of the universe, no doubt the greatest one of all is the plan of salvation, a mystery we can only barely begin to understand. (See Eph. 6:19.)</p> <p><br></p> <p><strong>Eph. 6:19</strong></p> <p><br></p> <p><strong>19</strong> and for me, that utterance may be given to me, that I may open my mouth boldly to make known the mystery of the gospel</p> <p><br></p> <p>That the Creator of the universe would stoop to clothe Himself in humanity, live a life of toil and suffering, only then to die in our behalf, a sacrifice for sin, all in order that He could pardon us and show mercy to us is a truth that will thrill the hearts of God&rsquo;s created beings for all the ages of eternity.</p> <p><br></p> <p>&ldquo;The theme of redemption is one that angels desire to look into; it will be the science and the song of the redeemed throughout the ceaseless ages of eternity. Is it not worthy of careful thought and study now? . . .</p> <p><br></p> <p>&ldquo;The subject is inexhaustible. The study of the incarnation of Christ, His atoning sacrifice, and mediatorial work will employ the mind of the diligent student as long as time shall last; and looking to heaven with its unnumbered years, he will exclaim, &lsquo;Great is the mystery ofgodliness.&rsquo; &rdquo;&mdash;Ellen G. White, My Life Today, p. 360.</p> <p><br></p> <p><strong>Look at the bad things you have done: the people whom you have hurt, the unkind words you have spoken, the ways in which you have disappointed others, not to mention yourself. And yet, through Jesus, you can be forgiven for all these things and stand, right now, perfect and righteous in the sight of God. If that isn&rsquo;t a mystery, what is?</strong></p>"
    },
    {
      "id": 114,
      "idLesson": 11,
      "idDay": 4,
      "dayTitle": "<p><strong>Fast Friends</strong></p>",
      "date": "March 9",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>What is the &ldquo;fast&rdquo; referred to in Isaiah 58:3?</strong></p> <p><br></p> <p><strong>Isaiah 58:3</strong></p> <p><br></p> <p>This must be the fast of the Day of Atonement, the only fast commanded by God (Lev. 16:29, 31; Lev. 23:27&ndash;32). This is confirmed in Isaiah 58:3 by the parallel expression &ldquo;humble ourselves&rdquo; (NRSV), which follows the terminology of Leviticus. Humbling or afflicting oneself referred to various forms of self-denial, including fasting (compare Ps. 35:13; Dan. 10:2, 3, 12).</p> <p><br></p> <p><strong>Lev. 16:29, 31</strong></p> <p><br></p> <p><strong>29</strong> &ldquo;This shall be a statute forever for you: In the seventh month, on the tenth day of the month, you shall afflict your souls, and do no work at all, whether a native of your own country or a stranger who dwells among you.</p> <p><br></p> <p><strong>31</strong> It is a sabbath of solemn rest for you, and you shall afflict your souls. It is a statute forever.</p> <p><br></p> <p><strong>Lev. 23:27&ndash;32</strong></p> <p><br></p> <p><strong>27</strong> &ldquo;Also the tenth day of this seventh month shall be the Day of Atonement. It shall be a holy convocation for you; you shall afflict your souls, and offer an offering made by fire to the Lord.</p> <p><br></p> <p><strong>28</strong> And you shall do no work on that same day, for it is the Day of Atonement, to make atonement for you before the Lord your God.</p> <p><br></p> <p><strong>29</strong> For any person who is not afflicted in soul on that same day shall be cut off from his people.</p> <p><br></p> <p><strong>30</strong> And any person who does any work on that same day, that person I will destroy from among his people.</p> <p><br></p> <p><strong>31</strong> You shall do no manner of work; it shall be a statute forever throughout your generations in all your dwellings.</p> <p><br></p> <p><strong>32</strong> It shall be to you a sabbath of solemn rest, and you shall afflict your souls; on the ninth day of the month at evening, from evening to evening, you shall celebrate your sabbath.&rdquo;</p> <p><br></p> <p><strong>Ps. 35:13</strong></p> <p><br></p> <p><strong>13</strong> But as for me, when they were sick, My clothing was sackcloth; I humbled myself with fasting; And my prayer would return to my own heart.</p> <p><br></p> <p><strong>Dan. 10:2, 3, 12</strong></p> <p><br></p> <p><strong>2</strong> In those days I, Daniel, was mourning three full weeks.</p> <p><br></p> <p><strong>3</strong> I ate no pleasant food, no meat or wine came into my mouth, nor did I anoint myself at all, till three whole weeks were fulfilled.</p> <p><br></p> <p><strong>12</strong> Then he said to me, &ldquo;Do not fear, Daniel, for from the first day that you set your heart to understand, and to humble yourself before your God, your words were heard; and I have come because of your words.</p> <p><br></p> <p>The Day of Atonement setting explains God&rsquo;s command to &ldquo;Lift up your voice like a trumpet!&rdquo; (Isa. 58:1, NRSV). This kind of ram&rsquo;s horn trumpet, called a shofar, was to be blown as a memorial or reminder 10 days before the Day of Atonement (Lev. 23:24). Furthermore, every fiftieth year, on the Day of Atonement, it was to announce the beginning of the jubilee year of freedom (Lev. 25:9, 10; compare Isa. 27:13).</p> <p><br></p> <p><strong>Read Isaiah 58:3&ndash;7. What is the Lord complaining to them about? What was wrong with their &ldquo;fast&rdquo;?</strong></p> <p><br></p> <p><strong>Isaiah 58:3&ndash;7</strong></p> <p><br></p> <p><strong>3</strong> &lsquo;Why have we fasted,&rsquo; they say, &lsquo;and You have not seen? Why have we afflicted our souls, and You take no notice?&rsquo;</p> <p>&ldquo;In fact, in the day of your fast you find pleasure, And exploit all your laborers.</p> <p><br></p> <p><strong>4</strong> Indeed you fast for strife and debate, And to strike with the fist of wickedness. You will not fast as you do this day, To make your voice heard on high.</p> <p><br></p> <p><strong>5</strong> Is it a fast that I have chosen, A day for a man to afflict his soul? Is it to bow down his head like a bulrush, And to spread out sackcloth and ashes? Would you call this a fast, And an acceptable day to the Lord?</p> <p><br></p> <p><strong>6</strong> &ldquo;Is this not the fast that I have chosen: To loose the bonds of wickedness, To undo the heavy burdens, To let the oppressed go free, And that you break every yoke?</p> <p><br></p> <p><strong>7</strong> Is it not to share your bread with the hungry, And that you bring to your house the poor who are cast out; When you see the naked, that you cover him, And not hide yourself from your own flesh?</p> <p><br></p> <p>It seems the people were expecting the Lord to congratulate them for their &ldquo;piety.&rdquo; Of course, they had it all backward. Practicing self-denial on the Day of Atonement was to express their gratitude and loyalty to Him on the day the high priest went before God to cleanse the sanctuary and thereby cleanse them from sins for which they had already been forgiven (Leviticus 16, compare Leviticus 4).</p> <p><br></p> <p>Their acts should have been done in thankfulness and gratitude to the God who saved them in the day of judgment, not in order to get God&rsquo;s approval for their &ldquo;piety&rdquo; and &ldquo;devotion.&rdquo; After all, it was the sins of the people that had defiled God&rsquo;s sanctuary. It had to be cleansed with blood that was shed because of what they had done.</p> <p><br></p> <p><strong>One of the crucial lessons that comes from these texts points to the difference between being merely religious and truly being a follower of Christ. How do we see the difference there? How do we, as individuals, face the same danger as the individuals presented here, which is believing that our religious rituals somehow show we are really following the Lord as He asks us to?</strong></p>"
    },
    {
      "id": 115,
      "idLesson": 11,
      "idDay": 5,
      "dayTitle": "<p><strong>Fast Fight</strong></p>",
      "date": "March 10",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Ten days after trumpet blasts have reminded God&rsquo;s people that the Lord is acclaimed as their King on the very Day of Atonement when their humility through self-denial is to affirm their loyalty to Him as King, the prophet lifts up his voice like a trumpet to declare that they are rebelling against Him (Isa. 58:1).</p> <p><br></p> <p><strong>Read through Isaiah 58:6&ndash;12. What are acts that God considers true acts of self-denial? After all, what&rsquo;s harder: to skip a few meals or to use your own time and money to feed the homeless in your town? What is the principle to be seen behind these acts? How do these acts comprise true religion?</strong></p> <p><br></p> <p><strong>Isaiah 58:6&ndash;12</strong></p> <p><br></p> <p><strong>6</strong> &ldquo;Is this not the fast that I have chosen: To loose the bonds of wickedness, To undo the heavy burdens, To let the oppressed go free, And that you break every yoke?</p> <p><br></p> <p><strong>7</strong> Is it not to share your bread with the hungry, And that you bring to your house the poor who are cast out; When you see the naked, that you cover him, And not hide yourself from your own flesh?</p> <p><br></p> <p><strong>8</strong> Then your light shall break forth like the morning, Your healing shall spring forth speedily, And your righteousness shall go before you; The glory of the Lord shall be your rear guard.</p> <p><br></p> <p><strong>9</strong> Then you shall call, and the Lord will answer; You shall cry, and He will say, &lsquo;Here I am.&rsquo; &ldquo;If you take away the yoke from your midst, The pointing of the finger, and speaking wickedness,</p> <p><br></p> <p><strong>10</strong> If you extend your soul to the hungry And satisfy the afflicted soul, Then your light shall dawn in the darkness, And your darkness shall be as the noonday.</p> <p><br></p> <p><strong>11</strong> The Lord will guide you continually, And satisfy your soul in drought, And strengthen your bones; You shall be like a watered garden, And like a spring of water, whose waters do not fail.</p> <p><br></p> <p><strong>12</strong> Those from among you Shall build the old waste places; You shall raise up the foundations of many generations; And you shall be called the Repairer of the Breach, The Restorer of Streets to Dwell In.</p> <p><br></p> <p>Anyone can be religious; anyone can go through religious rituals, even the right rituals, at the right time, with all the right formulas. But that alone is not what the Lord wants. Look at the life of Jesus. However faithful He was to the religious rituals of His time, the Gospel writers focused so much more on His acts of mercy, healing, feeding, and forgiveness to those in need than on His faithfulness to ritual.</p> <p><br></p> <p>The Lord seeks a church, a people, who will preach truth to the world. But what will better attract people to the truth as it is in Jesus: strict adherence to dietary laws or a willingness to help the hungry? Strict rest on the Sabbath or a willingness to spend your own time and energy helping those who are in need?</p> <p><br></p> <p><strong>Read Matthew 25:40 and James 1:27. What do they tell us?</strong></p> <p><br></p> <p><strong>Matthew 25:40</strong></p> <p><br></p> <p><strong>40</strong> And the King will answer and say to them, &lsquo;Assuredly, I say to you, inasmuch as you did it to one of the least of these My brethren, you did it to Me.&rsquo;</p> <p><br></p> <p><strong>James 1:27</strong></p> <p><br></p> <p><strong>27</strong> Pure and undefiled religion before God and the Father is this: to visit orphans and widows in their trouble, and to keep oneself unspotted from the world.</p> <p><br></p> <p><strong>Look at the blessings in Isaiah 58 that God says will come to those who seek to minister to the less fortunate. What do you think the Lord is saying to us here? Are these promises of supernatural intervention in our lives if we do these things? Or, perhaps, is He telling us of the natural blessing we receive by giving of ourselves to others as opposed to being selfish, greedy, and self-absorbed? Explain your answer.</strong></p>"
    },
    {
      "id": 116,
      "idLesson": 11,
      "idDay": 6,
      "dayTitle": "<p><strong>A Time for Us</strong></p>",
      "date": "March 11",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Why does Isaiah discuss the Sabbath in Isaiah 58:13, 14? What connection does this have with the Day of Atonement setting of the earlier verses?</strong></p> <p><br></p> <p>The yearly Day of Atonement was a sabbath day. This special ceremonial sabbath was like the weekly Sabbath in that all work of any kind was prohibited (Lev. 23:27&ndash;32). Therefore, as recognized by early Seventhday Adventists, the rule that the Day of Atonement period of rest lasted from evening to evening (Lev. 23:32) informs us that the same must be true of the weekly Sabbath. Similarly, although the primary context of Isaiah 58:13, 14 is the ceremonial Day of Atonement Sabbath, its message also applies to the weekly Sabbath.</p> <p><br></p> <p><strong>Lev. 23:27&ndash;32</strong></p> <p><br></p> <p><strong>27</strong> &ldquo;Also the tenth day of this seventh month shall be the Day of Atonement. It shall be a holy convocation for you; you shall afflict your souls, and offer an offering made by fire to the Lord.&nbsp;</p> <p><strong>28</strong> And you shall do no work on that same day, for it is the Day of Atonement, to make atonement for you before the Lord your God.&nbsp;</p> <p><strong>29</strong> For any person who is not afflicted in soul on that same day shall be cut off from his people.&nbsp;</p> <p><strong>30</strong> And any person who does any work on that same day, that person I will destroy from among his people.&nbsp;</p> <p><strong>31</strong> You shall do no manner of work; it shall be a statute forever throughout your generations in all your dwellings.&nbsp;</p> <p><strong>32</strong> It shall be to you a sabbath of solemn rest, and you shall afflict your souls; on the ninth day of the month at evening, from evening to evening, you shall celebrate your sabbath.&rdquo;</p> <p><br></p> <p><strong>Read Isaiah 58:13. What kind of day is the Sabbath supposed to be? How can we make our Sabbath experience like the one depicted here? Also, when you think about what the Sabbath represents, why should it be the kind of day described in this text?</strong></p> <p><br></p> <p><strong>Isaiah 58:13</strong></p> <p><br></p> <p><strong>13</strong> &ldquo;If you turn away your foot from the Sabbath, from doing your pleasure on My holy day, and call the Sabbath a delight, the holy day of the Lord honorable, and shall honor Him, not doing your own ways, nor finding your own pleasure, nor speaking your own words,</p> <p><br></p> <p>Isaiah 58 deals with three main themes: self-denial, social kindness, and the Sabbath. What are the connections between them? First, all three involve concentration upon God, His priorities, and recognition of our dependence upon Him. Second, by doing all three, humans pursue holiness by emulating God (see Lev. 19:2), who, in the form of Christ, humbled Himself (Phil. 2:8), who demonstrates selfsacrificing kindness (John 3:16), and who ceased from labor on the Sabbath at the end of the Creation week (Gen. 2:2, 3; Exod. 20:11).</p> <p><br></p> <p><strong>Lev. 19:2</strong></p> <p><br></p> <p><strong>2</strong> &ldquo;Speak to all the congregation of the children of Israel, and say to them: &lsquo;You shall be holy, for I the Lord your God am holy.</p> <p><br></p> <p><strong>Phil. 2:8</strong></p> <p><br></p> <p><strong>8</strong> And being found in appearance as a man, He humbled Himself and became obedient to the point of death, even the death of the cross.</p> <p><br></p> <p><strong>John 3:16</strong></p> <p><br></p> <p><strong>16</strong> For God so loved the world that He gave His only begotten Son, that whoever believes in Him should not perish but have everlasting life.</p> <p><br></p> <p><strong>Gen. 2:2, 3</strong></p> <p><br></p> <p><strong>2</strong> And on the seventh day God ended His work which He had done, and He rested on the seventh day from all His work which He had done.</p> <p><br></p> <p><strong>3</strong> Then God blessed the seventh day and sanctified it, because in it He rested from all His work which God had created and made. Exod. 20:11</p> <p><br></p> <p><strong>Look at these other ties between the themes of self-denial, social kindness, and the Sabbath as depicted in Isaiah 58: Sabbath freedom from weekly toil is kind to people because it lets them be refreshed (Exod. 23:12, Mark 2:27); Jesus showed that kind acts are appropriate on the Sabbath (Mark 3:1&ndash;5, John 5:1&ndash;17); true Sabbath keeping brings joy (Isa. 58:14), as does helping others (Isa. 58:10, 11). What must change in your own life in order to experience these blessings yourself?</strong></p> <p><br></p> <p><strong>Exod. 23:12</strong></p> <p><br></p> <p><strong>12</strong> Six days you shall do your work, and on the seventh day you shall rest, that your ox and your donkey may rest, and the son of your female servant and the stranger may be refreshed.</p> <p><br></p> <p><strong>Mark 2:27</strong></p> <p><br></p> <p><strong>27</strong> And He said to them, &ldquo;The Sabbath was made for man, and not man for the Sabbath.</p> <p><br></p> <p><strong>Mark 3:1&ndash;5</strong></p> <p><br></p> <p><strong>1</strong> And He entered the synagogue again, and a man was there who had a withered hand.</p> <p><strong>2</strong> So they watched Him closely, whether He would heal him on the Sabbath, so that they might accuse Him.</p> <p><strong>3</strong> And He said to the man who had the withered hand, &ldquo;Step forward.&rdquo;&nbsp;</p> <p><strong>4</strong> Then He said to them, &ldquo;Is it lawful on the Sabbath to do good or to do evil, to save life or to kill?&rdquo; But they kept silent.</p> <p><strong>5</strong> And when He had looked around at them with anger, being grieved by the hardness of their hearts, He said to the man, &ldquo;Stretch out your hand.&rdquo; And he stretched it out, and his hand was restored as whole as the other.</p> <p><br></p> <p><strong>John 5:1&ndash;17</strong></p> <p><br></p> <p><strong>1</strong> After this there was a feast of the Jews, and Jesus went up to Jerusalem.</p> <p><strong>2</strong> Now there is in Jerusalem by the Sheep Gate a pool, which is called in Hebrew, Bethesda, having five porches.</p> <p><strong>3</strong> In these lay a great multitude of sick people, blind, lame, paralyzed, waiting for the moving of the water.</p> <p><strong>4</strong> For an angel went down at a certain time into the pool and stirred up the water; then whoever stepped in first, after the stirring of the water, was made well of whatever disease he had.</p> <p><strong>5</strong> Now a certain man was there who had an infirmity thirty-eight years.</p> <p><strong>6</strong> When Jesus saw him lying there, and knew that he already had been in that condition a long time, He said to him, &ldquo;Do you want to be made well?&rdquo;</p> <p><strong>7</strong> The sick man answered Him, &ldquo;Sir, I have no man to put me into the pool when the water is stirred up; but while I am coming, another steps down before me.&rdquo;</p> <p><strong>8</strong> Jesus said to him, &ldquo;Rise, take up your bed and walk.&rdquo;&nbsp;</p> <p><strong>9</strong> And immediately the man was made well, took up his bed, and walked. And that day was the Sabbath.&nbsp;</p> <p><strong>10</strong> The Jews therefore said to him who was cured, &ldquo;It is the Sabbath; it is not lawful for you to carry your bed.&rdquo;</p> <p><strong>11</strong> He answered them, &ldquo;He who made me well said to me, &lsquo;Take up your bed and walk.&rsquo; &rdquo;</p> <p><strong>12</strong> Then they asked him, &ldquo;Who is the Man who said to you, &lsquo;Take up your bed and walk&rsquo;?&rdquo;&nbsp;</p> <p><strong>13</strong> But the one who was healed did not know who it was, for Jesus had withdrawn, a multitude being in that place.&nbsp;</p> <p><strong>14</strong> Afterward Jesus found him in the temple, and said to him, &ldquo;See, you have been made well. Sin no more, lest a worse thing come upon you.&rdquo;</p> <p><strong>15</strong> The man departed and told the Jews that it was Jesus who had made him well. Honor the Father and the Son&nbsp;</p> <p><strong>16</strong> For this reason the Jews persecuted Jesus, and sought to kill Him, because He had done these things on the Sabbath.&nbsp;</p> <p><strong>17</strong> But Jesus answered them, &ldquo;My Father has been working until now, and I have been working.&rdquo;</p> <p><br></p> <p><strong>Isa. 58:10, 11</strong></p> <p><br></p> <p><strong>10</strong> If you extend your soul to the hungry And satisfy the afflicted soul, Then your light shall dawn in the darkness, And your darkness shall be as the noonday.&nbsp;</p> <p><strong>11</strong> The Lord will guide you continually, And satisfy your soul in drought, And strengthen your bones; You shall be like a watered garden, And like a spring of water, whose waters do not fail.</p>"
    },
    {
      "id": 117,
      "idLesson": 11,
      "idDay": 7,
      "dayTitle": "",
      "date": "March 12",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:</strong> &ldquo;No one can practice real benevolence without selfdenial. Only by a life of simplicity, self-denial, and close economy, is it possible for us to accomplish the work appointed us as Christ&rsquo;s representatives. Pride and worldly ambition must be put out of our hearts. In all our work, the principle of unselfishness revealed in Christ&rsquo;s life is to be carried out.</p> <p><br></p> <p>Upon the walls of our homes, the pictures, the furnishings, we are to read, &lsquo;Bring the poor that are cast out to thy house.&rsquo; On our wardrobes we are to see written, as with the finger of God, &lsquo;Clothe the naked.&rsquo; In the dining room, on the table laden with abundant food, we should see traced, &lsquo;Is it not to deal thy bread to the hungry?&rsquo; Isaiah 58:7.&rdquo;&mdash;Ellen G. White, The Ministry of Healing, p. 206.</p> <p><br></p> <p><strong>Discussion Questions:</strong>&nbsp;</p> <p><strong>1</strong> Look at the question Isaiah asked the people of his time: &ldquo;Why do you spend your money for that which is not bread, and your labor for that which does not satisfy?&rdquo; (Isa. 55:2, NRSV). Ask yourself, in what ways, if any, are we doing the same thing, laboring for that which does not satisfy? Why is it so easy to fall into that very trap?</p> <p><br></p> <p><strong>2</strong> If self-denial, social kindness, and the Sabbath were important on the Day of Atonement in Isaiah&rsquo;s day, are they just as important in the endtime day of atonement (Dan. 8:14), during which God&rsquo;s jubilee trumpet will signal ultimate freedom at the second coming of Christ (1 Cor. 15:52; compare Lev. 25:9, 10)? Explain your answer.</p> <p><br></p> <p><strong>3</strong> In class, open up a discussion on the question of Sabbath keeping. What do you think Isaiah means when he says we should turn away from doing our own pleasure on the Sabbath, and yet, at the same time, call it a delight (Isa. 58:13)? How can we do both? Keep in mind the context of the complete text of Isaiah 58.</p> <p><br></p> <p><strong>Summary</strong>: In Isaiah 55 and 58, the prophet appeals to his people to give up their thoughts and ways and return to God, whose ideal for their happiness is so much higher than their own. He mercifully pardons and then insists that the pardoned be merciful, in harmony with the spirit of the Day of Atonement and the Sabbath, because the gift of God&rsquo;s forgiveness, if it is truly received, transforms the heart.</p> <p><br></p> <p><strong>Inside Story</strong></p> <p><br></p> <p><strong>Unequally Yoked By Zeng-Mei Chang</strong></p> <p><br></p> <p>I didn&rsquo;t want to marry my husband because I was raised a Seventh-day Adventist and he belonged to another Christian denomination in southern Taiwan. But our parents wanted us to get married, and we had to obey them. So, I told my future husband, Ming-Huang Wu, &ldquo;We can get married, but I will not change my religion.&rdquo; He didn&rsquo;t have a problem with that. But then we started to discuss the wedding. I wanted it to be held in an Adventist church, but he said, &ldquo;No! I am the husband, so it should be in my church.&rdquo;</p> <p><br></p> <p>I tried to find a compromise. &ldquo;Let&rsquo;s have the wedding outside then, not in any church,&rdquo; I said. &ldquo;But an Adventist pastor must officiate at the wedding.&rdquo; We argued back and forth. Finally, I said, &ldquo;If it is not an Adventist pastor, then I will not marry you.&rdquo; He asked his mother for advice, and she gave permission for an Adventist pastor. But she had secret plans. She thought that I would join her faith after the wedding. She also wanted me to change her son, who drank.</p> <p><br></p> <p>I remained uncomfortable with the idea of marrying outside my faith, and I told this to Ming-Huang. But by that point the whole village knew about the wedding. If we called it off, we would lose face. Ming-Huang became an Adventist so he wouldn&rsquo;t lose face. A month before the wedding, he took Bible studies and was baptized. I&rsquo;ll never forget that day. He wept as he came out of the water because he wanted to get married, but he didn&rsquo;t want to leave his old life of drinking.</p> <p><br></p> <p>Ming-Huang was a beaten man. He lost a great deal of self-esteem by marrying me. During the first seven months of our marriage, I also fed him healthy food and taught him how to live a healthy lifestyle. Our neighbors noticed that he wasn&rsquo;t the same. &ldquo;You&rsquo;re a new man,&rdquo; they said. Ming-Huang, however, didn&rsquo;t want to be a new man. After our daughter was born, he returned to drinking.</p> <p><br></p> <p>Ten years passed, and we had a second daughter. We had many conflicts over faith. One day it was too much, and I took the two children, our baby and 10-year-old girl, to the home of friends. I wanted my husband to be alone in the house and to get a taste of what divorce would be like. Ming-Huang didn&rsquo;t want a divorce. He looked for me for three days and, when he found me, changed his ways. He truly became a new man.</p> <p><br></p> <p>Today, he is a caring husband and father. He also is a church elder. However, I wouldn&rsquo;t follow this &ldquo;missionary&rdquo; path again. I married him because I thought I could change him with God&rsquo;s help. But the Bible is right when it says, &ldquo;Do not be unequally yoked&rdquo; (1 Cor. 6:14, NKJV). It&rsquo;s better to marry a spouse of your own faith. Solomon, the world&rsquo;s wisest man, learned this lesson the hard way. Me too.</p>"
    }
  ]
}
