{
  "id": 707,
  "lessonNumber": 7,
  "versionCode": 3,
  "quarter": "3T2020",
  "title": "<p style=\"text-align: center;\"><strong>Sharing the Word</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p><strong>&ldquo; &lsquo;So shall My word be that goes forth from My mouth; it shall not return to Me void, but it shall accomplish what I please, and it shall prosper in the thing for which I sent it&rsquo; &rdquo; (Isaiah 55:11, NKJV).</strong></p>",
  "weekDate": "August 8-14",
  "lessonDays": [
    {
      "id": 71,
      "idLesson": 7,
      "idDay": 1,
      "dayTitle": "",
      "date": "August 8",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Read for This Week&rsquo;s Study: Ps. 119:105, Jer. 23:29, Heb. 1:1&ndash;3, 2 Tim. 3:14&ndash;17, 1 John 1:7&ndash;9, Eccles. 3:1, 2 Tim. 4:2.</strong></p>  <p>When we witness, we speak of Jesus. But what would we know about Jesus without the Bible? In fact, how much would we know about the great controversy, the love of God, and the birth, life, ministry, death, resurrection, and return of our Lord if we did not have the Scriptures?</p> <p>Although nature reveals the majesty and power of God, it doesn&rsquo;t reveal the plan of salvation. Jesus, through the Person of the Holy Spirit, is the &ldquo;true Light which gives light to every man coming into the world&rdquo; (John 1:9, NKJV). Still, without the Word of God to explain divine truth fully, the Holy Spirit&rsquo;s revelation to our hearts is limited. The Written Word of God is the clearest and fullest revelation of Jesus, the Living Word.</p> <p>Although the religious leaders studied the Word of God, many missed its primary message. Jesus said: &ldquo; &lsquo;You search the Scriptures, for in them you think you have eternal life; and these are they which testify of Me&rsquo; &rdquo; (John 5:39, NKJV). Rightly understood, every teaching of the Bible reflects the beauty of Jesus&rsquo; character. When we share the Word of God, our primary goal is not to prove that we are right and that the other person is wrong; it is to reveal Jesus in each facet of the truth we share.</p>"
    },
    {
      "id": 72,
      "idLesson": 7,
      "idDay": 2,
      "dayTitle": "<p style=\"text-align: center;\"><strong>Symbols of God&rsquo;s Word</strong></p>",
      "date": "August 9",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Psalm 119:105, Jeremiah 23:29, Luke 8:11, and Matthew 4:4. What five symbols are used to describe the Word of God in these passages? Why do you think these five symbols were chosen to represent the Word of God?</strong></p> <p><strong>Psalm 119:105&nbsp;</strong></p> <p><strong>105.</strong> Your word is a lamp to my feet And a light to my path.</p> <p><strong>Jeremiah 23:29&nbsp;</strong></p> <p><strong>29.</strong> &ldquo;Is not My word like a fire?&rdquo; says the Lord, &ldquo;And like a hammer that breaks the rock in pieces?</p> <p><strong>Luke 8:11</strong></p> <p><strong>11.</strong> &ldquo;Now the parable is this: The seed is the word of God.</p> <p><strong>Matthew 4:4</strong></p> <p><strong>4.</strong> But He answered and said, &ldquo;It is written, &lsquo;Man shall not live by bread alone, but by every word that proceeds from the mouth of God.&rsquo; &rdquo;</p> <p>The varied symbols used in these passages describe some of the primary functions of the Word of God. When we share the Scriptures with others, it is like a light that illuminates life. Jesus, &ldquo;the light of the world,&rdquo; breaks through the darkness of their misunderstanding about who God is and the nature of His character. Minds darkened with a misunderstanding of God are illuminated by the Holy Spirit through the Word of God.</p> <p>According to Jeremiah, the Word of God is like a fire and a hammer. It consumes the dross of sin in our lives and breaks our hard hearts. When we help people see in Scripture the glory of Jesus, their hard hearts are broken, and the fire of His love consumes the dross of selfishness, greed, lust, and self-centeredness.</p> <p>The Word of God also is likened to seed. The key characteristic of seed is that it is life-giving. Seed takes time to grow. Not all seeds germinate at the same time. Not all plants grow at the same rate. But under the right conditions, the life in the seed bursts forth through the soil into new life. When we plant the seed of the Word of God in the hearts and minds of others, we will not always see immediate results; but silently the seed is growing, and in God&rsquo;s own time, if they respond to the Holy Spirit&rsquo;s promptings, it will produce a harvest for God&rsquo;s kingdom.</p> <p>Jesus likens His Word to nourishing bread. As many of us know, there are few things as satisfying as a good loaf of bread. The Word of God satisfies the hunger of the soul and nourishes our inner spiritual longings. As you share the promises of the Word with others and help them discover that Jesus is the Word, their lives will be transformed by His goodness, charmed by His love, amazed at His grace, and satisfied in His presence.</p> <p><strong>Again, think about the truths that we know only from the Bible. What should this tell us about how much we should treasure what it teaches us?</strong></p>"
    },
    {
      "id": 73,
      "idLesson": 7,
      "idDay": 3,
      "dayTitle": "<p style=\"text-align: center;\"><strong>The Creative Power of God&rsquo;s Word</strong></p>",
      "date": "August 10",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Compare Hebrews 1:1&ndash;3; Hebrews 4:12; and Psalm 33:6, 9. What do these passages tell us about the power of the Word of God?</strong></p> <p><strong>Hebrews 1:1&ndash;3 </strong></p> <p><strong>1.&nbsp;</strong>God, who at various times and in various ways spoke in time past to the fathers by the prophets,&nbsp;</p> <p><strong>2.&nbsp;</strong>has in these last days spoken to us by His Son, whom He has appointed heir of all things, through whom also He made the worlds;&nbsp;</p> <p><strong>3.</strong> who being the brightness of His glory and the express image of His person, and upholding all things by the word of His power, when He had by Himself purged our sins, sat down at the right hand of the Majesty on high,</p> <p><strong>Hebrews 4:12 </strong></p> <p><strong>12.&nbsp;</strong>For the word of God is living and powerful, and sharper than any two-edged sword, piercing even to the division of soul and spirit, and of joints and marrow, and is a discerner of the thoughts and intents of the heart.</p> <p><strong>Psalm 33:6, 9 </strong></p> <p><strong>6.</strong> By the word of the Lord the heavens were made, And all the host of them by the breath of His mouth.&nbsp;</p> <p><strong>9.</strong> For He spoke, and it was done; He commanded, and it stood fast.</p> <p>The Word of God is the Living Word. It carries with it the power to accomplish the things that it declares. Human words can speak of what is, but God speaks of things that are not yet done and then creates them by the power of His Word. The Word of God is a creative Word. The audible word that proceeds from His mouth has the power to create everything that it proclaims.</p> <p>In the Creation story of Genesis 1, the expression &ldquo;God said&rdquo; is used repeatedly (Gen. 1:3, 6, 11, 14, 20, 24, 26, 29). God&rsquo;s declarative words had such power that when He spoke, dry land appeared, plants sprouted, flowers blossomed, fruit trees flourished, and animals sprang forth.</p> <p>There is a fascinating Hebrew word used in Genesis 1 for the creative activity of God. It is the word bara. In this particular form, it is used of God&rsquo;s activity to create something from nothing. The verb is used only when God is the subject. That is, God alone can bara, and He does so through the power of His spoken word.</p> <p>God not only created this world through the power of His Word, but He also sustains and upholds it through His Word. The same power that is in the spoken word of God is in the Written Word of God. The same Holy Spirit that was active in Creation was active in inspiring Scripture. He is present when we read the Bible or share it with others. There is life-giving, life-changing, creative power in the Word of God. &ldquo;The creative energy that called the worlds into existence is in the word of God. This word imparts power; it begets life. Every command is a promise; accepted by the will, received into the soul, it brings with it the life of the Infinite One. It transforms the nature and re-creates the soul in the image of God.&rdquo;&mdash;Ellen G. White, Education, p. 126.</p> <p>As we personally grasp the promises found in the Word of God, our lives are changed, and as we help others to grasp these amazing promises, the Holy Spirit will change their lives too.</p> <p><span style=\"color: rgb(209, 72, 65);\"><strong>Imagine:</strong></span> <strong>God spoke and it was. How can we grasp what this means? What does this amazing reality tell us about His power? Why should this truth about God&rsquo;s creative power be comforting to us?</strong></p>"
    },
    {
      "id": 74,
      "idLesson": 7,
      "idDay": 7,
      "dayTitle": "<p style=\"text-align: center;\"><strong>The Benefits of Studying God&rsquo;s Word</strong></p>",
      "date": "August 11",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p style=\"text-align: justify;\">There are multiple benefits to studying the Word of God. The apostle Peter tells us that through the promises of Scripture we become &ldquo;partakers of the divine nature&rdquo; (2 Pet. 1:4). James speaks of the &ldquo;implanted word, which is able to save your souls&rdquo; (James 1:21, NKJV). Paul adds that &ldquo; &lsquo;the word of His grace . . . is able to build you up and give you an inheritance among all those who are sanctified&rsquo; &rdquo; (Acts 20:32, NKJV). The Bible has a redemptive purpose. Seeing Jesus in all of Scripture, we are changed. By beholding Him in His Word, we become like Him (2 Cor. 3:18). &ldquo;It is a law both of the intellectual and the spiritual nature that by beholding we become changed. The mind gradually adapts itself to the subjects upon which it is allowed to dwell.&rdquo;&mdash;Ellen G. White, The Great Controversy, p. 555.</p> <p style=\"text-align: justify;\"><strong>Read 2 Timothy 3:14&ndash;17 and John 17:14&ndash;17. What additional benefits come from studying the Word of God?</strong></p> <p style=\"text-align: justify;\"><strong>2 Timothy 3:14&ndash;17 </strong></p> <p style=\"text-align: justify;\"><strong>14.</strong> But you must continue in the things which you have learned and been assured of, knowing from whom you have learned them,&nbsp;</p> <p style=\"text-align: justify;\"><strong>15.</strong> and that from childhood you have known the Holy Scriptures, which are able to make you wise for salvation through faith which is in Christ Jesus.&nbsp;</p> <p style=\"text-align: justify;\"><strong>16.</strong> All Scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness,&nbsp;</p> <p style=\"text-align: justify;\"><strong>17. </strong>that the man of God may be complete, thoroughly equipped for every good work.</p> <p style=\"text-align: justify;\"><strong>John 17:14&ndash;17 </strong></p> <p style=\"text-align: justify;\"><strong>14.</strong> I have given them Your word; and the world has hated them because they are not of the world, just as I am not of the world.&nbsp;</p> <p style=\"text-align: justify;\"><strong>15.</strong> I do not pray that You should take them out of the world, but that You should keep them from the evil one.&nbsp;</p> <p style=\"text-align: justify;\"><strong>16</strong>. They are not of the world, just as I am not of the world.&nbsp;</p> <p style=\"text-align: justify;\"><strong>17.</strong> Sanctify them by Your truth. Your word is truth.</p> <p style=\"text-align: justify;\">Writing to his young companion Timothy, the apostle Paul urges him to be faithful to Scripture and shares the benefits of studying the inspired Word. According to Paul, the Bible is &ldquo;profitable for doctrine.&rdquo; It reveals truth and exposes error. It outlines God&rsquo;s plan for the human race. It reproves our sins, corrects our erroneous thinking, and instructs us in righteousness. The Scriptures reveal the righteousness of Christ. They lead us from the folly of our own sinfulness to the beauty of His righteousness. When we see Jesus&rsquo; unselfish love in contrast to our selfcenteredness, we stand amazed. As we behold in Scripture the depth of His compassion and caring, our lives are changed. When we share His Word with others, they, too, are radically transformed. Beholding Jesus in His Word, we become more like Him. Witnessing is not about sharing what we think or even what we believe. It is all about sharing the eternal truths found in the Word of God. When the Word of God has incredibly blessed our lives, we have the credibility to tell others how it can bless their lives too.</p> <p style=\"text-align: justify;\"><strong>Think about a time of difficulty that you personally faced and how the Word of God proved to be a strength to you. What did you learn from that experience?</strong></p>"
    },
    {
      "id": 75,
      "idLesson": 7,
      "idDay": 5,
      "dayTitle": "<p style=\"text-align: justify;\"><strong>Applying God&rsquo;s&nbsp;</strong></p> ",
      "date": "August 12",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p style=\"text-align: justify;\">Word Someone has counted more than three thousand promises in the Word of God. Each of these promises comes from the heart of a loving God who &ldquo;is able to do exceedingly abundantly above all that we ask or think, according to the power that works in us&rdquo; (Eph. 3:20, NKJV). The promises of God are commitments that He makes to each one of us. As we claim these promises by faith and teach other people to claim them, the blessings of heaven flow into our lives. The apostle Paul emphasizes this divine reality in Romans 8: &ldquo;He who did not spare His own Son, but delivered Him up for us all, how shall He not with Him also freely give us all things?&rdquo; (Rom. 8:32, NKJV). The apostle Peter clarifies this promise, declaring that &ldquo;His divine power has given to us all things that pertain to life and godliness&rdquo; (2 Pet. 1:3, NKJV). Through Christ&rsquo;s death on the cross, and His victory over Satan and the principalities and powers of hell, He has provided everything necessary for us to live a godly, spiritual life. He also promises to provide for our basic physical needs.</p> <p style=\"text-align: justify;\"><strong><span style=\"color: rgb(184, 49, 47);\">Compare </span>1 John 1:7&ndash;9 and Philippians 4:13, 19. Although these promises are quite different, what do they teach us about the character of God? How have these promises impacted your life?</strong></p> <p style=\"text-align: justify;\"><strong>1 John 1:7&ndash;9&nbsp;</strong></p> <p style=\"text-align: justify;\"><strong>7. </strong>But if we walk in the light as He is in the light, we have fellowship with one another, and the blood of Jesus Christ His Son cleanses us from all sin.&nbsp;</p> <p style=\"text-align: justify;\"><strong>8. </strong>If we say that we have no sin, we deceive ourselves, and the truth is not in us.&nbsp;</p> <p style=\"text-align: justify;\"><strong>9.</strong> If we confess our sins, He is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p> <p style=\"text-align: justify;\"><strong>Philippians 4:13, 19 </strong></p> <p style=\"text-align: justify;\"><strong>13.</strong> I can do all things through Christ who strengthens me.&nbsp;</p> <p style=\"text-align: justify;\"><strong>19.</strong> And my God shall supply all your need according to His riches in glory by Christ Jesus.</p> <p style=\"text-align: justify;\">The promises that we have read in these passages each speak of something different, but the picture of God they give us is very similar. They reveal a God of loving forgiveness, infinite power, and full of care for our basic needs. They give us the assurance that God cares deeply for us.</p> <p style=\"text-align: justify;\"><strong>Read Hebrews 3:19, Hebrews 4:1&ndash;3, and Matthew 13:58. What do these verses tell us about the need for faith?</strong></p> <p style=\"text-align: justify;\"><strong>Hebrews 3:19 </strong></p> <p style=\"text-align: justify;\"><strong>19.</strong> So we see that they could not enter in because of unbelief.</p> <p style=\"text-align: justify;\"><strong>Hebrews 4:1&ndash;3</strong>&nbsp;</p> <p style=\"text-align: justify;\"><strong>1.&nbsp;</strong>Therefore, since a promise remains of entering His rest, let us fear lest any of you seem to have come short of it.&nbsp;</p> <p style=\"text-align: justify;\"><strong>2.&nbsp;</strong>For indeed the gospel was preached to us as well as to them; but the word which they heard did not profit them, not being mixed with faith in those who heard it.&nbsp;</p> <p style=\"text-align: justify;\"><strong>3.</strong> For we who have believed do enter that rest, as He has said: &ldquo;So I swore in My wrath, &lsquo;They shall not enter My rest,&rsquo; &rdquo; although the works were finished from the foundation of the world.</p> <p style=\"text-align: justify;\"><strong>Matthew 13:58 </strong></p> <p style=\"text-align: justify;\"><strong>58.</strong> Now He did not do many mighty works there because of their unbelief.</p> <p style=\"text-align: justify;\">There are so many wonderful promises of God in the Bible, and when by faith we claim the promises of the Word of God and believe them because Christ has promised, the blessings of those promises become ours. It is a lack of faith in God&rsquo;s ability to do what He has promised in His Word that limits the fulfillment of God&rsquo;s promises in our lives. Pray that God will lead you this week to someone who needs the hopeful promises found in the Word of God.</p>"
    },
    {
      "id": 76,
      "idLesson": 7,
      "idDay": 6,
      "dayTitle": "<p style=\"text-align: center;\"><strong>Sharing the Word</strong></p> ",
      "date": "August 13",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p style=\"text-align: justify;\">Good news is for sharing. Think about the times in your life that you have been delighted with good news. It may have been the day you were engaged to be married, the birth of a child, a new job, or the purchase of a new car or home. You were so excited that you could not wait to share it.</p> <p style=\"text-align: justify;\">It is wonderful to share our joy with others, but the best news in the entire universe is the story of Jesus. When we discover new insights in His Word about the salvation that there is in Christ, our hearts overflow with joy, and we long to tell someone else. When the religious authorities tried to stop the preaching of the apostles, Peter declared, &ldquo; &lsquo;For we cannot but speak the things which we have seen and heard&rsquo; &rdquo; (Acts 4:20).</p> <p style=\"text-align: justify;\">&ldquo;No sooner does one come to Christ than there is born in his heart a desire to make known to others what a precious friend he has found in Jesus; the saving and sanctifying truth cannot be shut up in his heart. If we are clothed with the righteousness of Christ and are filled with the joy of His indwelling Spirit, we shall not be able to hold our peace.&rdquo; &mdash;Ellen G. White, Steps to Christ, p. 78.</p> <p style=\"text-align: justify;\">In Romans 1:14&ndash;16, Paul wrote: &ldquo;I am debtor both to the Greeks, and to the Barbarians; both to the wise, and to the unwise. So, as much as in me is, I am ready to preach the gospel to you that are at Rome also. For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.&rdquo;</p> <p style=\"text-align: justify;\">The apostle Paul never tired of telling his conversion story. His heart overflowed with joy in Jesus. For him, good news was for sharing, and he could not be quiet.</p> <p style=\"text-align: justify;\"><strong></strong><strong>What vital principles about sharing the Word of God do Isaiah 50:4, Ecclesiastes 3:1, and 2 Timothy 4:2 give us?</strong></p> <p style=\"text-align: justify;\"><strong>Isaiah 50:4&nbsp;</strong></p> <p style=\"text-align: justify;\"><strong>4.&nbsp;</strong>&ldquo;The Lord God has given Me The tongue of the learned, That I should know how to speak A word in season to him who is weary. He awakens Me morning by morning, He awakens My ear To hear as the learned.</p> <p style=\"text-align: justify;\"><strong>Ecclesiastes 3:1&nbsp;</strong></p> <p style=\"text-align: justify;\"><strong>3.</strong> To everything there is a season, A time for every purpose under heaven:</p> <p style=\"text-align: justify;\"><strong>Timothy 4:2&nbsp;</strong></p> <p style=\"text-align: justify;\"><strong>2.</strong> Preach the word! Be ready in season and out of season. Convince, rebuke, exhort, with all longsuffering and teaching.</p> <p style=\"text-align: justify;\">As we surrender our lives to Christ and His service, He will open doors of opportunity for us to &ldquo;speak a word in season,&rdquo; or at the right time to those whose hearts He has opened. In all of our witnessing, we must keep three biblical principles in mind: what we say, how we say it, and when we say it.</p> <p style=\"text-align: justify;\"><strong>Who are some people with whom you are in contact, and how can you be a better witness to them?</strong></p>"
    },
    {
      "id": 77,
      "idLesson": 7,
      "idDay": 7,
      "dayTitle": "",
      "date": "August 14",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p style=\"text-align: justify;\"><strong><span style=\"color: rgb(209, 72, 65);\">Further Thought:</span></strong> <strong>Read Ellen G. White, &ldquo;A Knowledge of God,&rdquo; pp. 87&ndash;91, in Steps to Christ; &ldquo;Bible Readings With Families,&rdquo; pp. 192, 193, in Gospel Workers; and &ldquo;Bible Work Techniques,&rdquo; pp. 481&ndash;486, in Evangelism.</strong></p> <p style=\"text-align: justify;\">God is working on hearts all around us. If we have the spiritual discernment to see where God is already working, we will regularly observe opportunities to share His Word with others. As God prepares the soil of the heart, we have the opportunity to sow the seed of the gospel. The Holy Spirit prepared the hearts of Nicodemus, the woman at the well, the woman with the issue of blood, the thief on the cross, the Roman centurion, and many others to receive His Word before Jesus ever met them. Through the circumstances of their lives and the impressions of the Holy Spirit, they were prepared to receive Christ&rsquo;s message. We may have a natural hesitancy to ask people if we can pray with them, share a Bible promise, or give them a piece of literature. More often than not, when we feel impressed to share our faith with someone else, it is because the Holy Spirit who has impressed us has already impressed that person to receive our witness.</p> <p style=\"text-align: justify;\"><strong><span style=\"color: rgb(209, 72, 65);\">Discussion Questions: </span></strong></p> <p style=\"text-align: justify;\"><strong>1. If someone should come to you feeling terribly guilty over something and needed forgiveness from God, what counsel would you give, and what Bible texts would you share? What has been your own experience with guilt and the power of God&rsquo;s forgiveness in your own life?</strong>&nbsp;</p> <p style=\"text-align: justify;\"><strong>2.</strong> <strong>Sometimes God brings people into our lives because He longs for them to know His truth. How can we be sensitive to God&rsquo;s leading? </strong></p> <p style=\"text-align: justify;\"><strong>3.</strong> <strong>Dwell more on the power of God and the Word of God as revealed in the Creation story and in creation itself. We can barely grasp the concept of the universe itself because it is so big and so vast. To think that the God who created it must be even greater than what He created. How can we draw comfort from knowing that the God we serve is so powerful? And not only is He powerful, but He also loves us. What great hope can we take from knowing these things about God? How can this knowledge help us be better witnesses to others about Him?</strong></p><p style=\"text-align: center;\"><strong>Inside Story</strong></p> <p style=\"text-align: justify;\"><strong>New Heart for Alex&nbsp;</strong></p> <p style=\"text-align: justify;\"><strong>By Andrew McChesney</strong></p> <p style=\"text-align: justify;\">Alex was diagnosed with congenital heart disease, or a hole in the heart, as a baby in Finland. Doctors hoped that the heart would heal itself, but it didn&rsquo;t. So when he was eight, doctors performed open-heart surgery. Afterward, Mother looked at the small boy lying in the recovery ward and thought, For some reason God allowed this to happen. He has a purpose for our lives.</p> <p style=\"text-align: justify;\">Mother wrote about the experience on Facebook. Many Finns began to follow her Facebook page, allowing her to speak about God with people who otherwise would not listen. Alex was becoming a missionary.</p> <p style=\"text-align: justify;\">The boy recuperated quickly from the operation and returned home after only five days. It was a miracle. The devil had tried to snatch away Alex, but Jesus had given him a new heart.</p> <p style=\"text-align: justify;\">The summer, however, turned out to be hot. One evening, Alex complained about a pain in his chest. At the hospital, doctors saw that his heart had swelled to double its normal size (see photo below). Alex was rushed into emergency surgery. Hours later, doctors called the operation a success. The devil had tried to snatch away Alex, but Jesus had given him a new heart.</p> <p style=\"text-align: justify;\">Alex acted unusual when he returned home. Usually kind and quiet, he became aggressive and loud, especially toward Father. One evening, Alex was particularly angry, yelling unkind words and tossing his eyeglasses on the floor. &ldquo;Why are you acting this way?&rdquo; Father asked, placing a hand on Alex&rsquo;s head to pray. This was something Father had done many times to pray. But this time Alex refused prayer. &ldquo;Take your hand away!&rdquo; he yelled. He turned to Father with a look of pure hatred in his eyes. Father had never seen such an expression on his face before. He went to the kitchen, where Mother was preparing supper.</p> <p style=\"text-align: justify;\">&ldquo;This is not normal,&rdquo; he said. &ldquo;This is not our Alex. We need to pray.&rdquo; Father and Mother walked over to Alex. Without saying a word, Father placed a hand on Alex&rsquo;s head. Mother placed her hand on the boy&rsquo;s forehead. &ldquo;In the name of Jesus, we command you, evil spirit, to leave Alex,&rdquo; Father said. &ldquo;We have given Alex to God, and you have no place in his life.&rdquo; After the prayer, Alex returned to his normal self. He smiled and laughed like nothing had happened. The devil had tried to snatch away Alex, but Jesus had given him a new heart. Mother hopes that Alex grows up to have a heart for mission and that his story will change hearts. &ldquo;I have given his life to God,&rdquo; Mother said. &ldquo;We feel that Alex has a special relationship with God. His life has been difficult, but we believe that God will do something wonderful with him.&rdquo;</p>"
    }
  ]
}
