{
  "id": 704,
  "lessonNumber": 4,
  "versionCode": 1,
  "quarter": "2T2020",
  "title": "<p><strong>The Bible–the Authoritative Source of Our Theology</strong></p> ",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p>“To the law and to the testimony! If they do not speak according to this word, it is because there is no light in them” (Isaiah 8:20, NKJV).</p>",
  "weekDate": "April 18–April 24",
  "lessonDays": [
    {
      "id": 41,
      "idLesson": 4,
      "idDay": 1,
      "dayTitle": "",
      "date": "April 18",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Read for This Week’s Study: Mark 7:1–13; Rom. 2:4; 1 John 2:15–17; 2 Cor. 10:5, 6; John 5:46, 47; John 7:38.</p> <p>There is no Christian church that does not use Scripture to support its beliefs. Yet, the role and authority of Scripture in theology is not the same in all churches. In fact, the role of Scripture can vary greatly from church to church. This is an important but complex subject that we will explore by studying five different influential sources that impact our interpretation of Scripture: tradition, experience, culture, reason, and the Bible itself.</p> <p>These sources play a significant role in every theology and in every church. We all are part of various traditions and cultures that impact us. We all have experiences that shape our thinking and influence our understanding. We all have a mind to think and to evaluate things. We all read the Bible and use it for our understanding of God and His will.</p> <p>Which of these sources, or combinations of them, has the final authority in how we interpret the Bible, and how are they used in relation to each other? The priority given to any source or sources leads to very different emphases and results and will ultimately determine the direction of our entire theology.</p>"
    },
    {
      "id": 42,
      "idLesson": 4,
      "idDay": 2,
      "dayTitle": "<p><strong>Tradition</strong></p>",
      "date": "April 19",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Tradition itself is not bad. It gives recurring acts in our daily life a certain routine and structure. It can help us to stay connected with our roots. Hence, it is no surprise that tradition also plays an important part in religion. But there are some dangers connected with tradition.</p> <p><strong>What does Mark 7:1–13 teach us about how Jesus reacted to some human traditions in His day?</strong></p> <p><span><strong>Mark 7:1–13</strong></span></p> <p><strong>1</strong> Then the Pharisees and some of the scribes came together to Him, having come from Jerusalem.&nbsp;</p> <p><strong>2</strong> Now when they saw some of His disciples eat bread with defiled, that is, with unwashed hands, they found fault.&nbsp;</p> <p><strong>3</strong> For the Pharisees and all the Jews do not eat unless they wash their hands in a special way, holding the tradition of the elders.&nbsp;</p> <p><strong>4</strong> When they come from the marketplace, they do not eat unless they wash. And there are many other things which they have received and hold, like the washing of cups, pitchers, copper vessels, and couches.</p> <p><strong>5</strong> Then the Pharisees and scribes asked Him, “Why do Your disciples not walk according to the tradition of the elders, but eat bread with unwashed hands?”</p> <p><strong>6</strong> He answered and said to them, “Well did Isaiah prophesy of you hypocrites, as it is written:</p> <p>‘This people honors Me with their lips,</p> <p>But their heart is far from Me.</p> <p><strong>7</strong> And in vain they worship Me,</p> <p>Teaching as doctrines the commandments of men.’</p> <p><strong>8</strong> For laying aside the commandment of God, you hold the tradition of men—the washing of pitchers and cups, and many other such things you do.”</p> <p><strong>9</strong> He said to them, “All too well you reject the commandment of God, that you may keep your tradition.&nbsp;</p> <p><strong>10</strong> For Moses said, ‘Honor your father and your mother’; and, ‘He who curses father or mother, let him be put to death.’&nbsp;</p> <p><strong>11</strong> But you say, ‘If a man says to his father or mother, “Whatever profit you might have received from me is Corban”—’ (that is, a gift to God),&nbsp;</p> <p><strong>12</strong> then you no longer let him do anything for his father or his mother,&nbsp;</p> <p><strong>13</strong> making the word of God of no effect through your tradition which you have handed down. And many such things you do.”</p> <p> <br> </p> <p>The tradition Jesus confronted was carefully handed down in the Jewish community from teacher to pupil. In Jesus’ day, it had assumed a place alongside Scripture. Tradition, however, has a tendency to grow over long periods of time, thus accumulating more and more details and aspects that were not originally part of God’s Word and plan. These human traditions—even though they are promoted by respected “elders” (see Mark 7:3, 5), for example by the religious leaders of the Jewish community—are not equal to God’s commandments (see Mark 7:8, 9). They were human traditions, and ultimately they led to a point where they made “the word of God of no effect” (Mark 7:13, NKJV).</p> <p><strong>Read 1 Corinthians 11:2 and 2 Thessalonians 3:6. How do we distinguish between the Word of God and human tradition? Why is it so important that we make this distinction?</strong></p> <p><span style=\"color: rgb(0, 0, 0); font-family: &quot;Times New Roman&quot;; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial; display: inline !important; float: none;\"><strong>1 Corinthians 11:2</strong></span><strong>&nbsp;</strong></p> <p><strong>2</strong> Now I praise you, brethren, that you remember me in all things and keep the traditions just as I delivered them to you.&nbsp;</p> <p> <br> </p> <p><span style=\"color: rgb(0, 0, 0); font-family: &quot;Times New Roman&quot;; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial; display: inline !important; float: none;\"><strong>2 Thessalonians 3:6</strong></span></p> <p><strong>6</strong> But we command you, brethren, in the name of our Lord Jesus Christ, that you withdraw from every brother who walks disorderly and not according to the tradition which he received from us.</p> <p> <br> </p> <p>The living Word of God initiates in us a reverent and faithful attitude toward it. This faithfulness generates a certain tradition. Our faithfulness, however, always needs to be loyal to the living God, who has revealed His will in the Written Word of God. Thus, the Bible holds a unique role that supersedes all human traditions. The Bible stands higher and above all traditions, even good ones. Traditions that grow out of our experience with God and His Word constantly need to be tested against the measuring rod of Holy Scripture.</p> <p><strong>What are the things we do as a church that could be put under the label “tradition”? Why is it always important to distinguish them from a biblical teaching? Bring your answer to class on Sabbath.</strong></p>"
    },
    {
      "id": 43,
      "idLesson": 4,
      "idDay": 3,
      "dayTitle": "<p><strong>Experience</strong></p>",
      "date": "April 20",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Read Romans 2:4 and Titus 3:4, 5. How do we experience the goodness, forbearance, forgiveness, kindness, and love of God? Why is it important that our faith be not just an abstract, intellectual knowledge, but something we actually experience? At the same time, in what ways can our experiences conflict with the Bible and even mislead us in our faith?</strong></p> <p><strong>Romans 2:4</strong></p> <p><strong>4</strong> Or do you despise the riches of His goodness, forbearance, and longsuffering, not knowing that the goodness of God leads you to repentance?</p> <p> <br> </p> <p><strong>Titus 3:4, 5</strong>&nbsp;</p> <p><strong>4</strong> But when the kindness and the love of God our Savior toward man appeared,&nbsp;</p> <p><strong>5</strong> not by works of righteousness which we have done, but according to His mercy He saved us, through the washing of regeneration and renewing of the Holy Spirit,</p> <p> <br> </p> <p>Experience is part of our human existence. It impacts our feelings and thoughts in a powerful way. God has designed us in such a way that our relationship to His creation, and even to God Himself, is significantly connected to and shaped by our experience.</p> <p>It is God’s desire that we experience the beauty of relationships, of art and music, and of the wonders of creation, as well as the joy of His salvation and the power of the promises of His Word. Our religion and faith are more than just doctrine and rational decisions. What we experience significantly shapes our view of God and even our understanding of His Word. But we also need to see clearly the limitations and insufficiencies of our experiences when it comes to knowing God’s will.</p> <p><strong>What warning is found in 2 Corinthians 11:1–3? What should this tell us about the limits of trusting our experiences?</strong></p> <p><span style=\"color: rgb(0, 0, 0); font-family: &quot;Times New Roman&quot;; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial; display: inline !important; float: none;\"><strong>2 Corinthians 11:1–3</strong></span></p> <p><strong>1</strong> Oh, that you would bear with me in a little folly—and indeed you do bear with me.&nbsp;</p> <p><strong>2</strong> For I am jealous for you with godly jealousy. For I have betrothed you to one husband, that I may present you as a chaste virgin to Christ.&nbsp;</p> <p><strong>3</strong> But I fear, lest somehow, as the serpent deceived Eve by his craftiness, so your minds may be corrupted from the simplicity that is in Christ.</p> <p> <br> </p> <p>Experiences can be very deceiving. Biblically speaking, experience needs to have its proper sphere. It needs to be informed and shaped by Scripture and interpreted by Scripture. Sometimes we want to experience something that is out of harmony with God’s Word and will. Here we need to learn to trust the Word of God even over our experience and desires. We should be on guard to make sure that even our experience is always in harmony with the Word of God and does not contradict the clear teaching of the Bible.</p> <p><strong>A faith in which love for God and love for others (see Mark 12:28– 31) are the chief commandments is, obviously, a faith in which experience is important. At the same time, why is it crucial that we always test our experience through the Word of God?</strong></p> <p><span style=\"color: rgb(0, 0, 0); font-family: &quot;Times New Roman&quot;; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial; display: inline !important; float: none;\"><strong>Mark 12:28– 31</strong></span></p> <p><strong>28</strong> Then one of the scribes came, and having heard them reasoning together, perceiving that He had answered them well, asked Him, “Which is the first commandment of all?”</p> <p><strong>29</strong> Jesus answered him, “The first of all the commandments is: ‘Hear, O Israel, the Lord our God, the Lord is one.&nbsp;</p> <p><strong>30</strong> And you shall love the Lord your God with all your heart, with all your soul, with all your mind, and with all your strength.’ This is the first commandment.&nbsp;</p> <p><strong>31</strong> And the second, like it, is this: ‘You shall love your neighbor as yourself.’ There is no other commandment greater than these.”</p>"
    },
    {
      "id": 44,
      "idLesson": 4,
      "idDay": 4,
      "dayTitle": "<p><strong>Culture</strong></p>",
      "date": "April 21",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>We all belong to and are part of a particular culture or cultures. We are all influenced and shaped by culture, too. None of us escapes it. Indeed, think about how much of the Old Testament is the story of ancient Israel’s being corrupted by the cultures around it. What makes us think that we today are any different, or better?</p> <p>The Word of God also is given in a specific culture, even though it is not limited to this one culture. While cultural factors unavoidably influence our understanding of the Bible, we should not lose sight of the fact that the Bible also transcends established cultural categories of ethnicity, empire, and social status. This is one reason why the Bible surpasses any human culture and is even capable of transforming and correcting the sinful elements that we find in every culture.</p> <p><strong>Read 1 John 2:15–17. What does John mean when he states that we should not love the things of the world? How can we live in the world and yet not have a worldly mind-set?</strong></p> <p><span style=\"color: rgb(0, 0, 0); font-family: &quot;Times New Roman&quot;; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial; display: inline !important; float: none;\"><strong>1 John 2:15–17</strong></span> </p> <p><strong>15</strong> Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him.&nbsp;</p> <p><strong>16</strong> For all that is in the world—the lust of the flesh, the lust of the eyes, and the pride of life—is not of the Father but is of the world.&nbsp;</p> <p><strong>17</strong> And the world is passing away, and the lust of it; but he who does the will of God abides forever.</p> <p>Culture, like any other facet of God’s creation, is affected by sin. Consequently, it also stands under the judgment of God. Yes, some aspects of our culture might align very nicely with our faith, but we must always be careful to distinguish between the two. Ideally, biblical faith should challenge, if need be, the existing culture and create a counterculture that is faithful to God’s Word. Unless we have something anchored in us that comes from above us, we will soon give in to that which is around us.</p> <p>Ellen G. White provides the following insight: “The followers of Christ are to be separate from the world in principles and interests, but they are not to isolate themselves from the world. The Saviour mingled constantly with men, not to encourage them in anything that was not in accordance with God’s will, but to uplift and ennoble them.”—Ellen G. White, Counsels to Parents, Teachers, and Students, p. 323.</p> <p><strong>What aspects of your culture are in complete opposition to biblical faith? More important, how do we stand firm against those aspects attempting to corrupt our faith?</strong></p>"
    },
    {
      "id": 45,
      "idLesson": 4,
      "idDay": 5,
      "dayTitle": "<p><strong>Reason</strong></p>",
      "date": "April 22",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Read 2 Corinthians 10:5, 6; Proverbs 1:7; and Proverbs 9:10. Why is obedience to Christ in our thoughts so important? Why is the fear of the Lord the beginning of wisdom?</strong></p> <p><span style=\"color: rgb(0, 0, 0); font-family: &quot;Times New Roman&quot;; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial; display: inline !important; float: none;\"><strong>2 Corinthians 10:5, 6</strong></span></p> <p><strong>5</strong> casting down arguments and every high thing that exalts itself against the knowledge of God, bringing every thought into captivity to the obedience of Christ,&nbsp;</p> <p><strong>6</strong> and being ready to punish all disobedience when your obedience is fulfilled.</p> <p> <br> </p> <p><span style=\"color: rgb(0, 0, 0); font-family: &quot;Times New Roman&quot;; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial; display: inline !important; float: none;\"><strong>Proverbs 1:7</strong></span><strong>&nbsp;</strong></p> <p><strong>7</strong> The fear of the Lord is the beginning of knowledge,</p> <p>But fools despise wisdom and instruction.</p> <p> <br> </p> <p><span style=\"color: rgb(0, 0, 0); font-family: &quot;Times New Roman&quot;; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial; display: inline !important; float: none;\"><strong>Proverbs 9:10</strong></span>&nbsp;</p> <p><strong>10</strong> “The fear of the Lord is the beginning of wisdom,</p> <p>And the knowledge of the Holy One is understanding.</p> <p> <br> </p> <p>God has given us the ability to think and to reason. Every human activity and every theological argument assumes our ability to think and to draw conclusions. We do not endorse an unreasonable faith. In the wake of the eighteenth-century Age of Enlightenment, however, human reason assumed a new and dominant role, especially in Western society, that goes far beyond our ability to think and to arrive at correct conclusions.</p> <p>In contrast to the idea that all our knowledge is based on sensory experience, another view regards human reason as the chief source of knowledge. This view, called rationalism, is the idea that truth is not sensory but intellectual and is derived from reason. In other words, certain truths exist, and our reason alone can directly grasp them. This makes human reason the test and norm for truth. Reason became the new authority before which everything else had to bow, including the authority of the church and, more dramatically, even the authority of the Bible as God’s Word. Everything that was not self-evident to human reason was discarded and its legitimacy questioned. This attitude affected large parts of Scripture. All miracles and supernatural acts of God, such as the bodily resurrection of Jesus, the virgin birth, or the six-day Creation, to name but a few, were no longer considered true and trustworthy.</p> <p>The truth is, we should remember the fact that even our reasoning power is affected by sin and needs to be brought under the reign of Christ. Human beings are darkened in their understanding and alienated from God (Eph. 4:18). We need to be enlightened by God’s Word. Furthermore, the fact that God is our Creator indicates that, biblically speaking, our human reason is not created as something that functions independently or autonomously of God. Rather, “the fear of the Lord is the beginning of wisdom” (Prov. 9:10; compare with Prov. 1:7). It is only when we accept God’s revelation, embodied in the Written Word of God, as supreme in our lives, and are willing to follow what is written in the Bible, that we can reason correctly.</p> <p><strong>Centuries ago, American President Thomas Jefferson made his own version of the New Testament by cutting out anything that, in his view, went against reason. Gone were almost all of the miracles of Jesus, including His resurrection. What should this alone teach us about the limits of human reason for understanding truth?</strong></p>"
    },
    {
      "id": 46,
      "idLesson": 4,
      "idDay": 6,
      "dayTitle": "<p><strong>The Bible</strong></p>",
      "date": "April 23",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>The Holy Spirit, who has revealed and inspired the content of the Bible to human beings, will never lead us contrary to God’s Word or astray from the Word of God. For Seventh-day Adventists, the Bible has a higher authority than human tradition, experience, reason, or culture. The Bible alone is the norm by which everything else needs to be tested.</p> <p><strong>Read John 5:46, 47 and John 7:38. For Jesus Christ, the Bible is the ultimate source for understanding spiritual matters. How does the Bible confirm that Jesus is the true Messiah?</strong></p> <p><span style=\"color: rgb(0, 0, 0); font-family: &quot;Times New Roman&quot;; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial; display: inline !important; float: none;\"><strong>John 5:46, 47</strong></span></p> <p><strong>46</strong> For if you believed Moses, you would believe Me; for he wrote about Me.&nbsp;</p> <p><strong>47</strong> But if you do not believe his writings, how will you believe My words?”</p> <p> <br> </p> <p><span style=\"color: rgb(0, 0, 0); font-family: &quot;Times New Roman&quot;; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial; display: inline !important; float: none;\"><strong>John 7:38</strong></span><strong>&nbsp;</strong></p> <p><strong>38</strong> He who believes in Me, as the Scripture has said, out of his heart will flow rivers of living water.”</p> <p> <br> </p> <p>Some people claim to have received special “revelations” and instructions from the Holy Spirit, but these go against the clear message of the Bible. For them the Holy Spirit has attained a higher authority than God’s Word. Whoever nullifies the written and inspired Word of God and evades its clear message, is walking on dangerous ground and is not following the leading of God’s Spirit. The Bible is our only spiritual safeguard. It alone is a reliable norm for all matters of faith and practice.</p> <p>“Through the Scriptures the Holy Spirit speaks to the mind, and impresses truth upon the heart. Thus He exposes error, and expels it from the soul. It is by the Spirit of truth, working through the word of God, that Christ subdues His chosen people to Himself.”—Ellen G. White, The Desire of Ages, p. 671.</p> <p>The Holy Spirit should never be understood to replace the Word of God. Rather, He works in harmony with and through the Bible to draw us to Christ, thus making the Bible the only norm for authentic biblical spirituality. The Bible provides sound doctrine (see 1 Tim. 4:6), and as God’s Word is trustworthy and deserves full acceptance. It is not our task to sit in judgment over Scripture. The Word of God, rather, has the right and the authority to judge us and our thinking. After all, it is the Written Word of God Himself.</p> <p><strong>Why is the Bible a safer guide in spiritual questions than are subjective impressions? What are the consequences when we do not accept the Bible as the standard by which we test all teachings and even our spiritual experience? If private revelation were the final word in spiritual questions, why would this lead to nothing but chaos and error?</strong></p>"
    },
    {
      "id": 47,
      "idLesson": 4,
      "idDay": 7,
      "dayTitle": "",
      "date": "April 24",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:</strong> Read Ellen G. White, “The Scriptures a Safeguard,” pp. 593–602, in The Great Controversy.</p> <p>Tradition, experience, culture, reason, and the Bible are all present in our reflection on the Word of God. But we need to ask a decisive question: Which of these sources has the final say and the ultimate authority in our theology? It is one thing to affirm the Bible, but it is something else altogether to allow the Bible, through the ministry of the Holy Spirit, to impact and change the life.</p> <p>In one sense, culture, experience, reason and even tradition, in and of themselves, might not of necessity be bad. They become problems when they contradict what Scripture teaches. But that is, often, to be expected. What’s worse, however, is when these things take precedence over the Word of God. So much of the history of apostasy in both Old Testament and New Testament times is when outside influences took precedence over divine revelation.</p> <p><strong>Discussion Questions:</strong></p> <p><strong>1</strong> Why is it easier to uphold details of some human traditions than to live the spirit of God’s law: to love the Lord our God with all our heart and soul and mind and our neighbor as ourself (see Matt. 22:37–40)?</p> <p><strong>2</strong> In class, discuss your answer to Sunday’s final question. What role should tradition play in our church? Where do you see blessings and challenges in religious traditions?</p> <p><strong>3</strong> How can we make sure that tradition, no matter how good it may be, does not supersede the Written Word of God as our final norm and authority?</p> <p><strong>4</strong> Suppose someone claims to have had a dream in which the Lord spoke to him or her, telling him or her that Sunday is the true day of rest and worship for New Testament times. How would you respond to that person, and what does a story like this teach us about how experience must always be tested by the Word of God?</p> <p><strong>5</strong> In class, talk about the culture in which your church finds itself immersed. How does that culture impact your faith? What examples can we find from history in which culture greatly impacted the actions of church members in a way that, looking back now, we see as negative? What lessons can we take from this for ourselves today so that we don’t make similar mistakes?</p> <p> <br> </p> <p><strong>Inside Story</strong></p> <p><strong>Surprise Package in Finland</strong></p> <p>By Andrew McChesney, Adventist Mission</p> <p>Six-year-old Timo Flink looked with awe at a picture of Jesus’ second coming in Arthur Maxwell’s The Bible Story. Unable to read, he stared at Jesus sitting on a cloud of angels. I want to be up with the angels, Flink thought.</p> <p>As a young adult, he wanted to serve God but became distracted with computers. As he studied to become a software engineer, he joined a group of young adults who discussed the Bible every Friday evening with a pastor.</p> <p>Soon the group became embroiled in a debate about infant baptism. Flink’s church practiced infant baptism, but several young people in the group belonged to another Sunday church that baptized by immersion. Flink was surprised that his pastor defended infant baptism but couldn’t support the practice biblically.</p> <p>At that time, Flink joined a Revelation study group. He sensed that the book was important, but he couldn’t understand it. He prayed for understanding. At the height of his confusion, he visited his parents during spring break. Sitting down to eat, he was surprised to see a book. His father didn’t read much, and he wondered why he had the book. “What’s this?” he asked.</p> <p>“The postman delivered it yesterday,” his father said. “It’s from a distant relative.”</p> <p>Flink took a closer look at the book. Its title was The Great Controversy, and in smaller text he read the words “Ancient prophecies are coming true.” At that moment, he remembered the picture of Jesus’ second coming from his childhood. Three days later, he had finished the book. It answered all his questions about Revelation and infant baptism. This is what I have been looking for, he thought.</p> <p>Flink read the book again that summer and a third time in the fall. Then he saw a newspaper advertisement for a Daniel seminar at the Adventist church. He had read about Adventists in The Great Controversy, and he went. He was baptized. An article about his baptism subsequently appeared in a church magazine, which publishes announcements about all baptisms. Across Finland, the distant relative who had mailed the book rejoiced at the news.</p> <p>Flink, pictured, gave up computers to become a pastor and now is 45 and communication director for the Adventist Church in Finland. He doesn’t know how The Bible Story ended up in his grandmother’s house. She found the Finnish-language edition, and he looked at it when he visited her. The Great Controversy also holds a special place in his heart. Every Friday evening, he reads from the book for family worship. “My wife thought we needed to teach our children the more serious side of what we are facing now,” he said. “So we decided to do The Great Controversy.” Finland is part of the Trans-European Division, which will receive the Thirteenth Sabbath Offering this quarter.</p> <p> <br> </p>"
    }
  ]
}