{
  "id": 709,
  "lessonNumber": 9,
  "versionCode": 8,
  "quarter": "2T2021",
  "title": "<p style=\"text-align: center;\"><strong>The Rhythms ofRest</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p style=\"text-align: justify;\"><strong>Memory Text: &ldquo;Then God blessed the seventh day and sanctified it, because in it He rested from all His work which God had created and made&rdquo; (Gen. 2:3, NKJV).</strong></p>",
  "weekDate": "August 21–27",
  "lessonDays": [
    {
      "id": 91,
      "idLesson": 9,
      "idDay": 1,
      "dayTitle": "",
      "date": "August 21",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p style=\"text-align: justify;\">Who can imagine what the acts of Creation&mdash;light amid darkness, oceans brimming with life, birds suddenly taking flight&mdash;must have been like? And the supernatural creation of Adam and Eve? We can&rsquo;t even begin to grasp how God did it.</p> <p style=\"text-align: justify;\">But then, after all of this active creating, God turned His attention to something else. At first glance, it did not seem as spectacular as leaping whales or dazzling feather displays. God simply made a day, the seventh day, and then He made it special. Even before humanity would dash off to our self-imposed stressful lives, God set a marker as a living memory aid. God wanted this day to be a time for us to stop and deliberately enjoy life&mdash;a day to be and not do, to celebrate the gift of grass; air; wildlife; water; people; and, most of all, the Creator of every good gift. This invitation would continue even after the first couple was exiled from Eden. God wanted to make sure that the invitation could stand the test of time, and so, right from the beginning, He knit it into the very fabric of time itself.</p> <p style=\"text-align: justify;\">During this week, we will study God&rsquo;s wonderful invitation to enter into a dynamic rest, again and again, with every seventh day.</p>"
    },
    {
      "id": 92,
      "idLesson": 9,
      "idDay": 2,
      "dayTitle": "<p style=\"text-align: center;\"><strong>The Command to Rest</strong></p>",
      "date": "August 22",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Creation may have been &ldquo;very good,&rdquo; but it was not yet complete. Creation ended with God&rsquo;s rest and a special blessing of the seventh day, the Sabbath. &ldquo;Then God blessed the seventh day and sanctified it, because in it He rested from all His work which God had created and made&rdquo; (Gen. 2:3, NKJV).</p> <p>The Sabbath is part and parcel of God&rsquo;s creation. In fact, it is the culmination of Creation. God made rest and created a space for community where humanity (in those days the core family of Adam and Eve) could stop their day-to-day activities and rest side by side with their Creator.</p> <p>Unfortunately, sin entered this world and changed everything. There was no more direct communion with God. Instead, there were painful births, hard work, fragile and dysfunctional relationships, and on and on&mdash;the litany of woes that we all know so well as life on this fallen world. And still, even amid all this, God&rsquo;s Sabbath remains, an enduring symbol of our creation and also the hope and promise of our re-creation. If humanity needed the Sabbath rest before sin, how much more so after? Many years later, when God freed His children from slavery in Egypt, He reminded them again of this special day.</p> <p><strong>Read Exodus 20:8&ndash;11. What does this teach us about the importance of the Sabbath as it relates to Creation?</strong></p> <p><strong>8</strong> &ldquo;Remember the Sabbath day, to keep it holy.&nbsp;</p> <p><strong>9</strong> Six days you shall labor and do all your work,&nbsp;</p> <p><strong>10</strong> but the seventh day is the Sabbath of the Lord your God. In it you shall do no work: you, nor your son, nor your daughter, nor your male servant, nor your female servant, nor your cattle, nor your stranger who is within your gates.&nbsp;</p> <p><strong>11 </strong>For in six days the Lord made the heavens and the earth, the sea, and all that is in them, and rested the seventh day. Therefore the Lord blessed the Sabbath day and hallowed it.</p> <p>With this command, God calls us to remember our origins. Contrary to what so many believe, we are not the chance products of cold, uncaring, and blind forces. On the contrary, we are beings who are created in the image of God. We were created to share fellowship with God. It did not matter that the Israelites had been treated as slaves with little worth. With each Sabbath, in a special way they were called to remember who they really were, beings made in the image of God Himself. &ldquo;And since the Sabbath is a memorial of the work of creation, it is a token of the love and power of Christ.&rdquo;&mdash;Ellen G. White, The Desire of Ages, p. 281.</p> <p><strong>Think about how important the doctrine of a six-day Creation is. After all, what other teaching is so important that God commands that we devote one-seventh of our lives, every week, and without exception, to remembering it? What should this fact alone teach us about how crucial it is that we remember our true origins, as depicted in the book of Genesis?</strong></p>"
    },
    {
      "id": 93,
      "idLesson": 9,
      "idDay": 3,
      "dayTitle": "<p style=\"text-align: justify;\"><strong>Prelude to Rest</strong></p> ",
      "date": "August 23",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p style=\"text-align: justify;\">God was there at the beginning. The Lord God spoke, and it was. Light divided day from night; firmament, sky, and seas were spoken into existence on the second day; dry land and vegetation followed on the third. God formed the basic framework of time and geography, and then He filled it during the next three days. Lights governed the sky by day and by night. Different from the stories of most ancient cultures, the biblical Creation account makes it abundantly clear that the sun, the moon, and the stars are not deities. They entered into the picture only on the fourth day and are subject to the Creator&rsquo;s word. Moses&rsquo; description of days five and six (Gen. 1:20&ndash;31) is full of life and beauty. Birds, fish, land animals&mdash;they all fill the space prepared by God.</p> <p style=\"text-align: justify;\"><br></p> <p style=\"text-align: justify;\">What did God&rsquo;s evaluation indicate about Creation? Read Genesis 1:1&ndash;31.</p> <p style=\"text-align: justify;\"><strong>1</strong> In the beginning God created the heavens and the earth.&nbsp;</p> <p style=\"text-align: justify;\"><strong>2&nbsp;</strong>The earth was without form, and void; and darkness was on the face of the deep. And the Spirit of God was hovering over the face of the waters.</p> <p style=\"text-align: justify;\"><strong>3</strong> Then God said, &ldquo;Let there be light&rdquo;; and there was light.&nbsp;</p> <p style=\"text-align: justify;\"><strong>4</strong> And God saw the light, that it was good; and God divided the light from the darkness.&nbsp;</p> <p style=\"text-align: justify;\"><strong>5</strong> God called the light Day, and the darkness He called Night. So the evening and the morning were the first day.</p> <p style=\"text-align: justify;\"><strong>6</strong> Then God said, &ldquo;Let there be a firmament in the midst of the waters, and let it divide the waters from the waters.&rdquo;&nbsp;</p> <p style=\"text-align: justify;\"><strong>7</strong> Thus God made the firmament, and divided the waters which were under the firmament from the waters which were above the firmament; and it was so.&nbsp;</p> <p style=\"text-align: justify;\"><strong>8</strong> And God called the firmament Heaven. So the evening and the morning were the second day.</p> <p style=\"text-align: justify;\"><strong>9</strong> Then God said, &ldquo;Let the waters under the heavens be gathered together into one place, and let the dry land appear&rdquo;; and it was so.&nbsp;</p> <p style=\"text-align: justify;\"><strong>10</strong> And God called the dry land Earth, and the gathering together of the waters He called Seas. And God saw that it was good.</p> <p style=\"text-align: justify;\"><strong>11</strong> Then God said, &ldquo;Let the earth bring forth grass, the herb that yields seed, and the fruit tree that yields fruit according to its kind, whose seed is in itself, on the earth&rdquo;; and it was so.&nbsp;</p> <p style=\"text-align: justify;\"><strong>12</strong> And the earth brought forth grass, the herb that yields seed according to its kind, and the tree that yields fruit, whose seed is in itself according to its kind. And God saw that it was good.&nbsp;</p> <p style=\"text-align: justify;\"><strong>13&nbsp;</strong>So the evening and the morning were the third day.</p> <p style=\"text-align: justify;\"><strong>14</strong> Then God said, &ldquo;Let there be lights in the firmament of the heavens to divide the day from the night; and let them be for signs and seasons, and for days and years;&nbsp;</p> <p style=\"text-align: justify;\"><strong>15</strong> and let them be for lights in the firmament of the heavens to give light on the earth&rdquo;; and it was so. <strong>16</strong> Then God made two great lights: the greater light to rule the day, and the lesser light to rule the night. He made the stars also.&nbsp;</p> <p style=\"text-align: justify;\"><strong>17&nbsp;</strong>God set them in the firmament of the heavens to give light on the earth,&nbsp;</p> <p style=\"text-align: justify;\"><strong>18</strong> and to rule over the day and over the night, and to divide the light from the darkness. And God saw that it was good. 19 So the evening and the morning were the fourth day.</p> <p style=\"text-align: justify;\"><strong>20&nbsp;</strong>Then God said, &ldquo;Let the waters abound with an abundance of living creatures, and let birds fly above the earth across the face of the firmament of the heavens.&rdquo;&nbsp;</p> <p style=\"text-align: justify;\"><strong>21</strong> So God created great sea creatures and every living thing that moves, with which the waters abounded, according to their kind, and every winged bird according to its kind. And God saw that it was good.&nbsp;</p> <p style=\"text-align: justify;\"><strong>22</strong> And God blessed them, saying, &ldquo;Be fruitful and multiply, and fill the waters in the seas, and let birds multiply on the earth.&rdquo;&nbsp;</p> <p style=\"text-align: justify;\"><strong>23</strong> So the evening and the morning were the fifth day.</p> <p style=\"text-align: justify;\"><strong>24</strong> Then God said, &ldquo;Let the earth bring forth the living creature according to its kind: cattle and creeping thing and beast of the earth, each according to its kind&rdquo;; and it was so.&nbsp;</p> <p style=\"text-align: justify;\"><strong>25</strong> And God made the beast of the earth according to its kind, cattle according to its kind, and everything that creeps on the earth according to its kind. And God saw that it was good.</p> <p style=\"text-align: justify;\"><strong>26&nbsp;</strong>Then God said, &ldquo;Let Us make man in Our image, according to Our likeness; let them have dominion over the fish of the sea, over the birds of the air, and over the cattle, over all the earth and over every creeping thing that creeps on the earth.&rdquo;&nbsp;</p> <p style=\"text-align: justify;\"><strong>27</strong> So God created man in His own image; in the image of God He created him; male and female He created them.&nbsp;</p> <p style=\"text-align: justify;\"><strong>28</strong> Then God blessed them, and God said to them, &ldquo;Be fruitful and multiply; fill the earth and subdue it; have dominion over the fish of the sea, over the birds of the air, and over every living thing that moves on the earth.&rdquo;</p> <p style=\"text-align: justify;\"><strong>29</strong> And God said, &ldquo;See, I have given you every herb that yields seed which is on the face of all the earth, and every tree whose fruit yields seed; to you it shall be for food.&nbsp;</p> <p style=\"text-align: justify;\"><strong>30</strong> Also, to every beast of the earth, to every bird of the air, and to everything that creeps on the earth, in which there is life, I have given every green herb for food&rdquo;; and it was so.&nbsp;</p> <p style=\"text-align: justify;\"><strong>31</strong> Then God saw everything that He had made, and indeed it was very good. So the evening and the morning were the sixth day.</p> <p style=\"text-align: justify;\">This was not just any space that God had created; it was a perfect place. Teeming creatures filled the earth. Like the refrain of a catchy tune, God kept saying that it was &ldquo;good&rdquo; after each day.</p> <p style=\"text-align: justify;\"><strong>What was different about the creation of humanity from the rest of the world? Read Genesis 1:26, 27 and Genesis 2:7, 21&ndash;24.</strong></p> <p style=\"text-align: justify;\"><strong>Genesis 1:26, 27</strong></p> <p style=\"text-align: justify;\"><strong>26</strong> Then God said, &ldquo;Let Us make man in Our image, according to Our likeness; let them have dominion over the fish of the sea, over the birds of the air, and over the cattle, over all the earth and over every creeping thing that creeps on the earth.&rdquo;</p> <p style=\"text-align: justify;\"><strong>27</strong> So God created man in His own image; in the image of God He created him; male and female He created them.</p> <p style=\"text-align: justify;\"><strong>Genesis 2:7, 21&ndash;24&nbsp;</strong></p> <p style=\"text-align: justify;\"><strong>7</strong> And the Lord God formed man of the dust of the ground, and breathed into his nostrils the breath of life; and man became a living being.</p> <p style=\"text-align: justify;\"><strong>21</strong> And the Lord God caused a deep sleep to fall on Adam, and he slept; and He took one of his ribs, and closed up the flesh in its place. 22 Then the rib which the Lord God had taken from man He made into a woman, and He brought her to the man.</p> <p style=\"text-align: justify;\"><strong>23</strong> And Adam said:</p> <p style=\"text-align: justify;\">&ldquo;This is now bone of my bones And flesh of my flesh; She shall be called Woman, Because she was taken out of Man.&rdquo;</p> <p style=\"text-align: justify;\"><strong>24</strong> Therefore a man shall leave his father and mother and be joined to his wife, and they shall become one flesh.</p> <p style=\"text-align: justify;\"><br></p> <p style=\"text-align: justify;\">God stooped and began to shape mud. Humanity&rsquo;s creation in God&rsquo;s image and likeness was an object lesson in intimacy and closeness. God bent down and breathed life into Adam&rsquo;s nostrils, and there was a living being. Eve&rsquo;s special creation from Adam&rsquo;s rib added another important element to Creation week. Marriage was part of God&rsquo;s design for humanity&mdash;a sacred trust of partnership between &rsquo;ish and &rsquo;ishshah, &ldquo;man&rdquo; and &ldquo;woman.&rdquo;</p> <p style=\"text-align: justify;\">This time, when God looked at everything He had made on day six, the refrain sounded different: &ldquo;Then God saw everything that He had made, and indeed it was very good&rdquo; (Gen. 1:31, NKJV; italics supplied).</p> <p style=\"text-align: justify;\"><strong>Think about how radically different the biblical Creation story is from what humanity, without the guidance of God&rsquo;s Word, teaches. What should this tell us about how much we need to depend on God&rsquo;s Word for understanding truth?</strong></p>"
    },
    {
      "id": 94,
      "idLesson": 9,
      "idDay": 4,
      "dayTitle": "<p style=\"text-align: center;\"><strong>New Circumstances</strong></p>",
      "date": "August 24",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>After 40 years of wandering in the desert, a new generation with vague, if any, memories of Egypt had grown up. They had a very different life experience from that of their parents. This new generation had witnessed their parents&rsquo; continued lack of faith, and as a consequence, they, too, had to wander in the wilderness as their parents&rsquo; generation died off.</p> <p>They were privileged to have the sanctuary in the center of their camp and could see the cloud indicating God&rsquo;s presence hovering over the tabernacle. When it moved, they knew that it was time to pack and follow. This cloud that provided shade during the day and light and heat at night was a constant reminder of God&rsquo;s love and care for them.</p> <p><strong>What personalized reminder of the Sabbath rest did they have? Read Exodus 16:14&ndash;31</strong></p> <p><strong>14</strong> And when the layer of dew lifted, there, on the surface of the wilderness, was a small round substance, as fine as frost on the ground.&nbsp;</p> <p><strong>15</strong> So when the children of Israel saw it, they said to one another, &ldquo;What is it?&rdquo; For they did not know what it was.</p> <p>And Moses said to them, &ldquo;This is the bread which the Lord has given you to eat.&nbsp;</p> <p><strong>16</strong> This is the thing which the Lord has commanded: &lsquo;Let every man gather it according to each one&rsquo;s need, one omer for each person, according to the number of persons; let every man take for those who are in his tent.&rsquo; &rdquo;</p> <p><strong>17&nbsp;</strong>Then the children of Israel did so and gathered, some more, some less.&nbsp;</p> <p><strong>18</strong> So when they measured it by omers, he who gathered much had nothing left over, and he who gathered little had no lack. Every man had gathered according to each one&rsquo;s need.&nbsp;</p> <p><strong>19</strong> And Moses said, &ldquo;Let no one leave any of it till morning.&rdquo;&nbsp;</p> <p><strong>20</strong> Notwithstanding they did not heed Moses. But some of them left part of it until morning, and it bred worms and stank. And Moses was angry with them.&nbsp;</p> <p><strong>21</strong> So they gathered it every morning, every man according to his need. And when the sun became hot, it melted.</p> <p><strong>22</strong> And so it was, on the sixth day, that they gathered twice as much bread, two omers for each one. And all the rulers of the congregation came and told Moses.&nbsp;</p> <p><strong>23</strong> Then he said to them, &ldquo;This is what the Lord has said: &lsquo;Tomorrow is a Sabbath rest, a holy Sabbath to the Lord. Bake what you will bake today, and boil what you will boil; and lay up for yourselves all that remains, to be kept until morning.&rsquo; &rdquo;&nbsp;</p> <p><strong>24</strong> So they laid it up till morning, as Moses commanded; and it did not stink, nor were there any worms in it.&nbsp;</p> <p><strong>25&nbsp;</strong>Then Moses said, &ldquo;Eat that today, for today is a Sabbath to the Lord; today you will not find it in the field.&nbsp;</p> <p><strong>26&nbsp;</strong>Six days you shall gather it, but on the seventh day, the Sabbath, there will be none.&rdquo;</p> <p><strong>27</strong> Now it happened that some of the people went out on the seventh day to gather, but they found none.&nbsp;</p> <p><strong>28</strong> And the Lord said to Moses, &ldquo;How long do you refuse to keep My commandments and My laws?&nbsp;</p> <p><strong>29</strong> See! For the Lord has given you the Sabbath; therefore He gives you on the sixth day bread for two days. Let every man remain in his place; let no man go out of his place on the seventh day.&rdquo;&nbsp;</p> <p><strong>30</strong> So the people rested on the seventh day.</p> <p><strong>31</strong> And the house of Israel called its name Manna. And it was like white coriander seed, and the taste of it was like wafers made with honey.</p> <p>Contrary to popular theology, these verses prove that the seventh-day Sabbath predated the giving of the law at Sinai. What happened here?</p> <p>The special food that God supplied was a daily reminder of the fact that the Creator sustained His creation. In a very tangible way, God was supplying their needs. Every day was a miracle with the food appearing and disappearing with the sun. Any time that anyone tried to hoard for the next day, it would rot and stink; and yet, every Friday there was enough for a double portion, and the leftover to be eaten on Sabbath remained miraculously fresh.</p> <p>Israel now had the sanctuary service and all the laws and regulations recorded in Leviticus and Numbers. Still, the aged Moses summoned everyone and repeated their history and revisited the laws that God had given (see Deut. 5:6&ndash;22).</p> <p><strong>This new generation finally was poised to enter the Promised Land. Israel was about to undergo a change of leadership, and an aged Moses wanted to ensure that this generation would remember who they were and what their mission was. He did not want them repeating the mistakes of their parents. And so he repeated God&rsquo;s laws. The Ten Commandments were repeated so that this generation, poised on the brink of conquering Canaan, would not forget.</strong></p> <p><br></p> <p>In our personal experience, the second coming of Jesus never will be more than a few moments after we die. Hence, His return is always near, perhaps even nearer than we might imagine. How does keeping the Sabbath remind us not only of what God has done for us but also of what He will do for us when He returns?</p>"
    },
    {
      "id": 95,
      "idLesson": 9,
      "idDay": 5,
      "dayTitle": "<p style=\"text-align: center;\"><strong>Another Reason to Rest</strong></p> ",
      "date": "August 25",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Israel was camped on the eastern side of the Jordan. They had taken possession of the lands of the king of Bashan and two kings of the Amorites. Once again, at this crucial moment, Moses called Israel together and reminded them that the covenant made at Sinai was not just for their parents but for them too. He then went on to repeat the Ten Commandments, again for their benefit.</p> <p><strong>Compare Exodus 20:8&ndash;11 and Deuteronomy 5:12&ndash;15. What is the difference in the way the Sabbath commandment was expressed in them?</strong></p> <p><strong>Exodus 20:8&ndash;11&nbsp;</strong></p> <p><strong>8</strong> &ldquo;Remember the Sabbath day, to keep it holy.&nbsp;</p> <p><strong>9</strong> Six days you shall labor and do all your work,&nbsp;</p> <p><strong>10</strong> but the seventh day is the Sabbath of the Lord your God. In it you shall do no work: you, nor your son, nor your daughter, nor your male servant, nor your female servant, nor your cattle, nor your stranger who is within your gates.&nbsp;</p> <p><strong>11</strong> For in six days the Lord made the heavens and the earth, the sea, and all that is in them, and rested the seventh day. Therefore the Lord blessed the Sabbath day and hallowed it.</p> <p><strong>Deuteronomy 5:12&ndash;15&nbsp;</strong></p> <p><strong>12</strong> &lsquo;Observe the Sabbath day, to keep it holy, as the Lord your God commanded you.&nbsp;</p> <p><strong>13</strong> Six days you shall labor and do all your work,&nbsp;</p> <p><strong>14</strong> but the seventh day is the Sabbath of the Lord your God. In it you shall do no work: you, nor your son, nor your daughter, nor your male servant, nor your female servant, nor your ox, nor your donkey, nor any of your cattle, nor your stranger who is within your gates, that your male servant and your female servant may rest as well as you.&nbsp;</p> <p><strong>15</strong> And remember that you were a slave in the land of Egypt, and the Lord your God brought you out from there by a mighty hand and by an outstretched arm; therefore the Lord your God commanded you to keep the Sabbath day.</p> <p><br></p> <p>In Exodus 20:8, the commandment began with the word &ldquo;remember.&rdquo; Deuteronomy 5:12 began with the word &ldquo;observe&rdquo; (NKJV).The word &ldquo;remember&rdquo; came a bit later in the commandment itself (Deut. 5:15). In this verse, Israel was told to remember that they were slaves.&nbsp;</p> <p>Although this generation had grown up free, they would all have been born into slavery were it not for the miraculous rescue. The Sabbath commandment was to remind them that the same God who was active in the Creation story also was active in their deliverance: &ldquo;the Lord, your God, brought you out from there with a strong hand and outstretched arm&rdquo; (Deut. 5:15, NABRE).</p> <p>This truth fit the then-current circumstances of the Israelites, standing for a second time at the border of the Promised Land, some forty years after the first generation failed so miserably. They were as helpless in conquering this land as their forefathers were in escaping from Egypt. They needed this God who acted with a &ldquo;strong hand&rdquo; and an &ldquo;outstretched arm.&rdquo;</p> <p>The Sabbath was about to take on an added dimension. Because God was the God of liberation, Israel was to keep the Sabbath day (Deut. 5:15). Of course, Creation is never far from the Sabbath commandment, even in Deuteronomy 5, despite the added reason to keep it: the liberation of Israel. In a sense, the liberation of Israel out of the land of Egypt is the starting point of a new creation, similar to the Creation story in Genesis. Israel, as a liberated people, is God&rsquo;s new creation (see also, for example, Isa. 43:15).</p> <p>And because the Exodus is seen as a symbol of freedom from sin&mdash;that is, Redemption, we can find in the Sabbath a symbol of both Creation and Redemption. Hence, in a very real way, the Sabbath points us to Jesus, our Creator and our Redeemer.</p> <p><strong>Read John 1:1&ndash;13. What do these verses teach us about Jesus as our Creator and Redeemer?</strong></p> <p><strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.<strong>&nbsp;</strong></p> <p><strong>2&nbsp;</strong>He was in the beginning with God.&nbsp;</p> <p><strong>3&nbsp;</strong>All things were made through Him, and without Him nothing was made that was made.<strong>&nbsp;</strong></p> <p><strong>4</strong> In Him was life, and the life was the light of men.&nbsp;</p> <p><strong>5&nbsp;</strong>And the light shines in the darkness, and the darkness did not comprehend it.</p> <p><strong>6&nbsp;</strong>There was a man sent from God, whose name was John.&nbsp;</p> <p><strong>7&nbsp;</strong>This man came for a witness, to bear witness of the Light, that all through him might believe.&nbsp;</p> <p><strong>8&nbsp;</strong>He was not that Light, but was sent to bear witness of that Light.&nbsp;</p> <p><strong>9</strong> That was the true Light which gives light to every man coming into the world.</p> <p><strong>10</strong> He was in the world, and the world was made through Him, and the world did not know Him.<strong>&nbsp;</strong></p> <p><strong>11</strong> He came to His own, and His own did not receive Him.&nbsp;</p> <p><strong>12</strong> But as many as received Him, to them He gave the right to become children of God, to those who believe in His name:&nbsp;</p> <p><strong>13&nbsp;</strong>who were born, not of blood, nor of the will of the flesh, nor of the will of man, but of God.</p>"
    },
    {
      "id": 96,
      "idLesson": 9,
      "idDay": 6,
      "dayTitle": "<p style=\"text-align: center;\"><strong>Keeping the Sabbath </strong></p>",
      "date": "August 26",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>God commands His people to keep the Sabbath day. Right along with not murdering and not stealing is the command to remember the Sabbath, even though the Bible doesn&rsquo;t give us specifics on exactly how we are to keep it</p> <p><strong>What should be the atmosphere we create and promote on Sabbath? See Psalm 92 and Isaiah 58:13.</strong></p> <p><strong>Psalm 92</strong> </p> <p><strong>1</strong> It is good to give thanks to the Lord, And to sing praises to Your name, O Most High;&nbsp;</p> <p><strong>2</strong> To declare Your lovingkindness in the morning, And Your faithfulness every night,&nbsp;</p> <p><strong>3</strong> On an instrument of ten strings, On the lute, And on the harp, With harmonious sound.&nbsp;</p> <p><strong>4&nbsp;</strong>For You, Lord, have made me glad through Your work; I will triumph in the works of Your hands.</p> <p><strong>5</strong> O Lord, how great are Your works! Your thoughts are very deep.&nbsp;</p> <p><strong>6</strong> A senseless man does not know, Nor does a fool understand this.&nbsp;</p> <p><strong>7</strong> When the wicked spring up like grass, And when all the workers of iniquity flourish, It is that they may be destroyed forever.</p> <p><strong>8</strong> But You, Lord, are on high forevermore.&nbsp;</p> <p><strong>9&nbsp;</strong>For behold, Your enemies, O Lord, For behold, Your enemies shall perish; All the workers of iniquity shall be scattered.</p> <p><strong>10</strong> But my horn You have exalted like a wild ox; I have been anointed with fresh oil.&nbsp;</p> <p><strong>11</strong> My eye also has seen my desire on my enemies; My ears hear my desire on the wicked Who rise up against me.</p> <p><strong>12</strong> The righteous shall flourish like a palm tree, He shall grow like a cedar in Lebanon.&nbsp;</p> <p><strong>13</strong> Those who are planted in the house of the Lord Shall flourish in the courts of our God.&nbsp;</p> <p><strong>14</strong> They shall still bear fruit in old age; They shall be fresh and flourishing,&nbsp;</p> <p><strong>15&nbsp;</strong>To declare that the Lord is upright; He is my rock, and there is no unrighteousness in Him.</p> <p><strong>Isaiah 58:13.&nbsp;</strong></p> <p><strong>13</strong> &ldquo;If you turn away your foot from the Sabbath, From doing your pleasure on My holy day, And call the Sabbath a delight, The holy day of the Lord honorable, And shall honor Him, not doing your own ways, Nor finding your own pleasure, Nor speaking your own words,</p> <p><br></p> <p>Because Sabbath keeping means celebrating Creation and Redemption, its atmosphere should be one of joy and delight in the Lord and not one of gloom.</p> <p>Remembering the Sabbath does not begin on the seventh day. As the first Sabbath was the culmination of the Creation week, so we should &ldquo;remember the Sabbath day&rdquo; all week and plan ahead so that we can set aside our weekly work and thus &ldquo;keep it holy&rdquo; when the Sabbath comes. Intentionally preparing during the week and especially on the preparation day (Mark 15:42), or Friday, is key and adds to the delight as anticipation builds for this very special day.</p> <p><strong>What important aspect of Sabbath keeping does Leviticus 19:3 highlight?</strong></p> <p><strong>Leviticus 19:3&nbsp;</strong></p> <p><strong>3</strong> &lsquo;Every one of you shall revere his mother and his father, and keep My Sabbaths: I am the Lord your God.</p> <p>Sabbath keeping also means nurturing our relationships with family and friends. God provides time for focused fellowship with the whole family, and it includes rest for even the servants and the family animals (see Exod. 20:8&ndash;11). Sabbath and family go together.</p> <p>While rest and family time are important principles, Sabbath keeping also means participating in corporate, focused worship of God with our church family. Jesus attended and led out in worship services while on earth. (See Lev. 23:3, Luke 4:16, and Heb. 10:25.)</p> <p>Even though our weekly routines and rhythms may be rushed, yet, deep in our hearts, there is a yearning for true Sabbath rest, true communion with our Maker. Remembering to stop all our business and planning to spend time with God and nurture our relationships, we can enter into the rhythm and rest of Sabbath</p> <p><strong>What has been your own experience with the Sabbath and the blessings that can come from keeping the Sabbath? In what ways could you do more to make it the sacred time it is supposed to be?</strong></p>"
    },
    {
      "id": 97,
      "idLesson": 9,
      "idDay": 7,
      "dayTitle": "",
      "date": "August 27",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:&nbsp;</strong></p> <p>&ldquo;God gave to men the memorial of His creative power, that they might discern Him in the works of His hand. The Sabbath bids us behold in His created works the glory of the Creator. . . . On the holy rest day, above all other days, we should study the messages that God has written for us in nature. . &nbsp;. &nbsp;. As we come close to the heart of nature, Christ makes His presence real to us, and speaks to our hearts of His peace and love.&rdquo;&mdash;Ellen G. White, Christ&rsquo;s Object Lessons, pp. 25, 26.</p> <p>&ldquo;One of the important reasons why the Lord delivered Israel from slavery to Egypt was that they might keep His holy Sabbath. . &nbsp;. &nbsp;. Evidently Moses and Aaron renewed the teaching about the holiness of the Sabbath, because Pharaoh complained to them, &lsquo;Ye make [the people] rest from their burdens.&rsquo; Exodus 5:5. This would indicate that Moses and Aaron began a Sabbath reform in Egypt.&nbsp;</p> <p>&ldquo;The observance of the Sabbath was not to be a commemoration of their slavery in Egypt, however. Its observance in remembrance of creation was to include a joyful remembrance of deliverance from religious oppression in Egypt that made Sabbath observance difficult. In the same way, their deliverance from slavery was forever to kindle in their hearts a tender regard for the poor and oppressed, the fatherless and widows.&rdquo;&mdash;Appendix note in Ellen G. White, From Eternity Past, p. 549.</p> <p><br></p> <p><strong>Discussion Questions:</strong>&nbsp;</p> <p><strong>1 Some Christians, including even some Adventists, consider theistic evolution a viable explanation of Creation. How does the Sabbath show theistic evolution and Seventh-day Adventism to be incompatible? What purpose is there in keeping the seventh day holy in commemoration of billions of years, especially when the Word of God is explicit about its being made holy after the first six days of Creation?&nbsp;</strong></p> <p><strong>2 What do you say to the argument that the day doesn&rsquo;t matter, just as long as we have one day of rest a week? Or, on the other hand, how do we respond to the claim that Jesus is our Sabbath rest, and, therefore, there is no need to keep any day as a day of rest?&nbsp;</strong></p> <p><strong>3 How can keeping the Sabbath holy be a reminder of freedom and liberation? How can we avoid making it restrictive and legalistic?&nbsp;</strong></p> <p><strong>4 Some claim that keeping the seventh-day Sabbath is an attempt to work our way to heaven. What is the logic, however, in claiming that by resting on the seventh day, we are trying to work our way to heaven?</strong></p><p><strong>INSIDE STORY</strong></p> <p style=\"text-align: center;\"><strong>Power of a Smile&nbsp;</strong></p> <p style=\"text-align: center;\"><strong>By Dale Wolcott</strong></p> <p><br></p> <p>The Chinle Seventh-day Adventist Church isn&rsquo;t exactly located in the best neighborhood on the Navajo Reservation in the U.S. state of Arizona.&nbsp;</p> <p>As the pastor, I live in a trailer beside the church building. Several wellrespected neighbors, including a Navajo Nation police officer, live in nearby trailers. But one house is looked down on as the local &ldquo;drug house.&rdquo; Its unkempt yard and constant stream of random foot and vehicle traffic lend credibility to its reputation as a supplier of illegal liquor and more.&nbsp;</p> <p>The church board has discussed how to best relate to those neighbors. We have prayed for them and even visited, praying with them and sharing literature and invitations to church events. The family&rsquo;s children have occasionally attended children&rsquo;s programs. But we have not seen any breakthroughs.</p> <p>&nbsp;Then along came the COVID-19 pandemic. The church was closed, and our public meetings moved onto the telephone. Although the church has access to the internet, many families here don&rsquo;t have internet at home.&nbsp;</p> <p>One day, Catherine walked across the church yard with a big smile. She wanted to apologize for missing our call-in midweek prayer meeting because she had joined her husband and their two daughters, Katelyn, 11, and Kallie, 9, in organizing their own evening worship by a creek.&nbsp;</p> <p>&ldquo;Oh, and we took the neighbor kids with us,&rdquo; Catherine said. &ldquo;Which ones?&rdquo; I wondered aloud.&nbsp;</p> <p>&ldquo;The ones right next door here,&rdquo; she replied, gesturing toward the infamous &ldquo;drug house.&rdquo;&nbsp;</p> <p>Surprised, I asked Catherine how she had managed to invite the children. Catherine smiled proudly. &ldquo;Their big sister noticed how happy our girls seem to be every day when they walk by their house on the way to the church to do their schoolwork,&rdquo; she said.&nbsp;</p> <p>The girls usually live at Holbrook Seventh-day Adventist Indian School, located about 90 minutes away by car, but were sent home because of COVID-19. Since the family did not have internet, the girls were studying at church.</p> <p>&nbsp;&ldquo;The big sister wanted to know why Katelyn and Kallie smile instead of looking mostly sad like her own little sisters. She also wanted to know why Katelyn and Kallie are always singing. So we invited them to evening worship,&rdquo; Catherine said. &ldquo;How did it go?&rdquo; I asked.&nbsp;</p> <p>&ldquo;When we finished, they asked if we could do it again the next day,&rdquo; she said. &ldquo;My children have been touched by the Lord, and they can see it.&rdquo;</p> <p><br></p> <p>Part of this quarter&rsquo;s Thirteenth Sabbath Offering will help Holbrook Indian School. Thank you for planning a generous offering</p>"
    }
  ]
}
