{
  "id": 705,
  "lessonNumber": 5,
  "versionCode": 1,
  "quarter": "1T2021",
  "title": "<p><strong>Noble Prince of Peace</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p><strong> Memory Text: </strong></p> <p>&ldquo;For unto us a Child is born, unto us a Son is given; and the government will be upon His shoulder. And His name will be called Wonderful, Counselor, Mighty God, Everlasting Father, Prince of Peace&rdquo; (Isaiah 9:6, NKJV).</p>",
  "weekDate": "January 23–January 29",
  "lessonDays": [
    {
      "id": 51,
      "idLesson": 5,
      "idDay": 1,
      "dayTitle": "",
      "date": "January 23",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Dr. Robert Oppenheimer, who supervised the creation of the firstatomic bomb, appeared before a U.S. Congressional Committee.They inquired of him if there were any defense against the weapon.</p> <p>&ldquo;Certainly,&rdquo; the great physicist replied.</p> <p>&ldquo; &lsquo;And that is&mdash;&rsquo;</p> <p>&ldquo;Dr. Oppenheimer looked over the . . . audience and said softly: &lsquo;Peace.&rsquo; &rdquo; &mdash;Paul Lee Tan, Encyclopedia of 7,000 Illustrations: Signs of the Times (Rockville, MD: Assurance Publishers, 1985), p. 989. Peace is an elusive dream for the human race. It has been estimated that since the beginning of recorded history the world has been entirely at peace only about 8 percent of the time. During these years, at least 8,000 treaties have been broken. During the half century following the end of World War I, which was supposed to be the war to end all wars, there were two minutes of peace for every year of war.</p> <p>In 1895 Alfred Nobel, the inventor of dynamite, provided a trust to establish a prize for individuals who make an outstanding contribution to peace. However, even some winners of the Nobel Peace Prize have been involved in violent conflict.</p> <p>This week, we&rsquo;ll read about the only One who brings true, everlasting peace.</p>"
    },
    {
      "id": 52,
      "idLesson": 5,
      "idDay": 2,
      "dayTitle": "<p><strong>End of Gloom for Galilee</strong> (Isa. 9:1&ndash;5)</p>",
      "date": "January 24",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Why does Isaiah 9:1 begin with a word (But/Nevertheless) that indicates a contrast to what precedes it?</strong></p> <p><strong>Isaiah 9:1</strong></p> <p><strong>1&nbsp;&nbsp;</strong>Nevertheless the gloom will not be upon her who is distressed,<br />As when at first He lightly esteemed<br />The land of Zebulun and the land of Naphtali,<br />And afterward more heavily oppressed her,<br />By the way of the sea, beyond the Jordan,<br />In Galilee of the Gentiles.</p> <p>&nbsp;</p> <p>Isaiah 8:21, 22 describes the hopeless condition of those who turn to the occult rather than to the true God: wherever they look, they will &ldquo;see only distress and darkness, the gloom of anguish; and they will be thrust into thick darkness&rdquo; (Isa. 8:22, NRSV). By contrast, there will come a time when &ldquo;there will be no gloom for those who were in anguish&rdquo; (Isa. 9:1, NRSV).</p> <p>The people of the Galilee region are singled out here as receiving the special blessing of &ldquo;a great light&rdquo; (Isa. 9:2, NRSV). The nation will be multiplied and rejoice because God will have broken &ldquo;the rod of their oppressor&rdquo; (Isa. 9:4, NRSV). The region of Lake Galilee is depicted here because it was among the first territories of Israel to be conquered. In response to Ahaz&rsquo;s request for aid, Tiglath-pileser III took the Galilee and Transjordanian regions of northern Israel, carried some of the people captive, and turned the territories into Assyrian provinces (2 Kings 15:29). So, Isaiah&rsquo;s message is that the first to be conquered would be the first to see deliverance.</p> <p><strong>Whom does God use to deliver His people? (Isa. 9:6, 7.)</strong></p> <p><strong>Isaiah <strong>9:6 - 7</strong></strong></p> <p><strong>6</strong> For unto us a Child is born,<br />Unto us a Son is given;<br />And the government will be upon His shoulder.<br />And His name will be called<br />Wonderful, Counselor, Mighty God,<br />Everlasting Father, Prince of Peace.</p> <p><strong>7</strong> Of the increase of His government and peace<br />There will be no end,<br />Upon the throne of David and over His kingdom,<br />To order it and establish it with judgment and justice<br />From that time forward, even forever.<br />The zeal of the Lord of hosts will perform this.</p> <p>&nbsp;</p> <p><strong>When and how was the prophecy of Isaiah 9:1&ndash;5 fulfilled? (Matt. 4:12&ndash;25.)</strong></p> <p><strong>Isaiah 9:1&ndash;5</strong></p> <p><strong>1&nbsp;</strong>Nevertheless the gloom will not be upon her who is distressed,<br />As when at first He lightly esteemed<br />The land of Zebulun and the land of Naphtali,<br />And afterward more heavily oppressed her,<br />By the way of the sea, beyond the Jordan,<br />In Galilee of the Gentiles.</p> <p><strong>2</strong> The people who walked in darkness<br />Have seen a great light;<br />Those who dwelt in the land of the shadow of death,<br />Upon them a light has shined.</p> <p><strong>3</strong> You have multiplied the nation<br />And increased its joy;<br />They rejoice before You<br />According to the joy of harvest,<br />As men rejoice when they divide the spoil.</p> <p><strong>4</strong> For You have broken the yoke of his burden<br />And the staff of his shoulder,<br />The rod of his oppressor,<br />As in the day of Midian.</p> <p><strong>5</strong> For every warrior&rsquo;s sandal from the noisy battle,<br />And garments rolled in blood,<br />Will be used for burning and fuel of fire.</p> <p>&nbsp;</p> <p><strong>Matt. 4:12&ndash;25</strong></p> <p><strong>12</strong> Now when Jesus heard that John had been put in prison, He departed to Galilee.</p> <p><strong>13</strong> And leaving Nazareth, He came and dwelt in Capernaum, which is by the sea, in the regions of Zebulun and Naphtali,</p> <p><strong>14</strong> that it might be fulfilled which was spoken by Isaiah the prophet, saying:</p> <p><strong>15</strong> &ldquo;The land of Zebulun and the land of Naphtali,<br />By the way of the sea, beyond the Jordan,<br />Galilee of the Gentiles:</p> <p><strong>16</strong> The people who sat in darkness have seen a great light,<br />And upon those who sat in the region and shadow of death<br />Light has dawned.&rdquo;</p> <p><strong>17</strong> From that time Jesus began to preach and to say, &ldquo;Repent, for the kingdom of heaven is at hand.&rdquo;</p> <p><strong>18</strong> And Jesus, walking by the Sea of Galilee, saw two brothers, Simon called Peter, and Andrew his brother, casting a net into the sea; for they were fishermen.</p> <p><strong>19</strong> Then He said to them, &ldquo;Follow Me, and I will make you fishers of men.&rdquo;</p> <p><strong>20</strong> They immediately left their nets and followed Him.</p> <p><strong>21</strong> Going on from there, He saw two other brothers, James the son of Zebedee, and John his brother, in the boat with Zebedee their father, mending their nets. He called them,</p> <p><strong>22</strong> and immediately they left the boat and their father, and followed Him.</p> <p><strong>23</strong> And Jesus went about all Galilee, teaching in their synagogues, preaching the gospel of the kingdom, and healing all kinds of sickness and all kinds of disease among the people.</p> <p><strong>24</strong> Then His fame went throughout all Syria; and they brought to Him all sick people who were afflicted with various diseases and torments, and those who were demon-possessed, epileptics, and paralytics; and He healed them.</p> <p><strong>25</strong> Great multitudes followed Him&mdash;from Galilee, and from Decapolis, Jerusalem, Judea, and beyond the Jordan.</p> <p>&nbsp;</p> <p>Not by accident, Jesus&rsquo; early ministry was in the Galilee region, where He gave hope by announcing the good news of God&rsquo;s kingdom and by healing people, including delivering demoniacs from bondage to the occult (Matt. 4:24).</p> <p>Here is where we see a perfect example of how the Bible takes events that happened in Old Testament times and uses them to prefigure things that will happen in New Testament times. The Lord mixed images from one era with those of another, such as in Matthew 24, when Jesus mingled the destruction of Jerusalem in a.d. 70 with the destruction at the end of the world.</p> <p><strong>If someone were to ask you, What has Jesus delivered you from, what would you answer? What personal testimony can you give regarding the power of Christ in your life?</strong></p>"
    },
    {
      "id": 53,
      "idLesson": 5,
      "idDay": 3,
      "dayTitle": "<p><strong>A Child for Us (Isa. 9:6, 7) </strong></p>",
      "date": "January 25",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Here is the third special birth in the book of Isaiah, following mentions of the births of Immanuel and Maher-shalal-hash-baz.</p> <p><strong>What is special about the Child found in these verses? (Isaiah 9:6, 7.)&nbsp;</strong></p> <p><strong>Isaiah 9:6&nbsp;- 7</strong></p> <p><strong>6&nbsp;</strong>For unto us a Child is born,<br />Unto us a Son is given;<br />And the government will be upon His shoulder.<br />And His name will be called<br />Wonderful, Counselor, Mighty God,<br />Everlasting Father, Prince of Peace.<br /><strong>7</strong> Of the increase of His government and peace<br />There will be no end,<br />Upon the throne of David and over His kingdom,<br />To order it and establish it with judgment and justice<br />From that time forward, even forever.<br />The zeal of the Lord of hosts will perform this.</p> <p>&nbsp;</p> <p>Notice that this Deliverer has several names/epithets that describe Him in various ways. In the ancient Near East, kings and deities had multiple names to show their greatness.</p> <p>He is &ldquo;wonderful,&rdquo; just as the divine Angel of the Lord described His own name to Samson&rsquo;s father as &ldquo; &lsquo;wonderful&rsquo; &rdquo; (Judg. 13:18, RSV; the same Hebrew root) and then ascended toward heaven in the sacrificial flame on Manoah&rsquo;s altar (Judg. 13:20), thereby prefiguring His offering of Himself more than one thousand years later.</p> <p>He is referred to as divine (&ldquo;Mighty God&rdquo;) and the eternal Creator (&ldquo;Everlasting Father&rdquo;; see Luke 3:38: &ldquo;Adam, son of God,&rdquo; NRSV).</p> <p>He is a King of the dynasty of David; His kingdom of peace will be eternal.</p> <p><strong>Given these attributes, whom alone could this Child be? (See Luke 2:8&ndash;14.)</strong></p> <p><strong>Luke 2:8&ndash;14</strong></p> <p><strong>8</strong> Now there were in the same country shepherds living out in the fields, keeping watch over their flock by night.</p> <p><strong>9</strong> And behold, an angel of the Lord stood before them, and the glory of the Lord shone around them, and they were greatly afraid.</p> <p><strong>10</strong> Then the angel said to them, &ldquo;Do not be afraid, for behold, I bring you good tidings of great joy which will be to all people.</p> <p><strong>11</strong> For there is born to you this day in the city of David a Savior, who is Christ the Lord.</p> <p><strong>12</strong> And this will be the sign to you: You will find a Babe wrapped in swaddling cloths, lying in a manger.&rdquo;</p> <p><strong>13</strong> And suddenly there was with the angel a multitude of the heavenly host praising God and saying:</p> <p><strong>14</strong> &ldquo;Glory to God in the highest,<br />And on earth peace, goodwill toward men!&rdquo;</p> <p>&nbsp;</p> <p>Some have attempted to identify Him with King Hezekiah, but the description far surpasses any ordinary human being. Only one person fits: Jesus Christ, the divine Son of God and Creator (John 1:1&ndash;3, 14; Col. 1:5&ndash;17; Col. 2:9; Heb. 1:2), who was born to us in order to save us and give us peace. He has received all authority in heaven and on earth, and He is with us always (Matt. 28:18&ndash;20). While retaining His divinity, He also has become human for all time, ever able to sympathize with our weaknesses (Heb. 4:15). &ldquo;Unto us a child is born&rdquo; . . . forever!</p> <p>&ldquo;When Christ came to our world, Satan was on the ground, and disputed every inch of advance in His path from the manger to Calvary. Satan had accused God of requiring self-denial of the angels, when He knew nothing of what it meant Himself, and when He would not Himself make any selfsacrifice for others. This was the accusation that Satan made against God in heaven; and after the evil one was expelled from heaven, he continually charged the Lord with exacting service which He would not render Himself. Christ came to the world to meet these false accusations, and to reveal the Father.&rdquo;&mdash;Ellen G. White, Selected Messages, book 1, pp. 406, 407.</p> <p><strong>What does this quote tell us about the character of God?</strong></p>"
    },
    {
      "id": 54,
      "idLesson": 5,
      "idDay": 4,
      "dayTitle": "<p><strong>The Rod of God&rsquo;s Anger (Isa. 9:8&ndash;10:34) </strong></p>",
      "date": "January 26",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>This section explains Isaiah 9:1&ndash;5, which predicts deliverance for the gloomy, anguished people who had trusted in the occult and fallen prey to military conquest and oppression: &ldquo;the rod of their oppressor, you have broken as on the day of Midian&rdquo; (Isa. 9:4, NRSV).</p> <p><strong>Read through the sufferings of God&rsquo;s people as shown in the above texts. Compare the curses in Leviticus 26:14&ndash;39. Why did God punish His people in stages rather than all at once? What does this indicate about His character and goals?&nbsp;</strong></p> <p><strong>Leviticus 26:14&ndash;39</strong></p> <p><strong>14</strong> &lsquo;But if you do not obey Me, and do not observe all these commandments,</p> <p><strong>15</strong> and if you despise My statutes, or if your soul abhors My judgments, so that you do not perform all My commandments, but break My covenant,</p> <p><strong>16</strong> I also will do this to you:</p> <p>I will even appoint terror over you, wasting disease and fever which shall consume the eyes and cause sorrow of heart.</p> <p>And you shall sow your seed in vain, for your enemies shall eat it.</p> <p><strong>17</strong> I will set My face against you, and you shall be defeated by your enemies.</p> <p>Those who hate you shall reign over you, and you shall flee when no one pursues you.</p> <p><strong>18</strong> &lsquo;And after all this, if you do not obey Me, then I will punish you seven times more for your sins.</p> <p><strong>19</strong> I will break the pride of your power;</p> <p>I will make your heavens like iron and your earth like bronze.</p> <p><strong>20</strong> And your strength shall be spent in vain;</p> <p>for your land shall not yield its produce, nor shall the trees of the land yield their fruit.</p> <p><strong>21</strong> &lsquo;Then, if you walk contrary to Me, and are not willing to obey Me, I will bring on you seven times more plagues, according to your sins.</p> <p><strong>22</strong> I will also send wild beasts among you, which shall rob you of your children, destroy your livestock, and make you few in number;</p> <p>and your highways shall be desolate.</p> <p><strong>23</strong> &lsquo;And if by these things you are not reformed by Me, but walk contrary to Me,</p> <p><strong>24</strong> then I also will walk contrary to you, and I will punish you yet seven times for your sins.</p> <p><strong>25</strong> And I will bring a sword against you that will execute the vengeance of the covenant;</p> <p>when you are gathered together within your cities I will send pestilence among you;</p> <p>and you shall be delivered into the hand of the enemy.</p> <p><strong>26</strong> When I have cut off your supply of bread, ten women shall bake your bread in one oven, and they shall bring back your bread by weight, and you shall eat and not be satisfied.</p> <p><strong>27</strong> &lsquo;And after all this, if you do not obey Me, but walk contrary to Me,</p> <p><strong>28</strong> then I also will walk contrary to you in fury;</p> <p>and I, even I, will chastise you seven times for your sins.</p> <p><strong>29</strong> You shall eat the flesh of your sons, and you shall eat the flesh of your daughters.</p> <p><strong>30</strong> I will destroy your high places, cut down your incense altars, and cast your carcasses on the lifeless forms of your idols;</p> <p>and My soul shall abhor you.</p> <p><strong>31</strong> I will lay your cities waste and bring your sanctuaries to desolation, and I will not smell the fragrance of your sweet aromas.</p> <p><strong>32</strong> I will bring the land to desolation, and your enemies who dwell in it shall be astonished at it.</p> <p><strong>33</strong> I will scatter you among the nations and draw out a sword after you;</p> <p>your land shall be desolate and your cities waste.</p> <p><strong>34</strong> Then the land shall enjoy its sabbaths as long as it lies desolate and you are in your enemies&rsquo; land;</p> <p>then the land shall rest and enjoy its sabbaths.</p> <p><strong>35</strong> As long as it lies desolate it shall rest&mdash;</p> <p>for the time it did not rest on your sabbaths when you dwelt in it.</p> <p><strong>36</strong> &lsquo;And as for those of you who are left, I will send faintness into their hearts in the lands of their enemies;</p> <p>the sound of a shaken leaf shall cause them to flee;</p> <p>they shall flee as though fleeing from a sword, and they shall fall when no one pursues.</p> <p><strong>37</strong> They shall stumble over one another, as it were before a sword, when no one pursues;</p> <p>and you shall have no power to stand before your enemies.</p> <p><strong>38</strong> You shall perish among the nations, and the land of your enemies shall eat you up.</p> <p><strong>39</strong> And those of you who are left shall waste away in their iniquity in your enemies&rsquo; lands;</p> <p>also in their fathers&rsquo; iniquities, which are with them, they shall waste away.</p> <p>&nbsp;</p> <p>If God had wanted to destroy His people, He could have given them up to the Assyrians right away. But He is patient, &ldquo;not wanting any to perish, but all to come to repentance&rdquo; (2 Pet. 3:9, NRSV). As in the period of the &ldquo;judges,&rdquo; God let the people of Judah and Israel experience some results of their folly so they could understand what they were doing and have a chance to make a better choice. When they persisted in evil and hardened their hearts against Him and the appeals He sent through His messengers, He further withdrew His protection. But they continued to rebel. This cycle was repeated in a downward spiral until there was nothing more God could do.</p> <p><strong> Read through Isaiah 9:8&ndash;10:2. What sins are the people guilty of? Against whom have they committed them? Who is guilty among them?</strong></p> <p><strong>Isaiah 9:8&ndash;21</strong></p> <p><strong>8</strong> The Lord sent a word against Jacob,<br />And it has fallen on Israel.<br /><strong>9</strong> All the people will know&mdash;<br />Ephraim and the inhabitant of Samaria&mdash;<br />Who say in pride and arrogance of heart:<br /><strong>10</strong> &ldquo;The bricks have fallen down,<br />But we will rebuild with hewn stones;<br />The sycamores are cut down,<br />But we will replace them with cedars.&rdquo;<br /><strong>11</strong> Therefore the Lord shall set up<br />The adversaries of Rezin against him,<br />And spur his enemies on,<br /><strong>12</strong> The Syrians before and the Philistines behind;<br />And they shall devour Israel with an open mouth.</p> <p>For all this His anger is not turned away,<br />But His hand is stretched out still.</p> <p><strong>13</strong> For the people do not turn to Him who strikes them,<br />Nor do they seek the Lord of hosts.<br /><strong>14</strong> Therefore the Lord will cut off head and tail from Israel,<br />Palm branch and bulrush in one day.<br /><strong>15</strong> The elder and honorable, he is the head;<br />The prophet who teaches lies, he is the tail.<br /><strong>16</strong> For the leaders of this people cause them to err,<br />And those who are led by them are destroyed.<br /><strong>17</strong> Therefore the Lord will have no joy in their young men,<br />Nor have mercy on their fatherless and widows;<br />For everyone is a hypocrite and an evildoer,<br />And every mouth speaks folly.</p> <p>For all this His anger is not turned away,<br />But His hand is stretched out still.</p> <p><strong>18</strong> For wickedness burns as the fire;<br />It shall devour the briers and thorns,<br />And kindle in the thickets of the forest;<br />They shall mount up like rising smoke.<br /><strong>19</strong> Through the wrath of the Lord of hosts<br />The land is burned up,<br />And the people shall be as fuel for the fire;<br />No man shall spare his brother.<br /><strong>20</strong> And he shall snatch on the right hand<br />And be hungry;<br />He shall devour on the left hand<br />And not be satisfied;<br />Every man shall eat the flesh of his own arm.<br /><strong>21</strong> Manasseh shall devour Ephraim, and Ephraim Manasseh;<br />Together they shall be against Judah.</p> <p>For all this His anger is not turned away,<br />But His hand is stretched out still.</p> <p>&nbsp;</p> <p><strong>Isaiah 10:1 - 2</strong>&nbsp;</p> <p><strong>1</strong> &ldquo;Woe to those who decree unrighteous decrees,<br />Who write misfortune,<br />Which they have prescribed<br /><strong>2</strong> To rob the needy of justice,<br />And to take what is right from the poor of My people,<br />That widows may be their prey,<br />And that they may rob the fatherless.</p> <p>&nbsp;</p> <p>What we see here, as seen all through the Bible, is the reality of free will. God made humans free (He had to; otherwise, we could never truly love Him), and freedom involves the option to do wrong. And though time and again God seeks to woo us by revealing His love and character, He also will allow us to face the fruit of our wrong decisions; pain, suffering, fear, turmoil, and so forth, all in order to help us realize just what turning away from Him leads to. And yet, even then, how often these things don&rsquo;t make people put away sin and come to the Lord. Free will is wonderful; we couldn&rsquo;t be human without it. Woe to those, however, who use it wrongly.</p> <p><strong> How has God used suffering in your own life to turn you away from a wrong course?</strong></p>"
    },
    {
      "id": 55,
      "idLesson": 5,
      "idDay": 5,
      "dayTitle": "<p><strong> Root and Branch in One (Isaiah 11)</strong></p>",
      "date": "January 27",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong> Root and Branch in One (Isaiah 11)</strong></p> <p><strong> Who is the &ldquo;shoot&rdquo; that comes out &ldquo;from the stump of Jesse&rdquo; (NRSV) in Isaiah 11:1? (See also Zech. 3:8; Zech. 6:12.)</strong></p> <p><strong>Isaiah 11:1</strong></p> <p><strong><span class=\"chapter-2\"><span class=\"text Isa-11-1\">1 </span></span></strong><span class=\"chapter-2\"><span class=\"text Isa-11-1\">There&nbsp;shall come forth a&nbsp;Rod from the&nbsp;stem of&nbsp;Jesse,</span></span><br /><span class=\"text Isa-11-1\">And&nbsp;a Branch shall&nbsp;grow out of his roots.</span></p> <p>&nbsp;</p> <p><span class=\"text Isa-11-1\"><strong> Zechariah 3:8</strong></span></p> <p><strong>8</strong> &lsquo;Hear, O Joshua, the high priest,<br />You and your companions who sit before you,<br />For they are a wondrous sign;<br />For behold, I am bringing forth My Servant the BRANCH.</p> <p>&nbsp;</p> <p><span class=\"text Isa-11-1\"><strong>Zechariah 6:12</strong></span></p> <p><strong>12</strong> Then speak to him, saying, &lsquo;Thus says the Lord of hosts, saying:</p> <p>&ldquo;Behold, the Man whose name is the BRANCH!<br />From His place He shall branch out,<br />And He shall build the temple of the Lord;</p> <p>&nbsp;</p> <p>Isaiah 11:1 picks up on the imagery of a felled tree in 10:33, 34. The &ldquo;stump of Jesse&rdquo; represents the idea that the dynasty of David (son of Jesse) would lose its power (Dan. 4:10&ndash;17, 20&ndash;26). But there would arise a &ldquo;shoot/branch&rdquo; from the apparently doomed &ldquo;stump&rdquo;; that is, a Ruler descended from David.</p> <p><strong>Why is the new Davidic ruler also called the &ldquo;root of Jesse&rdquo;? (Isa. 11:10.) What sense does this make? (Rev. 22:16.) The description fits only Jesus Christ, who is both &ldquo;the root and the descendant of David&rdquo; (Rev. 22:16, NRSV).</strong></p> <p><strong>Isaiah&nbsp;. 11:10</strong></p> <p><strong>10</strong> &ldquo;And in that day there shall be a Root of Jesse,<br />Who shall stand as a banner to the people;<br />For the Gentiles shall seek Him,<br />And His resting place shall be glorious.&rdquo;</p> <p>&nbsp;</p> <p>&nbsp;</p> <p><strong>Revelation&nbsp; 22:16</strong></p> <p><strong>16&nbsp;</strong>&ldquo;I, Jesus, have sent My angel to testify to you these things in the churches. I am the Root and the Offspring of David, the Bright and Morning Star.&rdquo;</p> <p>&nbsp;</p> <p>Christ came from the line of David (Luke 3:23&ndash;31), who was descended from Adam, who was the &ldquo;son of God&rdquo; (Luke 3:38) in the sense that Christ created him (see John 1:1&ndash;3, 14). So, Christ was David&rsquo;s ancestor, as well as his descendant!</p> <p><strong>In what ways does the new Davidic Ruler reverse the evil effects of sin and apostasy? (Isaiah 11.)</strong></p> <p><strong>Isaiah 11</strong></p> <p><strong>1</strong> There shall come forth a Rod from the stem of Jesse,<br />And a Branch shall grow out of his roots.<br /><strong>2</strong> The Spirit of the Lord shall rest upon Him,<br />The Spirit of wisdom and understanding,<br />The Spirit of counsel and might,<br />The Spirit of knowledge and of the fear of the Lord.</p> <p><strong>3</strong> His delight is in the fear of the Lord,<br />And He shall not judge by the sight of His eyes,<br />Nor decide by the hearing of His ears;<br /><strong>4</strong> But with righteousness He shall judge the poor,<br />And decide with equity for the meek of the earth;<br />He shall strike the earth with the rod of His mouth,<br />And with the breath of His lips He shall slay the wicked.<br /><strong>5</strong> Righteousness shall be the belt of His loins,<br />And faithfulness the belt of His waist.</p> <p><strong>6</strong> &ldquo;The wolf also shall dwell with the lamb,<br />The leopard shall lie down with the young goat,<br />The calf and the young lion and the fatling together;<br />And a little child shall lead them.<br /><strong>7</strong> The cow and the bear shall graze;<br />Their young ones shall lie down together;<br />And the lion shall eat straw like the ox.<br /><strong>8</strong> The nursing child shall play by the cobra&rsquo;s hole,<br />And the weaned child shall put his hand in the viper&rsquo;s den.<br /><strong>9</strong> They shall not hurt nor destroy in all My holy mountain,<br />For the earth shall be full of the knowledge of the Lord<br />As the waters cover the sea.</p> <p><strong>10</strong> &ldquo;And in that day there shall be a Root of Jesse,<br />Who shall stand as a banner to the people;<br />For the Gentiles shall seek Him,<br />And His resting place shall be glorious.&rdquo;</p> <p><strong>11</strong> It shall come to pass in that day<br />That the Lord shall set His hand again the second time<br />To recover the remnant of His people who are left,<br />From Assyria and Egypt,<br />From Pathros and Cush,<br />From Elam and Shinar,<br />From Hamath and the islands of the sea.</p> <p><strong>12</strong> He will set up a banner for the nations,<br />And will assemble the outcasts of Israel,<br />And gather together the dispersed of Judah<br />From the four corners of the earth.<br /><strong>13</strong> Also the envy of Ephraim shall depart,<br />And the adversaries of Judah shall be cut off;<br />Ephraim shall not envy Judah,<br />And Judah shall not harass Ephraim.<br /><strong>14</strong> But they shall fly down upon the shoulder of the Philistines toward the west;<br />Together they shall plunder the people of the East;<br />They shall lay their hand on Edom and Moab;<br />And the people of Ammon shall obey them.<br /><strong>15</strong> The Lord will utterly destroy the tongue of the Sea of Egypt;<br />With His mighty wind He will shake His fist over the River,<br />And strike it in the seven streams,<br />And make men cross over dry-shod.<br /><strong>16</strong> There will be a highway for the remnant of His people<br />Who will be left from Assyria,<br />As it was for Israel<br />In the day that he came up from the land of Egypt.</p> <p>&nbsp;</p> <p>He thinks and acts in harmony with the Lord, judges fairly, punishes the wicked, and brings peace. When He takes over, the Lord will bring back, restore, and unite a faithful remnant of Israel and Judah (compare Isa. 10:20&ndash;22). There will be a strong, united monarchy as in the days of King David, who defeated the Philistines and other peoples. But the new Ruler will be greater than David in that He will restore peace even to the essence of creation itself: predators will no longer be carnivorous, and they will coexist in tranquility with their former prey (Isa. 11:6&ndash;9).</p> <p><strong>Is Isaiah 11 talking about just the first coming of Christ, just the second, or both? Look through the prophecy and mark down which texts talk about which coming.</strong></p> <p>&nbsp;</p> <p>In Isaiah 11, both comings of Jesus are presented as one picture. They are tied together, because they are two parts of a whole, like the two sides of a flat plane. The plan of salvation, to be completed, requires both Comings: the First, which already has happened; and the Second, which we await as the consummation of all our hopes as Christians.</p> <p><strong>What did Christ accomplish at the First Coming that gives us such assurance about the Second Coming? What is the purpose of the First Coming if it doesn&rsquo;t result in the Second?</strong></p>"
    },
    {
      "id": 56,
      "idLesson": 5,
      "idDay": 6,
      "dayTitle": "<p><strong>&ldquo;You Comforted Me&rdquo; (Isa. 12:1&ndash;6)</strong></p>",
      "date": "January 28",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Isaiah 12 is a short psalm (song) of praise to God for His merciful and powerful comfort. The psalm, put in the mouth of a member of the restored remnant, compares the promised deliverance to that of the Hebrews in the Exodus from Egypt (see Isa. 11:16); it is like the song of Moses and the Israelites when they were saved from Pharaoh&rsquo;s army at the Red Sea (see Exodus 15).</p> <p><strong>Compare this song in Isaiah 12 to Revelation 15:2&ndash;4, the song of Moses and of the Lamb. What are they both praising God for?</strong>&nbsp;</p> <p><strong>Isaiah 12</strong></p> <p><strong>1</strong> And in that day you will say:</p> <p>&ldquo;O Lord, I will praise You;<br />Though You were angry with me,<br />Your anger is turned away, and You comfort me.<br /><strong>2</strong> Behold, God is my salvation,<br />I will trust and not be afraid;<br />&lsquo;For Yah, the Lord, is my strength and song;<br />He also has become my salvation.&rsquo; &rdquo;</p> <p><strong>3</strong> Therefore with joy you will draw water<br />From the wells of salvation.</p> <p><strong>4</strong> And in that day you will say:</p> <p>&ldquo;Praise the Lord, call upon His name;<br />Declare His deeds among the peoples,<br />Make mention that His name is exalted.<br /><strong>5</strong> Sing to the Lord,<br />For He has done excellent things;<br />This is known in all the earth.<br /><strong>6</strong> Cry out and shout, O inhabitant of Zion,<br />For great is the Holy One of Israel in your midst!&rdquo;</p> <p>&nbsp;</p> <p><strong>Revelation 15:2&ndash;4</strong></p> <p><strong>2</strong> And I saw something like a sea of glass mingled with fire, and those who have the victory over the beast, over his image and over his mark and over the number of his name, standing on the sea of glass, having harps of God.</p> <p><strong>3</strong> They sing the song of Moses, the servant of God, and the song of the Lamb, saying:</p> <p>&ldquo;Great and marvelous are Your works,<br />Lord God Almighty!<br />Just and true are Your ways,<br />O King of the saints!<br /><strong>4</strong> Who shall not fear You, O Lord, and glorify Your name?<br />For You alone are holy.<br />For all nations shall come and worship before You,<br />For Your judgments have been manifested.&rdquo;</p> <p>&nbsp;</p> <p>Isaiah 12:2 comes close to identifying the coming Deliverer as Jesus. It says that &ldquo;God is my salvation&rdquo; and &ldquo;he has become my salvation&rdquo; (NRSV). The name Jesus means &ldquo;The Lord is Salvation&rdquo; (compare Matt. 1:21).</p> <p><strong>What is the significance of the idea, contained in the name of Jesus, that the Lord is salvation?</strong></p> <p>&nbsp;</p> <p>Not only does the Lord bestow salvation (Isa. 12:2) but He Himself also is salvation. The Presence of the Holy One of Israel in our midst (Isa. 12:6) is everything to us. God is with us! Not only did Jesus do miracles but He also &ldquo;became flesh and lived among us&rdquo; (John 1:14, NRSV, emphasis supplied). Not only did He bear our sins on the cross, but He also became sin for us (2 Cor. 5:21).&nbsp; Not only does He make peace, but He also is our peace (Eph. 2:14).</p> <p>No wonder &ldquo;the root of Jesse shall stand as a signal to the peoples&rdquo; (Isa. 11:10, NRSV). When He is lifted up on the cross, He draws all people to Himself (John 12:32, 33)! A remnant shall return to the &ldquo;mighty God&rdquo; (Isa. 10:21, NRSV), who is the Child born for us, the &ldquo;Prince of Peace&rdquo; (Isa. 9:6)!</p> <p><strong>Dwell more on this idea that Jesus is our salvation. Read Romans 3:24. It says that redemption is in Jesus; redemption is something that happened in Him, and it is through God&rsquo;s grace and mercy that we can have an eternal share in that redemption, as well. In other words, that redemption that was in Him can become ours by faith, and not by works, because no works we do are good enough to redeem us. Only the works that Christ did, which He credits to us by faith, can bring redemption. How does this truth give you hope and assurance of salvation, especially when you feel overwhelmed by your own sense of unworthiness?</strong></p> <p><strong>Romans 3:24</strong></p> <p><strong>24</strong> being justified freely by His grace through the redemption that is in Christ Jesus</p>"
    },
    {
      "id": 57,
      "idLesson": 5,
      "idDay": 7,
      "dayTitle": "",
      "date": "January 29",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": " <p><strong> Further Thought:</strong></p> <p>&ldquo;The heart of the human father yearns over his son. He looks into the face of his little child, and trembles at the thought of life&rsquo;s peril. He longs to shield his dear one from Satan&rsquo;s power, to hold him back from temptation and conflict. To meet a bitterer conflict and a more fearful risk, God gave His only-begotten Son, that the path of life might be made sure for our little ones. &lsquo;Herein is love.&rsquo; Wonder, O heavens! and be astonished, O earth!&rdquo;&mdash;Ellen G. White, The Desire of Ages, p. 49.</p> <p>&ldquo;Christ was the one who consented to meet the conditions necessary for man&rsquo;s salvation. No angel, no man, was sufficient for the great work to be wrought. The Son of man alone must be lifted up; for only an infinite nature could undertake the redemptive process. Christ consented to connect himself with the disloyal and sinful, to partake of the nature of man, to give his own blood, and to make his soul an offering for sin. In the counsels of heaven, the guilt of man was measured, the wrath for sin was estimated, and yet Christ announced his decision that he would take upon himself the responsibility of meeting the conditions whereby hope should be extended to a fallen race.&rdquo;&mdash;Ellen G. White, The Signs of the Times, March 5, 1896.</p> <p><strong>Discussion Question: </strong></p> <p><strong>As we saw in Isaiah 11, the Lord presented both comings of Christ in one picture. This can help explain, at least somewhat, why some of the Jews didn&rsquo;t accept Christ at His first coming, because they expected Him to do the things that will happen only at the Second Coming. What does this tell us about how important it is that we have a proper understanding of the nature of Christ&rsquo;s advent? How can false views, for instance, of His second coming set people up for Satan&rsquo;s great end-time deception? (See Ellen G. White, The Great Controversy, chapter 39.)</strong></p> <p><strong>Summary:</strong></p> <p>In the days of Isaiah, whose name means &ldquo;Salvation of the Lord,&rdquo; God promised His remnant people salvation from the oppression that was coming upon them as a result of national apostasy. This prophecy of hope finds its ultimate fulfillment in Jesus, whose name means &ldquo;The Lord is Salvation.&rdquo;</p> <p><strong>Three Lost Boys</strong></p> <p>By Andrew Mcchesney, Adventist Mission</p> <p>&nbsp;</p> <p>Marta Aguirre, a nurse, and her physician husband, Luis Arboine, were enjoying Mexican Independence Day celebrations on the central town square when a former patient interrupted their conversation.</p> <p>&ldquo;Marta, I want to talk to you,&rdquo; said the elderly woman, Grandmother Ana.</p> <p>She explained that her son-in-law had died seven days earlier at the age of 33 after a heart attack. Her daughter had been in prison for the past eight years. That left her with three grandsons ages 10, 9, and 7. She wasn&rsquo;t working, and she couldn&rsquo;t take care of them. Moreover, the boys were sad and crying.</p> <p>&ldquo;I don&rsquo;t know what to do,&rdquo; she said.</p> <p>Marta also wasn&rsquo;t sure, and she spoke with the church pastor. He advised inviting the brothers to a special horse-themed children&rsquo;s Week of Prayer. The program, called &ldquo;Jesus, Take the Rope of My Life,&rdquo; would start in two weeks.</p> <p>Grandmother Ana readily agreed to send her grandsons to the evening meetings. The eldest grandson, 10-year-old Juan, initially didn&rsquo;t want to go because he had never been inside a church. The middle grandson, nineyear-old Luis, had not heard about God before, and he wanted to learn more. He cried when he heard about Jesus dying for his sins. He remembered his own father&rsquo;s death. The youngest boy, seven-year-old Francisco, slept a lot at first.</p> <p>Soon the boys couldn&rsquo;t wait to go to the meetings. Grandmother Ana saw the boys wearing new clothes from the church members, and she thought that they wanted to go to receive more gifts. To her surprise, she found out that they didn&rsquo;t care about the clothes. They wanted to learn about Jesus.</p> <p>The boys fell in love with Jesus during the Week of Prayer and attended church every Sabbath after it ended. Marta began to give children&rsquo;s Bible studies to the boys every Sabbath afternoon.</p> <p>Six months later, the pastor invited the boys to an Adventurer campout. The boys loved the morning and evening worships. At one worship, a nine-yearold disabled boy gave a personal testimony and announced that he wanted to be baptized. Luis was touched by the story and decided that he also wanted to give his heart to Jesus. When he told his brothers, they also declared that they wanted to be baptized. The church was packed for the special day.</p> <p>Today the boys are 15, 13, and 12 and run the church&rsquo;s audiovisual system on Sabbaths. Luis has preached six sermons and hopes to become a pastor. &ldquo;The boys are totally different children than who they were when I asked for help on Independence Day five years ago,&rdquo; Grandmother Ana said. &ldquo;I thank Marta and her husband, Luis.&rdquo;</p> <p>Luis, however, said all credit goes to the Holy Spirit.</p> <p>&ldquo;It is the Holy Spirit who does the work,&rdquo; he said.</p>"
    }
  ]
}
