{
  "id": 701,
  "lessonNumber": 1,
  "versionCode": 7,
  "quarter": "2T2021",
  "title": "<p><strong>What Happened?</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p>Memory Text: \"Then God said, &lsquo;Let us make humankind in our image, according to our likeness. . . .&rsquo; So God created humankind in his image, in the image of God he created them; male and female he created them\" (Genesis 1:26, 27, NRSV).</p>",
  "weekDate": "March 27–April 2",
  "lessonDays": [
    {
      "id": 11,
      "idLesson": 1,
      "idDay": 1,
      "dayTitle": "",
      "date": "March 27",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>The biblical account of the creation of humanity is one filled with hope, happiness, and perfection. Each day of Creation ended with the divine pronouncement that it was \"good.&rdquo; Certainly that didn&rsquo;t include typhoons, earthquakes, famine, and diseases. What happened?</p> <p><br>The sixth day of Creation ended with the divine pronouncement that it was \"very good.&rdquo; That is because that day the Lord created beings in His own image: humans&mdash;something He had not done with anything else in the Genesis account. Of course, these beings were perfect in every way; they&rsquo;d have to be. After all, they were made in the image of God. Thus, of sheer necessity, they did not include murderers, thieves, liars, swindlers, and the vile in their ranks. What happened?</p> <p><br><br>This week&rsquo;s lesson looks at the creation, at what God had first made, and then at what happened to that perfect creation. Finally, it touches on the quarter&rsquo;s theme: what God is doing to make things right again. The Week at a Glance: What does the Bible teach about ori- gins? What kind of relationship did God want with humanity? What was the purpose of the tree of the knowledge of good and evil? What hope was given to Adam and Eve immediately after they fell?</p> <p><br>* Study this week&rsquo;s lesson to prepare for Sabbath, April 3.</p>"
    },
    {
      "id": 12,
      "idLesson": 1,
      "idDay": 2,
      "dayTitle": "<p><strong>Turtles All the Way Down . . .</strong></p>",
      "date": "March 28",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>\"In the beginning God created the heaven and the earth\" (Gen. 1:1).<br><br>A scientist had just lectured on the orbits of the planets around the sun, and the orbit of the sun around the center of the galaxy, when an elderly woman in black tennis shoes rose and said that the earth was a flat disc sitting on the back of a turtle.<br><br>The scientist, jesting, asked what the turtle sat on, and she responded that it sat on another turtle. \"Ma&rsquo;am,&rdquo; the scientist continued joking, \"what then does that turtle sit on?&rdquo;<br><br>She answered, \"Another turtle,&rdquo; but before he could ask what that turtle sat on, she wagged her finger in his face and snapped, \"Save your breath, sonny; it&rsquo;s turtles all the way down.&rdquo;</p> <p><br>However cute, that story deals with the most crucial issue of human existence&mdash;the nature of the universe itself. What is this world that we find ourselves in by no choice of our own? Why are we here? How did we get here? And where are we all finally going?</p> <p><br>These are the most basic and fundamental questions people could ask, because our understanding of who we are and how we got here will impact our understanding of how we live and how we act while we are here.</p> <p><br><br><strong>Look up the following texts: Genesis 1:1; Psalm 100:3; Isaiah 40:28; Acts 17:26; Ephesians 3:9; and Hebrews 1:2, 10. How does each one, in its own way, answer some of the above questions? What is the one point that they all have in common?</strong></p> <p><br></p> <p><strong>Genesis 1:1</strong></p> <p><sup><strong><span class=\"text Gen-1-1\"><span class=\"chapternum\"><strong><sup>1&nbsp;</sup></strong></span></span></strong></sup>In the beginning God created the heavens and the earth.&nbsp;</p> <p><br></p> <p><strong>&nbsp;Psalm 100:3</strong></p> <div class='\"poetry\"'> <div class=\"poetry\"> <p class=\"line\"><span class=\"text Ps-100-3\"><sup class=\"versenum\"><strong>3</strong>&nbsp;</sup>Know that the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span>, He <em>is</em> God;</span><strong><br></strong><span class=\"text Ps-100-3\"><em>It is</em> He <em>who</em> has made us, and not we ourselves;</span><br><span class=\"text Ps-100-3\"><em>We are</em> His people and the sheep of His pasture.</span></p> </div> <p class='\"line\"'><br></p> </div> <p><strong>&nbsp;Isaiah 40:28</strong></p> <div class=\"poetry\"> <p class=\"line\"><span class=\"text Isa-40-28\"><sup class=\"versenum\"><strong>28</strong>&nbsp;</sup>Have you not known?</span><strong><br></strong><span class=\"text Isa-40-28\">Have you not heard?</span><br><span class=\"text Isa-40-28\">The everlasting God, the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span>,</span><br><span class=\"text Isa-40-28\">The Creator of the ends of the earth,</span><br><span class=\"text Isa-40-28\">Neither faints nor is weary.</span><br><span class=\"text Isa-40-28\">His understanding is unsearchable.</span></p> </div> <p><br></p> <p><strong>&nbsp;Acts 17:26</strong></p> <p><strong><span class=\"text Acts-17-26\"><sup class=\"versenum\"><strong>26</strong>&nbsp;</sup></span></strong><span class=\"text Acts-17-26\">And He has made from one blood every nation of men to dwell on all the face of the earth, and has determined their preappointed times and the boundaries of their dwellings,&nbsp;</span></p> <p><br></p> <p><strong>Ephesians 3:9</strong></p> <p><strong><span class=\"text Eph-3-9\"><sup class=\"versenum\"><strong>9</strong>&nbsp;</sup></span></strong><span class=\"text Eph-3-9\">and to make all see what <em>is</em> the fellowship of the mystery, which from the beginning of the ages has been hidden in God who created all things through Jesus Christ;&nbsp;</span></p> <p><br></p> <p><strong>Hebrews 1:2, 10</strong></p> <p><strong><span class=\"text Heb-1-2\"><sup class=\"versenum\"><strong>2</strong>&nbsp;</sup></span></strong><span class=\"text Heb-1-2\">has in these last days spoken to us by <em>His</em> Son, whom He has appointed heir of all things, through whom also He made the worlds;&nbsp;</span></p> <p><br><br>What is interesting about Genesis 1:1 (or even the other texts) is that the Lord does not attempt to prove that He is the Creator. There are no elaborate arguments to make the point. Instead, it is simply and clearly stated, with no attempt to justify, explain, or prove it. Either we accept it on faith, or we do not. In fact, faith is the only way that we can accept it, for one simple reason: none of us were here to see the creation process itself. It would, indeed, have been a logical impossibility for us to have been there at our own creation. Even secularists, whatever view of origins they hold, have to take that view on faith for the same reason that we as creationists have to: none of us were there to view the event.</p> <p><br><br><strong>Nevertheless, even if God has asked us to believe in Him as Creator, He does not ask us to believe without giving us good reasons to believe. Realizing that there is a certain amount of faith required in almost anything we believe, write down reasons why it makes sense to have faith that we are here because a Creator purposely put us here, as opposed to our origins being rooted in nothing but pure chance.</strong></p>"
    },
    {
      "id": 13,
      "idLesson": 1,
      "idDay": 3,
      "dayTitle": "<p><strong>In the Image of the Maker (Gen. 1:27)</strong></p>",
      "date": "March 29",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>The Bible states that God created humankind&mdash;male and female&mdash;&ldquo;in His own image&rdquo; (Gen. 1:27, NKJV). Use this idea to answer the following questions:</strong></p> <p><strong>Gen. 1:27</strong></p> <p><strong>&nbsp;</strong><span class=\"text Gen-1-27\"><sup class=\"versenum\"><strong>27&nbsp;</strong></sup>So God created man in His <em>own</em> image; in the image of God He created him; male and female He created them.&nbsp;</span></p> <p><br><strong>1. What does it mean that God created us in His own image? In what ways are we &ldquo;in His own image&rdquo; (NKJV)?</strong></p> <p><br><br><strong>2. According to the Genesis account, did the Lord make anything else &ldquo;in His own image&rdquo; (NKJV) other than humankind? If not, what does that tell us about our unique status, in contrast to the rest of the earthly creation? What lessons can we draw from this contrast?</strong></p> <p><br><br><strong>3. What else can be found in the account of the creation of human- kind that sets the race apart from anything else the Lord had created? (See Gen. 2:7, 18&ndash;25.)</strong></p> <p><br></p> <p><strong>Gen. 2:7</strong></p> <p><span class=\"text Gen-2-7\"><sup class=\"versenum\"><strong>7&nbsp;</strong></sup>And the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span> God formed man <em>of</em> the dust of the ground, and breathed into his nostrils the breath of life; and man became a living being.</span></p> <p><strong>Gen. 2:18&ndash;25</strong></p> <p><br></p> <p><strong><span class=\"text Gen-2-18\"><sup class=\"versenum\"><strong>18 </strong></sup></span></strong><span class=\"text Gen-2-18\">And the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span> God said, &ldquo;<em>It is</em> not good that man should be alone; I will make him a helper comparable to him.&rdquo; </span></p> <p><strong>&nbsp;</strong><span class=\"text Gen-2-19\"><sup class=\"versenum\"><strong>19</strong>&nbsp;</sup>Out of the ground the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span> God formed every beast of the field and every bird of the air, and brought <em>them</em> to Adam to see what he would call them. And whatever Adam called each living creature, that <em>was</em> its name.&nbsp;</span>&nbsp;</p> <p><strong><span class=\"text Gen-2-20\"><sup class=\"versenum\"><strong>20</strong>&nbsp;</sup></span></strong><span class=\"text Gen-2-20\">So Adam gave names to all cattle, to the birds of the air, and to every beast of the field. But for Adam there was not found a helper comparable to him.</span></p> <p><span class=\"text Gen-2-21\"><sup class=\"versenum\"><strong>21</strong>&nbsp;</sup>And the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span> God caused a deep sleep to fall on Adam, and he slept; and He took one of his ribs, and closed up the flesh in its place.&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Gen-2-22\"><sup class=\"versenum\"><strong>22</strong>&nbsp;</sup>Then the rib which the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span> God had taken from man He made into a woman, and He brought her to the man.</span></p> <p><br></p> <p><strong><span class=\"text Gen-2-23\"><sup class=\"versenum\"><strong>23</strong>&nbsp;</sup></span></strong><span class=\"text Gen-2-23\">And Adam said:</span></p> <div class=\"poetry top-1\"> <p class=\"line\"><span class=\"text Gen-2-23\">&ldquo;This <em>is</em> now bone of my bones</span><br><span class=\"text Gen-2-23\">And flesh of my flesh;</span><br><span class=\"text Gen-2-23\">She shall be called Woman,</span><br><span class=\"text Gen-2-23\">Because she was taken out of Man.&rdquo;</span></p> </div> <p>&nbsp;</p> <p class=\"first-line-none top-1\"><strong><span class=\"text Gen-2-24\"><sup class=\"versenum\"><strong>24</strong>&nbsp;</sup></span></strong><span class=\"text Gen-2-24\">Therefore a man shall leave his father and mother and be joined to his wife, and they shall become one flesh.</span></p> <p>&nbsp;</p> <p><strong><span class=\"text Gen-2-25\"><sup class=\"versenum\"><strong>25 </strong></sup></span></strong><span class=\"text Gen-2-25\">And they were both naked, the man and his wife, and were not ashamed.</span></p> <p><br></p> <p><br>Although we must speak of God in human terminology, we must not forget that He is a spiritual Being (John 4:24), possessing divine characteristics. All we can say is that in our physical, mental, and spiritual natures, we reflect in some way our divine Creator, however much there remains about Him that, at least for us, is still shrouded in mystery. The Bible emphasizes, however, the spiritual and mental aspects of our mind. These aspects we can develop and improve. It is the uniqueness of the human mind that makes possible a nourishing relationship with God, something the rest of God&rsquo;s earthly creation seems unable to do.<br><br>Notice, too, the unique account of how God made woman. Both men and women share the incredible privilege of being made in the image of God. In their creation, there is no hint of inferiority of one to the other. God Himself made them both from the same material. God made both equal from the start and placed them together in a special relationship with Him. Both had the same opportunity to develop their God-given characters in a way that would bring glory to Him.<br><br>&ldquo;God Himself gave Adam a companion. He provided &lsquo;an help meet for him&rsquo;&mdash;a helper corresponding to him&mdash;one who was fitted to be his companion, and who could be one with him in love and sympathy. Eve was created from a rib taken from the side of Adam, signifying that she was not to control him as the head, nor to be trampled under his feet as an inferior, but to stand by his side as an equal, to be loved and protected by him.&rdquo;&mdash;Ellen G. White, Patriarchs and Prophets, p. 46.</p>"
    },
    {
      "id": 14,
      "idLesson": 1,
      "idDay": 4,
      "dayTitle": "<p><strong>God and Humankind Together (Gen. 1:28, 29)</strong></p>",
      "date": "March 30",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Notice God&rsquo;s first spoken words to humankind, at least as they appear in Scripture. He points them to their ability to procreate, to reproduce more of their own kind. He also points them to the earth itself, to the creation, and He tells them to replenish it, to subdue it, and to have mastery over it. He also points them to the plants they can eat. In short, according to the Bible, God&rsquo;s first words to man and woman deal spe- cifically with their interaction and relationship with the physical world.</p> <p><br><strong>What do Genesis 1:28, 29 tell us about how God views the material world? Do they imply that there is something bad in material things and our enjoyment of them? What lessons can we learn from these early scenes in human history about how we should relate to the creation itself?</strong></p> <p><br><strong>Genesis 1:28, 29</strong></p> <p><strong><span class=\"text Gen-1-28\"><sup class=\"versenum\"><strong>28</strong>&nbsp;</sup></span></strong><span class=\"text Gen-1-28\">Then God blessed them, and God said to them, &ldquo;Be fruitful and multiply; fill the earth and subdue it; have dominion over the fish of the sea, over the birds of the air, and over every living thing that moves on the earth.</span><strong><span class=\"text Gen-1-28\">&rdquo;</span></strong></p> <p><br></p> <p><strong><span class=\"text Gen-1-28\"><span class=\"text Gen-1-29\"><sup class=\"versenum\">29&nbsp;</sup></span></span></strong><span class=\"text Gen-1-28\"><span class=\"text Gen-1-29\">And God said, &ldquo;See, I have given you every herb <em>that</em> yields seed which <em>is</em> on the face of all the earth, and every tree whose fruit yields seed; to you it shall be for food. </span></span></p> <p><br>Also, with these words, God takes the first steps toward a relationship with humankind. He speaks to them, gives them commands, tells them what to do. There&rsquo;s a responsibility implicit in these words too. God has asked them to be masters over this wonderful creation that He Himself has made.</p> <p><br><strong>Genesis 1:28 says that God blessed Adam and Eve. What does that mean? What kind of relationship does it imply between them and their Creator?</strong></p> <p><br>God addressed Adam and Eve as intelligent beings who could respond to His kindness and enter into communion and fellowship with Him. Also, as creature-children, Adam and Eve were dependent upon the blessing and care of their Creator-Father. He provided all they needed. They did nothing to deserve what He gave them. They were purely recipients of something they did not earn.</p> <p><br><br>When we read about the creation of man and woman, we can see elements, before sin, of the kind of relationship God wants us to have with Him now, after sin. Review the day&rsquo;s study and see what parallels you can find that help us understand how we can relate to Him, even in our fallen condition.</p>"
    },
    {
      "id": 15,
      "idLesson": 1,
      "idDay": 5,
      "dayTitle": "<p>At the Tree</p>",
      "date": "March 31",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>&ldquo;And the Lord God commanded the man, saying, Of every tree of the garden thou mayest freely eat: But of the tree of the knowledge of good and evil, thou shalt not eat of it: for in the day that thou eatest thereof thou shalt surely die&rdquo; (Gen. 2:16, 17).<br><br>This test provided Adam and Eve with an opportunity to exercise their free will. It also challenged them to respond positively or nega- tively to their relationship with the Creator. It also shows that God had made them free moral beings. After all, if they did not have the oppor- tunity to disobey, why would the Lord have even bothered warning them, in the first place, against disobedience?<br><br>&ldquo;Everything preceding in this chapter has paved the way for this climax [Gen. 2:16, 17]. The future of the race centers upon this single prohibition. Man is not to be confused by a multiplicity of issues. Only one divine ordinance must be kept in mind. By thus limiting the number of injunctions to one, Yahweh gives tokens of his mercy. Besides, to indicate that this one commandment is not grievous, the Lord sets it against the background of a broad permission: &lsquo;from [every] tree of the garden thou mayest freely eat.&rsquo; &rdquo;&mdash;H. C. Leupold, Exposition of Genesis (Columbus, OH: Wartburg Press, 1942), vol. 1, p. 127.<br><br>By calling Adam and Eve to obey His will, God was saying: I am your Creator, and I have made you in My image. Your life is sustained by Me, for by Me you live and move and have your being. I have provided all things for your well-being and happiness (sustenance, home, human companionship) and have established you as ruler of this world under Me. If you are willing to affirm this relationship with Me because you love Me, then I will be your God, and you will be My children. And you can affirm this relationship and the trust implicit in it by simply obeying this specific command.<br><br>In the end, our relationship with God can be effective and lasting only if we freely choose to accept His will. In essence, rejecting His will is to claim independence from Him. It indicates that we believe we do not need Him. That is a choice that results in the knowledge of evil, and evil leads to alienation, loneliness, frustration, and death.<br><br>The test God gave Adam and Eve was one of loyalty and faith. Would they be loyal to their Creator, who had given them every- thing they needed, plus a world of delights, or would they go their own way, independent of His will?<br><br>Would they have enough faith in Him to take Him at His word? Their loyalty and faith were tested by the tree of the knowledge of good and evil. In what ways do we face similar tests every day? How does God&rsquo;s law function as a parallel to the command given in Genesis 2:16, 17?</p>"
    },
    {
      "id": 16,
      "idLesson": 1,
      "idDay": 6,
      "dayTitle": "<p><strong>Breaking the Relationship</strong></p>",
      "date": "April 1",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>We tend to believe people we know and instinctively distrust those whom we do not. Eve naturally would have distrusted Satan. Furthermore, any direct attack against God would have made her defensive. What steps, then, did Satan take to bypass Eve&rsquo;s natural defenses? (Gen. 3:1&ndash;6).</p> <p><strong>Gen. 3:1&ndash;6</strong></p> <p class=\"chapter-1\"><sup><span class=\"text Gen-3-1\"><strong><sup>1</sup></strong></span></sup>Now the serpent was more cunning than any beast of the field which the Lord God had made. And he said to the woman, &ldquo;Has God indeed said, &lsquo;You shall not eat of every tree of the garden&rsquo;?&rdquo;</p> <p><br></p> <p><span class=\"text Gen-3-2\"><sup class=\"versenum\"><strong>2</strong>&nbsp;</sup>And the woman said to the serpent, &ldquo;We may eat the fruit of the trees of the garden;&nbsp;</span><strong>&nbsp;</strong></p> <p><br></p> <p><span class=\"text Gen-3-3\"><sup class=\"versenum\"><strong>3</strong>&nbsp;</sup>but of the fruit of the tree which <em>is</em> in the midst of the garden, God has said, &lsquo;You shall not eat it, nor shall you touch it, lest you die.&rsquo; &rdquo;</span></p> <p>&nbsp;</p> <p><span class=\"text Gen-3-4\"><sup class=\"versenum\"><strong>4</strong>&nbsp;</sup>Then the serpent said to the woman, &ldquo;You will not surely die.&nbsp;</span><strong>&nbsp;</strong></p> <p><br></p> <p><span class=\"text Gen-3-5\"><sup class=\"versenum\"><strong>5&nbsp;</strong></sup>For God knows that in the day you eat of it your eyes will be opened, and you will be like God, knowing good and evil.&rdquo;</span></p> <p>&nbsp;</p> <p><span class=\"text Gen-3-6\"><sup class=\"versenum\"><strong>6</strong>&nbsp;</sup>So when the woman saw that the tree <em>was</em> good for food, that it <em>was</em> pleasant to the eyes, and a tree desirable to make <em>one</em> wise, she took of its fruit and ate. She also gave to her husband with her, and he ate.&nbsp;</span><strong>&nbsp;</strong></p> <p><br><br>&ldquo;Deplorable as was Eve&rsquo;s transgression and fraught as it was with potential woe for the human family, her choice did not necessarily involve the race in the penalty for her transgression. It was the deliber- ate choice of Adam, in the full understanding of an express command of God&mdash;rather than hers&mdash;that made sin and death the inevitable lot of mankind. Eve was deceived; Adam was not.&rdquo;&mdash;The SDA Bible Commentary, vol. 1, p. 231.<br><br>As a result of this blatant transgression and disregard of God&rsquo;s com- mand, the relationship between God and humankind is now broken. It changed from open fellowship with God to fleeing in fear from His presence (Gen. 3:8&ndash;10). Alienation and separation replace fellowship and communion. Sin appeared, and all its ugly results followed. Unless something was done, humanity was heading for eternal ruin.<br><br>In the midst of this tragedy, what words of hope and promise did God speak? (See Gen. 3:15.)</p> <p><br></p> <p><strong>Gen. 3:15</strong></p> <p><br></p> <div class=\"poetry\"> <p class=\"line\"><span class=\"text Gen-3-15\"><sup class=\"versenum\"><strong>15</strong>&nbsp;</sup>And I will put enmity</span><strong><br></strong><span class=\"text Gen-3-15\">Between you and the woman,</span><br><span class=\"text Gen-3-15\">And between your seed and her Seed;</span><br><span class=\"text Gen-3-15\">He shall bruise your head,</span><br><span class=\"text Gen-3-15\">And you shall bruise His heel.&rdquo;</span></p> </div> <p><strong><br></strong><br>God&rsquo;s surprising word of prophetic hope speaks of a divinely ordained hostility between the serpent and the woman, between her Offspring and his offspring. This climaxes in the victorious appearance of a representa- tive Offspring of the woman&rsquo;s seed who delivers a deadly blow to the head of Satan, while he would be able only to bruise the Messiah&rsquo;s heel.<br><br>In their utter helplessness, Adam and Eve were to gain hope from this Messianic promise, hope that would transform their existence, because this hope was God-given and God-supported. This promise of the Messiah and of final victory, however vaguely stated at that time, lifted the gloom into which sinning had placed them.</p> <p><br></p> <p><strong>Genesis 3:9</strong></p> <p><br></p> <p><strong><span class=\"text Gen-3-9\"><sup class=\"versenum\"><strong>9</strong>&nbsp;</sup></span></strong><span class=\"text Gen-3-9\">Then the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span> God called to Adam and said to him, &ldquo;Where <em>are</em> you?&rdquo;</span></p> <p><br></p> <p>Read Genesis 3:9, where God says to Adam and Eve, &ldquo; &lsquo;Where are you?&rsquo; &rdquo; (NKJV). God, of course, knew where they were. His words, instead of being filled with condemnation, were to draw guiltridden humankind back to Him. In short, God&rsquo;s first words to fallen humanity came with the hope of His grace and mercy. Even now, in what ways do we find God seeking to call us to His mercy and grace?</p>"
    },
    {
      "id": 17,
      "idLesson": 1,
      "idDay": 7,
      "dayTitle": "",
      "date": "April 2",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:</strong><br><br>The Bible overflows with calls to sinners and back- sliders. Compare Psalm 95:7, 8; Isaiah 55:1, 2, 6, 7; Luke 15:3&ndash;7; and Luke 19:10. What others can you find?<br><br>Also read Ellen G. White, &ldquo;The Creation,&rdquo; pp. 44&ndash;51; &ldquo;The Temptation and Fall,&rdquo; pp. 52&ndash;62; and &ldquo;The Plan of Redemption,&rdquo; pp. 63&ndash;70, in Patriarchs and Prophets.<br><br>&ldquo;There was a gospel sermon, I think, in those three divine words as they penetrated the dense parts of the thicket, and reached the tingling ears of the fugitives&mdash;&lsquo;Where art thou?&rsquo; Thy God is not willing to lose thee; He is come forth to seek thee, just as by-and-by He means to come forth in the Person of His Son, not only to seek but to save that which now is lost.&rdquo;&mdash;Charles Haddon Spurgeon, The Treasury of the Bible, The Old Testament (Grand Rapids, MI: Zondervan Publishing House, 1962), vol. 1, p. 11.<br><br><strong>Discussion Questions:</strong><br><br><strong>1.</strong> Because the kind and caring God is the One who seeks human- kind, how can we respond to this expression of love by the Father and Jesus Christ even now? How does the Lord expect us to respond?&nbsp;</p> <p><br></p> <p><strong>2.</strong> Contrast the biblical picture of humankind as fallen from a lofty place in God&rsquo;s creation and in need of redemption with the evolu- tionary theory of development. Which offers more hope, and why?&nbsp;</p> <p><br></p> <p><strong>3. </strong>How essential are loving relationships to human happiness? Why is a flourishing connection to God necessary to such rela- tionships? Discuss the influence of healthy human relationships on the persons in those relationships (parent-child, friend-friend, husband-wife, employer-employee, etc.).<br><br><strong>Summary:</strong> God created us in His own image so that a loving fellowship could exist between Him and us. Although the entrance of sin shattered the original union, God seeks to restore this relationship through the plan of redemption. Life for us as dependent creatures takes on true meaning and clarity only when we enter into union with our Creator.<br><strong><br>Inside Story:</strong><br><br>First Deaf Theology Student By Jose Rodrigo Martinez Patron<br><br>My Seventh-day Adventist mother noticed that I, as a baby, did not respond to sounds in our home in Merida, Mexico. She would call my name, and I did not notice.<br><br>Mother sought help when I was about two. She sent me to a special-needs school that taught me sign language and how to speak. My teacher taught me the sounds of letters and words. I put my hand to her throat when she spoke and then tried to replicate the sound with my own throat.<br><br>My mother cried because her son couldn&rsquo;t hear her voice. &ldquo;Don&rsquo;t worry,&rdquo; the teacher said. &ldquo;Have patience. Everything will work out fine.&rdquo;<br><br>I attended the special-needs school for two hours every day. I also studied at an Adventist school for two hours daily. The church school taught me how to read and write, and, most important, it taught me about God.<br><br>I attended the Adventist school up to the age of eight. But the school didn&rsquo;t have teachers who knew sign language, so Mother ended up sending me to a public school with teachers who could communicate with me.<br><br>The first time that I met other Adventist young people with hearing impairments was at a church-organized conference at Linda Vista Adventist University. It was wonderful to mingle with other Adventist young people with the same needs as mine. I was invited to attend the annual conference again in two years. Then the Inter-American Division organized its first special-needs conference and held the event at Montemorelos University in Monterrey, Mexico. At the conference, a desire grew in me to serve God as a pastor. But how? I could never afford the tuition. As the conference concluded, university president Ismael Castillo made a surprising announcement. &ldquo;Do any of you want to study here?&rdquo; he asked. He offered a full scholarship for the tuition. I understood then that God was calling me to be a pastor, and I stood up. I am the first deaf theology student at Montemorelos University. This is my second year at the university. It is difficult because no one knows sign language. I concentrate hard and try to read the teachers&rsquo; lips. I failed several classes my first year, and I have to retake those classes. I have led several evangelistic meetings for the hearing-impaired, including in Mexico City. Churches with deaf people invite me to preach. I have a huge desire in my heart to graduate and serve as a pastor. I dream about going to the mission field, perhaps to Spain as a missionary to the hearing-impaired. Please pray for the hearing-impaired. We all have dreams. We are willing to do big things for the Lord.</p>"
    }
  ]
}
