{
  "id": 707,
  "lessonNumber": 7,
  "versionCode": 5,
  "quarter": "4T2020",
  "title": "<p style=\"text-align: center;\"><strong>Worship in Education</strong></p> ",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p><strong>Memory Text: &ldquo;Give to the Lord the glory due His name; bring an offering, and come before Him. Oh, worship the Lord in the beauty of holiness&rdquo; (1 Chronicles 16:29, NKJV).</strong></p>",
  "weekDate": "November 7- November 13",
  "lessonDays": [
    {
      "id": 71,
      "idLesson": 7,
      "idDay": 1,
      "dayTitle": "",
      "date": "November 7",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Worship is part of humanity, part of human nature, even fallen human nature. No question, we were created as beings who, out of the freedom given us by God, would worship the Lord because we love Him and know that He is worthy of worship. Such worship must have been pretty easy in a pre-Fall world, where humans had face-to-face access to God in a creation unmarred by sin, death, and destruction&mdash;a creation that we who know only a fallen world can barely imagine.</p> <p>Today, of course, although the innate need to worship still exists in us, it, like everything else in this world, has been twisted and distorted by sin, which means that among other things we, as worshiping beings, can end up worshiping the wrong things, or even end up not worshiping the Lord in the way that He is supposed to be worshiped (see, for instance, Mark 7:1&ndash;13, Jer. 7:4). Hence, because worship is so central to the Christian experience, Christian education must deal with the question of worship, the subject for this week&rsquo;s lesson.</p>"
    },
    {
      "id": 72,
      "idLesson": 7,
      "idDay": 2,
      "dayTitle": "<p style=\"text-align: center;\"><strong>We All Worship Something</strong></p>",
      "date": "November 8",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p style=\"text-align: justify;\">&nbsp;There&rsquo;s something in us&mdash;something, no doubt, that was originally woven in us by God but, as with everything else, became warped by sin&mdash;that longs to worship. Obviously, in the beginning we were to worship the only One worthy of worship, our Lord and Creator. But since the Fall, all this has changed, even greatly. But, yes, we all worship something, someone, whatever. This helps explain why all through human history, and even today, humans practice worship. In ancient Egypt, some people worshiped the pharaoh; at other times, in other lands, people worshiped statues of fish, multiheaded gods, and other supposed deities. Some people worshiped the sun, the moon, the stars. Today, most people are too sophisticated to bow down before a statue of a frog (but, apparently, not a statue of Mary); yet, this hardly means that humans, even secular humans, don&rsquo;t worship something: money, power, sex, themselves, rock stars, actors, politicians. Whatever we love the most, whatever we focus most of our attention on, whatever we live for, that is what we worship. And, warned secular author David Foster Wallace, if you worship the wrong thing, it &ldquo;will eat you alive.&rdquo;</p> <p><strong>What does the story in Daniel 3 teach us about the importance of true worship?</strong></p> <p><strong>Daniel 3 </strong></p> <p>The Image of Gold&nbsp;</p> <p>1Nebuchadnezzar the king made an image of gold, whose height was sixty cubits and its width six cubits. He set it up in the plain of Dura, in the province of Babylon.&nbsp;</p> <p>2 And King Nebuchadnezzar sent word to gather together the satraps, the administrators, the governors, the counselors, the treasurers, the judges, the magistrates, and all the officials of the provinces, to come to the dedication of the image which King Nebuchadnezzar had set up.&nbsp;</p> <p>3 So the satraps, the administrators, the governors, the counselors, the treasurers, the judges, the magistrates, and all the officials of the provinces gathered together for the dedication of the image that King Nebuchadnezzar had set up; and they stood before the image that Nebuchadnezzar had set up.&nbsp;</p> <p>4 Then a herald cried aloud: &ldquo;To you it is commanded, O peoples, nations, and languages,&nbsp;</p> <p>5 that at the time you hear the sound of the horn, flute, harp, lyre, and psaltery, in symphony with all kinds of music, you shall fall down and worship the gold image that King Nebuchadnezzar has set up;&nbsp;</p> <p>6 and whoever does not fall down and worship shall be cast immediately into the midst of a burning fiery furnace.&rdquo;&nbsp;</p> <p>7 So at that time, when all the people heard the sound of the horn, flute, harp, and lyre, in symphony with all kinds of music, all the people, nations, and languages fell down and worshiped the gold image which King Nebuchadnezzar had set up.</p> <p><strong>Daniel&rsquo;s Friends Disobey the King&nbsp;</strong></p> <p>8 Therefore at that time certain Chaldeans came forward and accused the Jews.&nbsp;</p> <p>9 They spoke and said to King Nebuchadnezzar, &ldquo;O king, live forever!&nbsp;</p> <p>10 You, O king, have made a decree that everyone who hears the sound of the horn, flute, harp, lyre, and psaltery, in symphony with all kinds of music, shall fall down and worship the gold image;&nbsp;</p> <p>11 and whoever does not fall down and worship shall be cast into the midst of a burning fiery furnace. 12 There are certain Jews whom you have set over the affairs of the province of Babylon: Shadrach, Meshach, and Abed-Nego; these men, O king, have not paid due regard to you. They do not serve your gods or worship the gold image which you have set up.&rdquo;&nbsp;</p> <p>13 Then Nebuchadnezzar, in rage and fury, gave the command to bring Shadrach, Meshach, and Abed-Nego. So they brought these men before the king.&nbsp;</p> <p>14 Nebuchadnezzar spoke, saying to them, &ldquo;Is it true, Shadrach, Meshach, and Abed-Nego, that you do not serve my gods or worship the gold image which I have set up?&nbsp;</p> <p>15 Now if you are ready at the time you hear the sound of the horn, flute, harp, lyre, and psaltery, in symphony with all kinds of music, and you fall down and worship the image which I have made, good! But if you do not worship, you shall be cast immediately into the midst of a burning fiery furnace. And who is the god who will deliver you from my hands?&rdquo;&nbsp;</p> <p>16 Shadrach, Meshach, and Abed-Nego answered and said to the king, &ldquo;O Nebuchadnezzar, we have no need to answer you in this matter.&nbsp;</p> <p>17 If that is the case, our God whom we serve is able to deliver us from the burning fiery furnace, and He will deliver us from your hand, O king.&nbsp;</p> <p>18 But if not, let it be known to you, O king, that we do not serve your gods, nor will we worship the gold image which you have set up.&rdquo; Saved in Fiery Trial&nbsp;</p> <p>19 Then Nebuchadnezzar was full of fury, and the expression on his face changed toward Shadrach, Meshach, and Abed-Nego. He spoke and commanded that they heat the furnace seven times more than it was usually heated.&nbsp;</p> <p>20 And he commanded certain mighty men of valor who were in his army to bind Shadrach, Meshach, and Abed-Nego, and cast them into the burning fiery furnace.&nbsp;</p> <p>21 Then these men were bound in their coats, their trousers, their turbans, and their other garments, and were cast into the midst of the burning fiery furnace.&nbsp;</p> <p>22 Therefore, because the king&rsquo;s command was urgent, and the furnace exceedingly hot, the flame of the fire killed those men who took up Shadrach, Meshach, and Abed-Nego.&nbsp;</p> <p>23 And these three men, Shadrach, Meshach, and Abed-Nego, fell down bound into the midst of the burning fiery furnace.&nbsp;</p> <p>24 Then King Nebuchadnezzar was astonished; and he rose in haste and spoke, saying to his counselors, &ldquo;Did we not cast three men bound into the midst of the fire?&rdquo;</p> <p><strong>They answered and said to the king, &ldquo;True, O king.&rdquo;&nbsp;</strong></p> <p>25 &ldquo;Look!&rdquo; he answered, &ldquo;I see four men loose, walking in the midst of the fire; and they are not hurt, and the form of the fourth is like the Son of God.&rdquo; Nebuchadnezzar Praises God&nbsp;</p> <p>26 Then Nebuchadnezzar went near the mouth of the burning fiery furnace and spoke, saying, &ldquo;Shadrach, Meshach, and Abed-Nego, servants of the Most High God, come out, and come here.&rdquo; Then Shadrach, Meshach, and Abed-Nego came from the midst of the fire.&nbsp;</p> <p>27 And the satraps, administrators, governors, and the king&rsquo;s counselors gathered together, and they saw these men on whose bodies the fire had no power; the hair of their head was not singed nor were their garments affected, and the smell of fire was not on them.&nbsp;</p> <p>28 Nebuchadnezzar spoke, saying, &ldquo;Blessed be the God of Shadrach, Meshach, and Abed-Nego, who sent His Angel and delivered His servants who trusted in Him, and they have frustrated the king&rsquo;s word, and yielded their bodies, that they should not serve nor worship any god except their own God! 29 Therefore I make a decree that any people, nation, or language which speaks anything amiss against the God of Shadrach, Meshach, and Abed-Nego shall be cut in pieces, and their houses shall be made an ash heap; because there is no other God who can deliver like this.&rdquo;&nbsp;</p> <p>30 Then the king promoted Shadrach, Meshach, and Abed-Nego in the province of Babylon.</p> <p>The three Jewish boys obviously took the second commandment (Exod. 20:4&ndash;6) as seriously as God had meant it to be taken. After all, it&rsquo;s part of the Ten Commandments, right up there with prohibitions on murder and robbery and so forth. Worship, proper worship, is so important that, in fact, it becomes central to the issues in the last days, before the second coming of Christ. Thus, Christian education needs to include the whole question of worship: what is it, how do we do it, why is it important, and whom do we worship?</p> <p><strong>Read Revelation 14:6&ndash;12. What do these texts teach us about how central the question of worship will be in the final crisis before Christ returns?</strong></p> <p><strong>Revelation 14:6&ndash;12&nbsp;</strong></p> <p>The Proclamations of Three Angels&nbsp;</p> <p>6 Then I saw another angel flying in the midst of heaven, having the everlasting gospel to preach to those who dwell on the earth&mdash;to every nation, tribe, tongue, and people&mdash;&nbsp;</p> <p>7 saying with a loud voice, &ldquo;Fear God and give glory to Him, for the hour of His judgment has come; and worship Him who made heaven and earth, the sea and springs of water.&rdquo;&nbsp;</p> <p>8 And another angel followed, saying, &ldquo;Babylon is fallen, is fallen, that great city, because she has made all nations drink of the wine of the wrath of her fornication.&rdquo;&nbsp;</p> <p>9 Then a third angel followed them, saying with a loud voice, &ldquo;If anyone worships the beast and his image, and receives his mark on his forehead or on his hand,&nbsp;</p> <p>10 he himself shall also drink of the wine of the wrath of God, which is poured out full strength into the cup of His indignation. He shall be tormented with fire and brimstone in the presence of the holy angels and in the presence of the Lamb.&nbsp;</p> <p>11 And the smoke of their torment ascends forever and ever; and they have no rest day or night, who worship the beast and his image, and whoever receives the mark of his name.&rdquo;&nbsp;</p> <p>12 Here is the patience of the saints; here are those who keep the commandments of God and the faith of Jesus.</p> <p><br></p>"
    },
    {
      "id": 73,
      "idLesson": 7,
      "idDay": 3,
      "dayTitle": "<p style=\"text-align: center;\"><strong>And Declare Them to Their Children</strong></p>",
      "date": "November 9",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p style=\"text-align: justify;\">The Psalms in the Old Testament eventually came to play a role in the religious life of ancient Israel. They were recited, sung, often with musical instruments, during times of worship, especially public worship, which in the Old Testament was key to how the people worshiped in general. Israel functioned as a community, and as a community, they worshiped together. The Psalms are basically poems, the lyrics to songs. The Hebrew word for the Psalms, Tehill&icirc;m, means &ldquo;songs of praise.&rdquo; And when we sing praises to God, whatever else we are doing, we are worshiping the Lord.</p> <p><strong>Read Psalm 78:1&ndash;17. What is the essential message here, and how does it fit in with the whole question of education and worship?</strong></p> <p><strong>salm 78:1&ndash;17</strong></p> <p><strong>God&rsquo;s Kindness to Rebellious Israel A Contemplation of Asaph.</strong></p> <p>1 Give ear, O my people, to my law; Incline your ears to the words of my mouth.</p> <p>2 I will open my mouth in a parable; I will utter dark sayings of old,</p> <p>3 Which we have heard and known, And our fathers have told us.</p> <p>4 We will not hide them from their children, Telling to the generation to come the praises of the Lord, And His strength and His wonderful works that He has done.</p> <p>5 For He established a testimony in Jacob, And appointed a law in Israel, Which He commanded our fathers, That they should make them known to their children;</p> <p>6 That the generation to come might know them, The children who would be born, That they may arise and declare them to their children,</p> <p>7 That they may set their hope in God, And not forget the works of God, But keep His commandments; 8 And may not be like their fathers, A stubborn and rebellious generation, A generation that did not set its heart aright, And whose spirit was not faithful to God.</p> <p>9 The children of Ephraim, being armed and carrying bows, Turned back in the day of battle.&nbsp;</p> <p>10 They did not keep the covenant of God; They refused to walk in His law,&nbsp;</p> <p>11 And forgot His works And His wonders that He had shown them.</p> <p>12 Marvelous things He did in the sight of their fathers, In the land of Egypt, in the field of Zoan.</p> <p>13 He divided the sea and caused them to pass through; And He made the waters stand up like a heap. 14 In the daytime also He led them with the cloud, And all the night with a light of fire.</p> <p>15 He split the rocks in the wilderness, And gave them drink in abundance like the depths.</p> <p>16 He also brought streams out of the rock, And caused waters to run down like rivers.</p> <p>17 But they sinned even more against Him By rebelling against the Most High in the wilderness.</p> <p>There is a certain determination about the message of Psalm 78. In verse 2, Asaph mentions how we will share the &ldquo;dark sayings of old.&rdquo; The word &ldquo;dark&rdquo; does not mean &ldquo;ominous&rdquo; but, rather, dim or fading, as history can become when its crucial events go further and further back in time. In other translations, &ldquo;dark&rdquo; is referred to as &ldquo;secret&rdquo; (NLV) or &ldquo;sweet old truths&rdquo; (The Message). The point here is that whatever else the education of Israel included, it included teaching the children the stories about the Lord&rsquo;s dealing with the chosen nation.</p> <p><strong>Look at Psalm 78:6&ndash;17. What were the specific lessons that they were to teach their children? What was the ultimate goal of this education?</strong></p> <p><strong>Among the goals of education as seen in the texts is that the children would learn to trust in God and keep His commandments. How might a text such as Revelation 14:12 reflect that same idea for us today?</strong></p> <p><strong>Revelation 14:12</strong></p> <p>12 Here is the patience of the saints; here are those who keep the commandments of God and the faith of Jesus.</p>"
    },
    {
      "id": 74,
      "idLesson": 7,
      "idDay": 7,
      "dayTitle": "<p style=\"text-align: center;\"><strong>In Spirit and in Truth</strong>&nbsp;</p>",
      "date": "November 10",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p style=\"text-align: left;\">One of the most wonderful accounts in the New Testament of how Jesus ministered to broken souls is found in the story of Jesus and the woman at the well.</p> <p><strong>Read John 4:7&ndash;26. What does Jesus say to her about worship? In fact, how did they get on the topic of worship to begin with?&nbsp;</strong></p> <p><strong>John 4:7&ndash;26</strong></p> <p>7 A woman of Samaria came to draw water. Jesus said to her, &ldquo;Give Me a drink.&rdquo;&nbsp;</p> <p>8 For His disciples had gone away into the city to buy food.</p> <p>9 Then the woman of Samaria said to Him, &ldquo;How is it that You, being a Jew, ask a drink from me, a Samaritan woman?&rdquo; For Jews have no dealings with Samaritans.</p> <p>10 Jesus answered and said to her, &ldquo;If you knew the gift of God, and who it is who says to you, &lsquo;Give Me a drink,&rsquo; you would have asked Him, and He would have given you living water.&rdquo;</p> <p>11 The woman said to Him, &ldquo;Sir, You have nothing to draw with, and the well is deep. Where then do You get that living water?&nbsp;</p> <p>12 Are You greater than our father Jacob, who gave us the well, and drank from it himself, as well as his sons and his livestock?&rdquo;</p> <p>13 Jesus answered and said to her, &ldquo;Whoever drinks of this water will thirst again,&nbsp;</p> <p>14 but whoever drinks of the water that I shall give him will never thirst. But the water that I shall give him will become in him a fountain of water springing up into everlasting life.&rdquo;</p> <p>15 The woman said to Him, &ldquo;Sir, give me this water, that I may not thirst, nor come here to draw.&rdquo;</p> <p>16 Jesus said to her, &ldquo;Go, call your husband, and come here.&rdquo;</p> <p>17 The woman answered and said, &ldquo;I have no husband.&rdquo;</p> <p>Jesus said to her, &ldquo;You have well said, &lsquo;I have no husband,&rsquo;<strong> </strong></p> <p>18 for you have had five husbands, and the one whom you now have is not your husband; in that you spoke truly.&rdquo;</p> <p>19 The woman said to Him, &ldquo;Sir, I perceive that You are a prophet.&nbsp;</p> <p>20 Our fathers worshiped on this mountain, and you Jews say that in Jerusalem is the place where one ought to worship.&rdquo;</p> <p>21 Jesus said to her, &ldquo;Woman, believe Me, the hour is coming when you will neither on this mountain, nor in Jerusalem, worship the Father.&nbsp;</p> <p>22 You worship what you do not know; we know what we worship, for salvation is of the Jews.&nbsp;</p> <p>23 But the hour is coming, and now is, when the true worshipers will worship the Father in spirit and truth; for the Father is seeking such to worship Him.&nbsp;</p> <p>24 God is Spirit, and those who worship Him must worship in spirit and truth.&rdquo;</p> <p>25 The woman said to Him, &ldquo;I know that Messiah is coming&rdquo; (who is called Christ). &ldquo;When He comes, He will tell us all things.&rdquo;</p> <p>26 Jesus said to her, &ldquo;I who speak to you am He.&rdquo;</p> <p style=\"text-align: justify;\">Though she tried to change the subject by talking about worship, Jesus used her tactic to give us some profound truths about worship and what worship involves. Perhaps most important for our immediate purposes is what He said in John 4:24: &ldquo;God is Spirit, and those who worship Him must worship in spirit and truth&rdquo; (NKJV). True worship of the Lord must be &ldquo;in spirit,&rdquo; that is, it must stem from love of God, from the experience of knowing Him personally. &ldquo;The religion that comes from God is the only religion that will lead to God. In order to serve Him aright, we must be born of the divine Spirit. This will purify the heart and renew the mind, giving us a new capacity for knowing and loving God. It will give us a willing obedience to all His requirements. This is true worship. It is the fruit of the working of the Holy Spirit.&rdquo;&mdash;Ellen G. White, The Desire of Ages, p. 189. At the same time, worship must be &ldquo;in truth.&rdquo; We must have some correct knowledge of God, of who He is and what He requires of us. In other words, doctrine is involved, as well. (How meaningful it is, for example, to know that we worship a God who does not burn people in hell for eternity.) Thus, we see here two elements in worship: the experience that comes from knowing and obeying God, and the objective truths revealed to us about God. Spirit without truth can lead to a shallow sentimentalism that&rsquo;s built more on fickle emotion than on anything else. In contrast, truth without spirit can lead to a lifeless formalism. Hence, we need both.</p> <p><strong>How would you seek to teach someone to worship &ldquo;in spirit and truth&rdquo;? In what cases might someone need an emphasis more on one than on the other?</strong></p>"
    },
    {
      "id": 75,
      "idLesson": 7,
      "idDay": 5,
      "dayTitle": "<p style=\"text-align: center;\"><strong>The Beauty of Holiness</strong></p>",
      "date": "November 11",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Read 1 Chronicles 16:1&ndash;36. Try to picture the scene. Do you imagine it as solemn, fearful, or festive and joyous? In what way might it be a combination of both? What can we learn from this scene about worship and how we should teach and even experience worship?</strong></p> <p><strong>1 Chronicles 16:1&ndash;36</strong></p> <p><strong>The Ark Placed in the Tabernacle</strong></p> <p>1 So they brought the ark of God, and set it in the midst of the tabernacle that David had erected for it. Then they offered burnt offerings and peace offerings before God.&nbsp;</p> <p>2 And when David had finished offering the burnt offerings and the peace offerings, he blessed the people in the name of the Lord.&nbsp;</p> <p>3 Then he distributed to everyone of Israel, both man and woman, to everyone a loaf of bread, a piece of meat, and a cake of raisins.</p> <p>4 And he appointed some of the Levites to minister before the ark of the Lord, to commemorate, to thank, and to praise the Lord God of Israel:&nbsp;</p> <p>5 Asaph the chief, and next to him Zechariah, then Jeiel, Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, and Obed-Edom: Jeiel with stringed instruments and harps, but Asaph made music with cymbals;&nbsp;</p> <p>6 Benaiah and Jahaziel the priests regularly blew the trumpets before the ark of the covenant of God.</p> <p>David&rsquo;s Song of Thanksgiving</p> <p>7 On that day David first delivered this psalm into the hand of Asaph and his brethren, to thank the Lord:</p> <p>8 Oh, give thanks to the Lord!</p> <p>Call upon His name;</p> <p>Make known His deeds among the peoples!</p> <p>9 Sing to Him, sing psalms to Him;</p> <p>Talk of all His wondrous works!</p> <p>10 Glory in His holy name;</p> <p>Let the hearts of those rejoice who seek the Lord!</p> <p>11 Seek the Lord and His strength;</p> <p>Seek His face evermore!</p> <p>12 Remember His marvelous works which He has done,</p> <p>His wonders, and the judgments of His mouth,</p> <p>13 O seed of Israel His servant,</p> <p>You children of Jacob, His chosen ones!</p> <p>14 He is the Lord our God;</p> <p>His judgments are in all the earth.</p> <p>15 Remember His covenant forever,</p> <p>The word which He commanded, for a thousand generations,</p> <p>16 The covenant which He made with Abraham,</p> <p>And His oath to Isaac,</p> <p>17 And confirmed it to Jacob for a statute,</p> <p>To Israel for an everlasting covenant,</p> <p>18 Saying, &ldquo;To you I will give the land of Canaan</p> <p>As the allotment of your inheritance,&rdquo;</p> <p>19 When you were few in number,</p> <p>Indeed very few, and strangers in it.</p> <p>20 When they went from one nation to another,</p> <p>And from one kingdom to another people,</p> <p>21 He permitted no man to do them wrong;</p> <p>Yes, He rebuked kings for their sakes,</p> <p>22 Saying, &ldquo;Do not touch My anointed ones,</p> <p>And do My prophets no harm.&rdquo;</p> <p>23 Sing to the Lord, all the earth;</p> <p>Proclaim the good news of His salvation from day to day.</p> <p>24 Declare His glory among the nations,</p> <p>His wonders among all peoples.</p> <p>25 For the Lord is great and greatly to be praised;</p> <p>He is also to be feared above all gods.</p> <p>26 For all the gods of the peoples are idols,</p> <p>But the Lord made the heavens.</p> <p>27 Honor and majesty are before Him;</p> <p>Strength and gladness are in His place.</p> <p>28 Give to the Lord, O families of the peoples,</p> <p>Give to the Lord glory and strength.</p> <p>29 Give to the Lord the glory due His name;</p> <p>Bring an offering, and come before Him.</p> <p>Oh, worship the Lord in the beauty of holiness!</p> <p>30 Tremble before Him, all the earth.</p> <p>The world also is firmly established,</p> <p>It shall not be moved.</p> <p>31 Let the heavens rejoice, and let the earth be glad;</p> <p>And let them say among the nations, &ldquo;The Lord reigns.&rdquo;</p> <p>32 Let the sea roar, and all its fullness;</p> <p>Let the field rejoice, and all that is in it.</p> <p>33 Then the trees of the woods shall rejoice before the Lord,</p> <p>For He is coming to judge the earth.</p> <p>34 Oh, give thanks to the Lord, for He is good!</p> <p>For His mercy endures forever.</p> <p>35 And say, &ldquo;Save us, O God of our salvation;</p> <p>Gather us together, and deliver us from the Gentiles,</p> <p>To give thanks to Your holy name,</p> <p>To triumph in Your praise.&rdquo;</p> <p>36 Blessed be the Lord God of Israel</p> <p>From everlasting to everlasting!</p> <p>And all the people said, &ldquo;Amen!&rdquo; and praised the Lord.</p> <p><br></p> <p>The place of worship was the tabernacle, where God had dwelt with ancient Israel and where the plan of salvation had been revealed to them. Central, then, to worship and to worship education must be Jesus and the plan of salvation, all of which was foreshadowed in the tabernacle service. Whatever else God has done for us that deserves praise and worship, it all means nothing without the hope of eternal life offered to us by His sacrificial and substitutionary death on the cross.</p> <p>Also, notice the &ldquo;evangelistic&rdquo; thrust of the passage: all the world was to learn about the God of Israel.</p> <p><strong>Look at 1 Chronicles 16:29: &ldquo;Give to the Lord the glory due His name; bring an offering, and come before Him. Oh, worship the Lord in the beauty of holiness!&rdquo; (NKJV). The beauty of holiness? What might that mean?</strong></p> <p>For starters, think about how ugly, how damaging, how degrading sin is. Also, it&rsquo;s hard for us now to imagine just how evil, terrible, and degrading the worship practices of the nations around Israel were, practices that included, of all things, child sacrifices. And, no question, these things reflected what the people who practiced them were like. In contrast, ancient Israel was to be a holy nation, separated from the evil customs around them. They were to be holy in their hearts and minds; this is what gave their worship meaning and beauty before God.</p> <p>Again and again the Old Testament prophets railed against people who worshiped the Lord while engaged in corruption and while their hearts were far from Him.</p>"
    },
    {
      "id": 76,
      "idLesson": 7,
      "idDay": 6,
      "dayTitle": "<p style=\"text-align: center;\"><strong>Idolatry in Education</strong></p>",
      "date": "November 12",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Ancient Israel had been surrounded by very religious people, people so dedicated to worshiping and placating their gods that they would sacrifice even their own children to them. That&rsquo;s dedication, is it not?</p> <p>Hence, worship, true worship of the true God, was an important part of protecting the Hebrews from getting caught up in the idolatry and false worship surrounding them. And yet, despite all the warnings, they still fell into the idolatrous practices that they had been specifically warned against. What about us today? Why would worship of the true God, recounting all that He has done for us, be so important, as well&mdash;especially in the face of the dangers of modern idolatry?</p> <p><strong>Read Mark 7:1&ndash;13. What principle do we find in verses 7&ndash;9 that could apply today in the context of Christian education and the danger of false teaching, taken from the world, that could negatively impact the practice of our faith?</strong></p> <p><strong>Mark 7:1&ndash;13</strong>&nbsp;</p> <p><strong>Defilement Comes from Within </strong></p> <p>1 Then the Pharisees and some of the scribes came together to Him, having come from Jerusalem.&nbsp;</p> <p>2 Now when they saw some of His disciples eat bread with defiled, that is, with unwashed hands, they found fault.&nbsp;</p> <p>3 For the Pharisees and all the Jews do not eat unless they wash their hands in a special way, holding the tradition of the elders.&nbsp;</p> <p>4 When they come from the marketplace, they do not eat unless they wash. And there are many other things which they have received and hold, like the washing of cups, pitchers, copper vessels, and couches.&nbsp;</p> <p>5 Then the Pharisees and scribes asked Him, &ldquo;Why do Your disciples not walk according to the tradition of the elders, but eat bread with unwashed hands?&rdquo;&nbsp;</p> <p>6 He answered and said to them, &ldquo;Well did Isaiah prophesy of you hypocrites, as it is written: &lsquo;This people honors Me with their lips, But their heart is far from Me.&nbsp;</p> <p>7 And in vain they worship Me, Teaching as doctrines the commandments of men.&rsquo;&nbsp;</p> <p>8 For laying aside the commandment of God, you hold the tradition of men&mdash;the washing of pitchers and cups, and many other such things you do.&rdquo;&nbsp;</p> <p>9 He said to them, &ldquo;All too well you reject the commandment of God, that you may keep your tradition. 10 For Moses said, &lsquo;Honor your father and your mother&rsquo;; and, &lsquo;He who curses father or mother, let him be put to death.&rsquo;&nbsp;</p> <p>11 But you say, &lsquo;If a man says to his father or mother, &ldquo;Whatever profit you might have received from me is Corban&rdquo;&mdash;&rsquo; (that is, a gift to God),&nbsp;</p> <p>12 then you no longer let him do anything for his father or his mother,&nbsp;</p> <p>13 making the word of God of no effect through your tradition which you have handed down. And many such things you do.&rdquo;</p> <p>Many of the great intellectual ideas in the world today are based ona naturalistic view of reality. Many disciplines studied in school todayare studied from that perspective, which often means that what is taught will be contradictory to Scripture. We can be tempted to worshipideas that have been postulated, theorized, and put into practice.We also can deify the brilliant minds of the philosophers, scientists,and mathematicians who trademarked these ideas. The problem isthat often these ideas can clash with Scripture, yet because they arenow currently taught and believed to be true, people try to incorporate them into Christian education. However, the only way that canbe done is to compromise the faith, which often means twisting and distorting the Scriptures in order to try to make Scripture fit with current ideas.</p> <p><strong>What are some of the current popular beliefs that clash with Scripture, and how can we as a church protect ourselves from incorporating them into our own educational system?</strong></p>"
    },
    {
      "id": 77,
      "idLesson": 7,
      "idDay": 7,
      "dayTitle": "",
      "date": "November 13",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": " <p><strong>Further Thought:</strong></p> <p>&nbsp;&ldquo;The heart is deceitful above all things, and desperately wicked. Professors of religion are not willing to closely examine themselves to see whether they are in the faith, and it is a fearful fact that many are leaning on a false hope. Some lean upon an old experience they had years ago; but when brought down to this heart-searching time, when all should have a daily experience, they have nothing to relate. They seem to think a profession of the truth will save them. When those sins which God hates are subdued, Jesus will come in and sup with you and you with him. &nbsp;You will then draw divine strength from Jesus, and you will grow up in him, and be able with holy triumph to say, Blessed be God who giveth us the victory through our Lord Jesus Christ. It would be more pleasing to the Lord if lukewarm professors of religion had never named his name. They are a continual weight to those who would be faithful followers of Jesus. They are a stumbling-block to unbelievers, and evil angels exult over them, and taunt the angels of God with their crooked course. Such are a curse to the cause at home or abroad. They draw nigh to God with their lips, while their heart is far from him.&rdquo;&mdash;Ellen G. White, Spiritual Gifts, vol. 2, p. 227.</p> <p><strong>Discussion Questions:</strong>&nbsp;</p> <p><strong>1 From Mark 7:1&ndash;13, we learned that the underlying condition of false worship is a heart problem. God does not regard worship with our lips if this worship is not springing forth from our hearts. Why is the gospel and the story of the death of Jesus in our behalf the most powerful way to open up hearts to truly love God?</strong></p> <p><strong>2 Dwell more on the idea of worshiping God &ldquo;in spirit and in truth.&rdquo; Is it possible to do one and not the other, or does true worship demand both? If so, why?</strong></p> <p><strong>3 Yes, our hearts need to be right in order to truly worship God, but what does that mean? Do you have to wait until you are totally connected to the Lord, with your life in perfect order, before you can worship? On the other hand, how can worship, true worship, help get your heart in the right place with God?</strong></p> <p style=\"text-align: center;\"><strong>INSIDE STORY</strong>&nbsp;</p> <p><strong>Praying for Work in France&nbsp;</strong></p> <p><strong>By Andrew McChesney</strong></p> <p style=\"text-align: justify;\">Abdelkader Henni had no interest in Christianity, and he was surprised when a chaplain spoke to him about Jesus at a school where he participated in after-school activities with other young people in France. &ldquo;You come often,&rdquo; the chaplain said. &ldquo;Why don&rsquo;t you become a Christian?&rdquo; Abdelkader, who had lived most of his life in France after his parents immigrated from Algeria, stopped going to the after-school activities. But he wasn&rsquo;t sure what to do. He had finished high school and couldn&rsquo;t find a job. A short time later, he met a Seventh-day Adventist from Algeria. Abdelkader&rsquo;s heart was touched as he listened to the Adventist&rsquo;s story. He realized that an Algerian could become a Christian, and he began to read about Christianity. Around that time, he ran into an old high school friend. Crystal had been unhappy in high school, but now a joy surrounded her. Abdelkader wondered what had happened, and as if reading his thoughts, Crystal told him. &ldquo;I met Someone, and that Person totally transformed my life,&rdquo; she said. &ldquo;Who did you meet?&rdquo; Abdelkader asked. &ldquo;I met Jesus Christ,&rdquo; she said. Abdelkader wondered whether Jesus could transform his life. He accompanied Crystal to a church prayer meeting that evening. When someone asked whether he had any prayer requests, he said, &ldquo;I need a job.&rdquo; The next morning, his phone rang. &ldquo;You are Abdelkader?&rdquo; an unfamiliar voice asked. &ldquo;Yes,&rdquo; he said. &ldquo;Are you looking for a job?&rdquo; she asked. Later that morning, the caller interviewed Abdelkader in her car as she drove him to his new job. He was astonished. He had applied for the job weeks earlier but only received it after praying. He believed Jesus could transform his life. Back at home, he prayed, &ldquo;I want to know which church to choose.&rdquo; Three days later he heard a man speaking about the seventh-day Sabbath on the radio. The man read Isaiah 56:1, 2, which says in part, &ldquo;Blessed is the man who . . . keeps from defiling the Sabbath&rdquo; (NKJV). Abdelkader remembered the Adventist from Algeria and how Adventists went to church on the seventh-day Sabbath. He joined the Adventist Church. Today Abdelkader, whose name means &ldquo;servant of the Almighty God,&rdquo; is a 51-year-old Adventist pastor working with non-Christians in France. &ldquo;Every day I praise God for the work that He has given me to do,&rdquo; he said.</p> <p style=\"text-align: justify;\">Thank you for your Sabbath School mission offerings that help people in France and around the world learn about Jesus.</p>"
    }
  ]
}
