{
  "id": 705,
  "lessonNumber": 5,
  "versionCode": 7,
  "quarter": "2T2021",
  "title": "<p><strong>Children of the Promise</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p><strong>Memory Text: Lo, I am with you alway, even unto the end of the world (Matthew 28:20).</strong></p>",
  "weekDate": "April 24–30",
  "lessonDays": [
    {
      "id": 51,
      "idLesson": 5,
      "idDay": 1,
      "dayTitle": "",
      "date": "April 24",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>A father and his 10-year-old daughter were spending their holidayat the seashore. One day they went out to enjoy a swim in theocean, and although they were both good swimmers, some distance out from the shore they became separated. The father, realizing that they were being carried out to sea by the tide, called to his child: &lsquo;Mary, I&rsquo;m going to shore for help. If you get tired, turn on your back. You can float all day that way. I&rsquo;ll come back for you.</p> <p>You can float all day that way. I&rsquo;ll come back for you.&rsquo; &ldquo;Before long, many searchers and boats were scurrying over the face of the water hunting for one small girl. Hundreds of people on the shore had heard the news and were waiting anxiously. It was four hours before they found her, far from land, but she was calmly floating on her back and not at all frightened. Cheers and tears of joy and relief greeted the rescuers when they came back to land with their precious burden, but the child took it all calmly. She seemed to think it was strange the way they acted. She said, &lsquo;Father said I could float all day on my back and that he would come for me, so I just swam and floated, because I knew he&rsquo;d come.&rsquo; &rdquo;&mdash;H. M. S. Richards, &ldquo;When Jesus Comes Back,&rdquo; Voice of Prophecy News, March 1949, p. 5.</p> <p><strong>The Week at a Glance: Why did the Lord refer to Himself as Abram&rsquo;s Shield? How were &ldquo;all the families of the earth&rdquo; to be blessed through Abraham? What is the greatest of all the covenant promises?</strong></p>"
    },
    {
      "id": 52,
      "idLesson": 5,
      "idDay": 2,
      "dayTitle": "<p><strong>Thy Shield</strong></p>",
      "date": "April 25",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>&nbsp;</p> <p>&ldquo;After these things the word of the Lord came unto Abram in a vision, saying, Fear not, Abram: I am thy shield, and thy exceeding great reward&rdquo; (Gen. 15:1).</p> <p><strong>Read Genesis 15:1&ndash;3. Think of the context in which this message was given. Why would the first thing the Lord says to Abram be &ldquo;Fear not&rdquo;? What would Abram have to fear</strong>?</p> <p><strong>Genesis 15:1&ndash;3</strong></p> <p><strong>1</strong>&nbsp;After these things the word of the Lord came to Abram in a vision, saying, &ldquo;Do not be afraid, Abram. I am your shield, your exceedingly great reward.&rdquo;</p> <p><strong>2</strong> But Abram said, &ldquo;Lord God, what will You give me, seeing I go childless, and the heir of my house is Eliezer of Damascus?&rdquo;</p> <p><strong>3</strong> Then Abram said, &ldquo;Look, You have given me no offspring; indeed one born in my house is my heir!&rdquo;</p> <p>&nbsp;</p> <p>What&rsquo;s particularly interesting here is that the Lord says to Abram, &ldquo;I am thy shield.&rdquo; The use of the personal pronouns shows the personal nature of the relationship. God will relate to him one-on-one, the way He will to all of us.</p> <p>The designation of God as a &ldquo;Shield&rdquo; appears here for the first time in the Bible and is the only time God uses it to reveal Himself, even if other Bible passages use the term to speak about God (Deut. 33:29, Ps. 18:30, Ps. 84:11, Ps. 144:2).</p> <p><strong>When God calls Himself someone&rsquo;s shield, what does that mean? Did it mean something to Abram that it might not mean to us now? Can we claim that promise for ourselves? Does it mean no physical harm will come? In what ways is God a shield? How do you understand that image?</strong></p> <p>&ldquo;Christ has not a casual interest in us but an interest stronger than a mother for her child. . . . Our Saviour has purchased us by human suffering and sorrow, by insult, reproach, abuse, mockery, rejection and death. He is watching over you, trembling child of God. He will make you secure under His protection. . . . Our weakness in human nature will not bar our access to the heavenly Father, for He [Christ] died to make intercession for us.&rdquo;&mdash;Ellen G. White, Sons and Daughters of God, p. 77.</p> <p><strong>From all outward appearances, Rolando had been a faithful follower of the Lord. Then, suddenly, he died unexpectedly. What happened to God as his shield? Or must we understand the idea of God as our shield in a different manner? Explain. What does God always promise to shield us from? (See 1 Cor. 10:13.)</strong></p> <p><strong>1 Corinthians 10:13</strong></p> <p><strong>13 </strong>No temptation has overtaken you except such as is common to man; but God is faithful, who will not allow you to be tempted beyond what you are able, but with the temptation will also make the way of escape, that you may be able to bear it.</p>"
    },
    {
      "id": 53,
      "idLesson": 5,
      "idDay": 3,
      "dayTitle": "<p><strong>The Messianic Promise: Part 1</strong></p>",
      "date": "April 26",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": " <p>&ldquo;In thee and in thy seed shall all the families of the earth be blessed&rdquo; (Gen. 28:14).</p> <p>&ldquo;And if ye be Christ&rsquo;s, then are ye Abraham&rsquo;s seed, and heirs according to the promise&rdquo; (Gal. 3:29).</p> <p>More than once the Lord said to Abraham that in his seed, his offspring, all the nations of the earth would be blessed (see also Gen. 12:3, Gen. 18:18, Gen. 22:18). This wonderful covenant promise is repeated because, of all of the promises, this is the most important one, the most enduring one, the one that makes all the others worthwhile. In one sense, this was a promise of the rise of the Jewish nation, through whom the Lord wanted to teach &ldquo;all the families of the earth&rdquo; about the true God and His plan of salvation. Yet, the promise reaches complete fulfillment only in Jesus Christ, who came from the seed of Abraham, the One who would at the cross pay for the sins of &ldquo;all the families of the earth.&rdquo;</p> <p><strong>Think about the covenant promise made after the Flood in which the Lord promised not to destroy the world with water again. What ultimate good would this be without the promise of redemption found in Jesus? What ultimate good would any of God&rsquo;s promises be without the promise of eternal life found in Christ?</strong></p> <p><strong>How do you understand the notion that in Abraham, through Jesus, &ldquo;all the families of the earth&rdquo; would be blessed? What does that mean?</strong></p> <p>No question, the covenant promise of the world&rsquo;s Savior is the greatest of all God&rsquo;s promises. The Redeemer Himself becomes the means by which the obligations of the covenant arrangement are met and all of its other promises are realized. All, Jew or Gentile, who enter into union with Him are accounted as Abraham&rsquo;s true family and inheritors of the promise (Gal. 3:8, 9, 27&ndash;29)&mdash;that is, the promise of eternal life in a sinless environment where evil, pain, and suffering will never again arise. Can you think of a better promise than that?</p> <p><strong>What is it about the promise of eternal life in a world without sin and suffering that has such an attraction for us? Could it be that we long for it because that&rsquo;s what we were originally created for and that by longing for it we are longing for something that is basic to our nature?</strong></p> <p>&nbsp;</p>"
    },
    {
      "id": 54,
      "idLesson": 5,
      "idDay": 4,
      "dayTitle": "<p><strong>The Messianic Promise: Part 2</strong></p>",
      "date": "April 27",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>&ldquo;To enjoy true happiness we must travel into a very far country, and even out of ourselves.&rdquo;&mdash;Thomas Browne.</p> <p><strong> Look at that above quote, written in the 1600s. Do you agree or disagree? Read it in the context of 1 Thessalonians 4:16&ndash;18 and of Revelation 3:12.</strong></p> <p><strong>1 Thessalonians 4:16&ndash;18</strong></p> <p><strong>16 </strong>For the Lord Himself will descend from heaven with a shout, with the voice of an archangel, and with the trumpet of God. And the dead in Christ will rise first.</p> <p><strong> 17 </strong>Then we who are alive and remain shall be caught up together with them in the clouds to meet the Lord in the air. And thus we shall always be with the Lord.</p> <p><strong>18 </strong>Therefore comfort one another with these words.</p> <p><strong>Revelation 3:12</strong></p> <p><strong>12 </strong>He who overcomes, I will make him a pillar in the temple of My God, and he shall go out no more. I will write on him the name of My God and the name of the city of My God, the New Jerusalem, which comes down out of heaven from My God. And I will write on him My new name.</p> <p>Augustine wrote of the human condition: &ldquo;This life of ours&mdash;if a life so full of such great ills can properly be called a life&mdash;bears witness to the fact that, from its very start, the race of mortal men has been a race condemned. Think, first, of the dreadful abyss of ignorance from which all error flows and so engulfs the sons of Adam in a darksome pool that no one can escape without the toll of toils and tears and fears. Then, take our very love for all those things that prove so vain and poisonous and breed so many heartaches, troubles, griefs, and fears; such insane joys in discord, strife, and wars; such fraud and theft and robbery; such perfidy and pride, envy and ambition, homicide and murder, cruelty and savagery, lawlessness and lust; all the shameless passions of the impure&mdash;fornication and adultery, incest and unnatural sins, rape and countless other uncleannesses too nasty to be mentioned; the sins against religion&mdash; sacrilege and heresy, blasphemy and perjury; the iniquities against our neighbors&mdash;calumnies and cheating, lies and false witness, violence to persons and property; the injustices of the courts and the innumerable other miseries and maladies that fill the world, yet escape attention.&rdquo;&mdash;Augustine of Hippo, City of God (New York: Doubleday &amp; Co., 1958), p. 519.</p> <p>Augustine&rsquo;s quote could apply to most modern cities today; yet, he wrote it more than fifteen hundred years ago. Little about humanity has changed, which is why people want an escape.</p> <p>Fortunately, however tough our situation now, the future is bright&mdash; but only because of what God did for us through the life, death, resurrection, and high-priestly ministry of Jesus Christ&mdash;the ultimate fulfillment of the covenant promise made to Abraham that, in his seed, all the families of the earth will be blessed.</p> <p><strong>Look at the quote from Augustine. Write something in your own words to describe the sad situation in the world today. At the same time, look up whatever Bible texts you can find that talk about what God has promised us in Jesus Christ (for example, Isa. 25:8, 1 Cor. 2:9, and Rev. 22:2&ndash;5). Dwell on those promises. Make them your own. Only then can you truly grasp what the covenant is all about.</strong></p> <p><strong>Isaiah 25:8</strong></p> <p><strong>8 </strong>He will swallow up death forever,<br />And the Lord God will wipe away tears from all faces;<br />The rebuke of His people<br />He will take away from all the earth;<br />For the Lord has spoken.</p> <p><strong>&nbsp;1 Corinthians 2:9</strong></p> <p><strong>9</strong> But as it is written: &ldquo;Eye has not seen, nor ear heard,<br />Nor have entered into the heart of man<br />The things which God has prepared for those who love Him.&rdquo;</p> <p><strong>Rev. 22:2&ndash;5</strong></p> <p><strong>2</strong> In the middle of its street, and on either side of the river, was the tree of life, which bore twelve fruits, each tree yielding its fruit every month. The leaves of the tree were for the healing of the nations.</p> <p><strong>3</strong> And there shall be no more curse, but the throne of God and of the Lamb shall be in it, and His servants shall serve Him.</p> <p><strong>4</strong> They shall see His face, and His name shall be on their foreheads.</p> <p><strong> 5</strong> There shall be no night there: They need no lamp nor light of the sun, for the Lord God gives them light. And they shall reign forever and ever.</p> <p>&nbsp;</p>"
    },
    {
      "id": 55,
      "idLesson": 5,
      "idDay": 5,
      "dayTitle": "<p><strong>A Great and Mighty Nation .&nbsp;.&nbsp;.</strong></p>",
      "date": "April 28",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Not only did God promise Abraham that in him would all the families of the earth be blessed, but the Lord also said that He would make of him a &ldquo;great and mighty nation&rdquo; (Gen. 18:18; see also Gen. 12:2, Gen. 46:3)&mdash;quite a promise to a man married to a woman past childbearing age. Thus, when Abraham was without descendants, much less a son, God promised him both.</p> <p>Yet, this promise was not completely fulfilled while Abraham was alive; in fact, neither Isaac nor Jacob saw it come to pass. God repeated it to Jacob, with the added information that the promise would be fulfilled in Egypt (Gen. 46:3), though Jacob did not see it. Eventually, of course, that promise was fulfilled.</p> <p><strong>Why did the Lord want to make a special nation out of Abraham&rsquo;s seed? Did the Lord just want another country of a certain ethnic origin? What purposes was this nation to fulfill? Read Exodus 19:5, 6; Isaiah 60:1&ndash;3; and Deuteronomy 4:6&ndash;8.&nbsp;</strong></p> <p><strong>&nbsp;Exodus 19:5-6</strong></p> <p><strong>5 </strong>Now therefore, if you will indeed obey My voice and keep My covenant, then you shall be a special treasure to Me above all people; for all the earth is Mine.</p> <p><strong>6 </strong>And you shall be to Me a kingdom of priests and a holy nation.&rsquo; These are the words which you shall speak to the children of Israel.&rdquo;</p> <p><strong>Isaiah 60:1&ndash;3</strong></p> <p><strong>60 </strong>Arise, shine;<br />For your light has come!<br />And the glory of the Lord is risen upon you.<strong><br />2 </strong>For behold, the darkness shall cover the earth,<br />And deep darkness the people;<br />But the Lord will arise over you,<br />And His glory will be seen upon you.<strong><br />3 </strong>The Gentiles shall come to your light,<br />And kings to the brightness of your rising.</p> <p><strong>Deuteronomy 4:6&ndash;8</strong></p> <p><strong>6</strong> Therefore be careful to observe them; for this is your wisdom and your understanding in the sight of the peoples who will hear all these statutes, and say, &lsquo;Surely this great nation is a wise and understanding people.&rsquo;</p> <p><strong>7</strong> &ldquo;For what great nation is there that has God so near to it, as the Lord our God is to us, for whatever reason we may call upon Him?</p> <p><strong>8</strong> And what great nation is there that has such statutes and righteous judgments as are in all this law which I set before you this day?</p> <p>It seems evident from Scripture that God purposed to attract the nations of the world to Himself through the witness of Israel, which would be, under His blessing, a happy, healthy, and holy people. Such a nation would demonstrate the blessing that attends obedience to the will of the Creator. The multitudes of earth would be drawn to worship the true God (Isa. 56:7). Thus, the attention of humanity would be drawn toward Israel, their God, and the Messiah who was to appear in their midst, the Savior of the world.</p> <p>&ldquo;The children of Israel were to occupy all the territory which God appointed them. Those nations that rejected the worship and service of the true God were to be dispossessed. But it was God&rsquo;s purpose that by the revelation of His character through Israel men should be drawn unto Him. To all the world the gospel invitation was to be given. Through the teaching of the sacrificial service Christ was to be uplifted before the nations, and all who would look unto Him should live.&rdquo;&mdash;Ellen G. White, Christ&rsquo;s Object Lessons, p. 290.</p> <p><strong>Can you see any parallels between what the Lord wanted to do through Israel and what He wants to do through our church? If so, what are those parallels? Read 1 Peter 2:9.</strong></p> <p><strong>1 Peter 2:9</strong></p> <p><strong>9</strong> But you are a chosen generation, a royal priesthood, a holy nation, His own special people, that you may proclaim the praises of Him who called you out of darkness into His marvelous light;</p> <p>&nbsp;</p>"
    },
    {
      "id": 56,
      "idLesson": 5,
      "idDay": 6,
      "dayTitle": "<p><strong>A Great and Mighty Nation .&nbsp;.&nbsp;.</strong></p>",
      "date": "April 29",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>&ldquo;And I will make of thee a great nation, and I will bless thee, and make thy name great; and thou shalt be a blessing&rdquo; (Gen. 12:2).</p> <p><strong>In Genesis 12:2, God promises to make Abram&rsquo;s name great&mdash;that is, to make him famous. Why would the Lord want to do that for any sinner, no matter how obedient and faithful? Who deserves a &ldquo;great&rdquo; name? (See Rom. 4:1&ndash;5 and James 2:21&ndash;24.) Did God bestow greatness on Abram for his own personal benefit, or did it represent something more?.</strong></p> <p><strong>Genesis 12:2</strong></p> <p><strong>2&nbsp;</strong>I will make you a great nation;<br>I will bless you<br>And make your name great;<br>And you shall be a blessing.</p> <p><strong>Rom. 4:1&ndash;5</strong></p> <p><strong>1</strong> What then shall we say that Abraham our father has found according to the flesh?</p> <p><strong>2</strong> For if Abraham was justified by works, he has something to boast about, but not before God.</p> <p><strong>3</strong> For what does the Scripture say? &ldquo;Abraham believed God, and it was accounted to him for righteousness.&rdquo; <strong>4</strong> Now to him who works, the wages are not counted as grace but as debt.</p> <p><strong>5</strong> But to him who does not work but believes on Him who justifies the ungodly, his faith is accounted for righteousness,</p> <p><strong>James 2:21&ndash;24</strong></p> <p><strong>21&nbsp;</strong>Was not Abraham our father justified by works when he offered Isaac his son on the altar?</p> <p><strong>22&nbsp;</strong>Do you see that faith was working together with his works, and by works faith was made perfect?</p> <p><strong>23&nbsp;</strong>And the Scripture was fulfilled which says, &ldquo;Abraham believed God, and it was accounted to him for righteousness.&rdquo; And he was called the friend of God.</p> <p><strong>24&nbsp;</strong>You see then that a man is justified by works, and not by faith only.</p> <p>&nbsp;</p> <p><strong>Compare Genesis 11:4 with Genesis 12:2. What is the big difference between the ideas presented in these two texts? In what ways does one represent &ldquo;salvation by works&rdquo; and the other &ldquo;salvation by faith&rdquo;?</strong></p> <p><strong>Genesis 11:4&nbsp;</strong></p> <p><strong>4&nbsp;</strong>And they said, &ldquo;Come, let us build ourselves a city, and a tower whose top is in the heavens; let us make a name for ourselves, lest we be scattered abroad over the face of the whole earth.&rdquo;</p> <p><strong>Genesis 12:2</strong></p> <p><strong>2&nbsp;</strong>I will make you a great nation;<br>I will bless you<br>And make your name great;<br>And you shall be a blessing.</p> <p><br></p> <p>However much the plan of salvation rests only upon the work of Christ in our behalf, we&mdash;as recipients of God&rsquo;s grace&mdash;are, nevertheless, still involved. We have a role to play; our free choice comes into prominence. The drama of the ages, the battle between Christ and Satan, is still being played out in and through us. Both humanity and angels are watching what is happening with us in the conflict (1 Cor. 4:9). Thus, who we are, what we say, what we do, far from having no importance beyond our own immediate sphere, has implications that can, in a sense, reverberate across the universe. By our words, our actions, even our attitudes, we can help bring glory to the Lord, who has done so much for us, or we can bring shame upon Him and His name. Thus, when the Lord said to Abraham that He would make his name great, He surely was not talking about it in the same way the world talks about someone as having a great name. What makes a name great in the eyes of God is character, faith, obedience, humility, and love for others, traits that might often be respected in the world but are not usually the factors the world would deem as making someone&rsquo;s name great.</p> <p><strong>Look at some of the men and women who have &ldquo;great&rdquo; names in the world today, be it actors, politicians, artists, the wealthy, or whoever. What is it about these people that has made them famous? Contrast that with the greatness of Abraham. What does that tell us about how perverted the world&rsquo;s concept of greatness is? How much of that worldly attitude impacts our view of greatness, as well?</strong></p>"
    },
    {
      "id": 57,
      "idLesson": 5,
      "idDay": 7,
      "dayTitle": "",
      "date": "April 30",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>April 30</strong></p> <p><strong>Further Thought:</strong> Read Ellen G. White, &ldquo;Abraham in Canaan,&rdquo; pp. 132&ndash;144, and &ldquo;The Test of Faith,&rdquo; pp. 145&ndash;155, in Patriarchs and Prophets.</p> <p>&ldquo;It was no light test that was thus brought upon Abraham, no small sacrifice that was required of him. . . . But he did not hesitate to obey the call. He had no question to ask concerning the land of promise. . . . God has spoken, and His servant must obey; the happiest place on earth for him was the place where God would have him to be.&rdquo;&mdash;Ellen G. White, Patriarchs and Prophets, p. 126.</p> <p>When Abram entered Canaan, the Lord appeared to him and made it clear that he was to sojourn in the land that would be given to his descendants (Gen. 12:7). God repeated this promise several times (see Gen. 13:14, 15, 17; Gen. 15:13, 16, 18; Gen. 17:8; Gen. 28:13, 15; Gen. 35:12). Some four hundred years later, in fulfillment of the promise (Gen. 15:13, 16), the Lord announced to Moses that He would bring Israel out of Egypt into a land flowing with milk and honey (Exod. 3:8, 17; Exod. 6:8). God repeated the promise to Joshua (Josh. 1:3), and in David&rsquo;s day it was largely, but not completely, fulfilled (Gen. 15:18&ndash;21, 2 Sam. 8:1&ndash;14, 1 Kings 4:21, 1 Chron. 19:1&ndash;19).</p> <p>Now read Hebrews 11:9, 10, 13&ndash;16. These verses make it clear that Abraham and the other faithful patriarchs viewed Canaan as a symbol, or a foreshadowing, of the ultimate settled home of God&rsquo;s redeemed people. In the sin situation, no permanent home is possible. Life is fleeting, like &ldquo;a mist that appears for a little time and then vanishes&rdquo; (James 4:14, RSV). As the spiritual descendants of Abraham, we, too, must realize that &ldquo;here we do not have an enduring city, but we are looking for the city that is to come&rdquo; (Heb. 13:14, NIV). The certainty of the future life with Christ keeps us steady in this present world of change and decay.</p> <p><strong>Discussion Questions:</strong></p> <p><strong>1&nbsp;</strong>What effect should God&rsquo;s promise of a new earth have on our personal Christian experience? (Compare Matt. 5:5; 2 Cor. 4:17, 18; Rev. 21:9, 10; and Rev. 22:17.)</p> <p><strong>2&nbsp;</strong>&ldquo;True greatness was to result from compliance with God&rsquo;s commands and cooperation with His divine purpose.&rdquo;&mdash;The SDA Bible Commentary, vol. 1, p. 293. What does this statement mean?</p> <p><strong>Summary:</strong> Promises! How precious they are to the believer! Will they be fulfilled? Faith answers yes.</p> <p>&nbsp;</p> <p>&nbsp;</p> <p>&nbsp;</p><p><strong>Inside Story</strong></p> <p><strong>Trusting God or Science</strong></p> <p>By andrew Mcchesney, Adventist Mission</p> <p>&nbsp;</p> <p>The physician showed the 3-D ultrasound images to Dr. Hernando D&iacute;az. &ldquo;You&rsquo;re a physician,&rdquo; he said. &ldquo;Here is the evidence. End the pregnancy.&rdquo; Hernando&rsquo;s pregnant wife, Erica, wept. The images showed that their baby had Potter&rsquo;s syndrome, a rare condition associated with kidney failure, abnormal limbs, and an unusual facial appearance, including widely separated eyes.</p> <p>As a physician, Hernando understood that the physician was right. But as a Christian, he wondered what to do. The baby wouldn&rsquo;t live if the 32-week pregnancy were ended, but there might be hope if they waited. Should he trust science or God? &ldquo;God will have the last word,&rdquo; he said.</p> <p>Complications beset the pregnancy, and the physician recommended a C-section to save Erica&rsquo;s life. Hernando and Erica prayed. Their church prayed. Family and hospital staff rebuked Erica for not ending the pregnancy.</p> <p>Two days before the C-section, a 3-D ultrasound showed that nothing had changed. That night, Erica had a dream. She saw a baby boy playing in a basket and heard a voice telling her husband, &ldquo;Take your son. He is a gift from God. You shall name him Samuel David. Raise him according to God&rsquo;s Word.&rdquo;</p> <p>Erica and Hernando took the dream as a sign that the baby might survive. They bought baby supplies for the first time. The next day, however, they braced for the worst. The physician said that he would do the C-section, cut the umbilical cord, and expect the baby to die within minutes.</p> <p>C-sections usually take 20 to 30 minutes. Hernando waited in the waiting room for 30 minutes . . . 40 minutes . . . 50 minutes. His anxiety grew as 60 minutes passed. Suddenly he heard screams. They weren&rsquo;t his wife&rsquo;s. They weren&rsquo;t their baby&rsquo;s. They were the sound of the physician and nurses screaming in surprise. They had expected a deformed baby but instead found a perfect baby boy.</p> <p>&ldquo;It is impossible!&rdquo; the physician exclaimed. &ldquo;This is a miracle!&rdquo;</p> <p>The parents determined to raise Samuel David according to God&rsquo;s Word, and today they credit him for leading them and many others to Jesus. While seeking medical treatment for the boy&rsquo;s subsequent kidney problems, they learned about and joined the Seventh-day Adventist Church. Today, Hernando works as a physician at the Adventist Medical Center on the campus of Colombia Adventist University in Medellin, Colombia. Samuel is a healthy eight-year-old boy. &ldquo;We decided to trust in God even though almost everyone was against us,&rdquo; said Hernando, 60. &ldquo;God&rsquo;s ways are not our ways, and His thoughts are not our thoughts. Many people have come to the feet of Jesus after hearing Samuel&rsquo;s story.&rdquo;</p> <p>&nbsp;</p> <p>&nbsp;</p> <p>&nbsp;</p> <p>&nbsp;</p> "
    }
  ]
}
