{
  "id": 712,
  "lessonNumber": 12,
  "versionCode": 6,
  "quarter": "2T2021",
  "title": "<p><strong>Covenant Faith</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p><strong>&ldquo;But that no man is justified by the law in the sight of God, it is evident: for, The just shall live by faith&rdquo; (Galatians 3:11).</strong></p>",
  "weekDate": "June 12–June 18",
  "lessonDays": [
    {
      "id": 121,
      "idLesson": 12,
      "idDay": 1,
      "dayTitle": "",
      "date": "June 12",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>About seven centuries before Christ, the poet Homer wrote The Odyssey, the story of Odysseus, the great warrior who&mdash;after sacking the city of Troy in the Trojan war&mdash;began a 10-year voyage to try to return to his native Ithaca. The voyage took so long because he faced shipwrecks, mutinies, storms, monsters, and other obstacles that kept him from reaching his goal. Finally, after deciding that Odysseus had suffered enough, the gods agreed to allow the weary warrior to return to his home and family. His trials were, they agreed, enough atonement for his mistakes. In one sense, we are like Odysseus, on a long journey home. The crucial difference, however, is that unlike Odysseus, we can never \"suffer enough&rdquo; to earn our way back. The distance between heaven and earth is too great for us to atone for our &nbsp;mistakes. If we get home, it will have to be only by the grace of God.</p> <p>The Week at a Glance: Why must salvation be a gift? Why could only Someone equal with God ransom our souls? What makes Abraham such a good representative of faith? What does it mean that righteousness is \"imputed,&rdquo; or \"credited,&rdquo; to us? How can we make the promises and hope found in the Cross our own?</p>"
    },
    {
      "id": 122,
      "idLesson": 12,
      "idDay": 2,
      "dayTitle": "<p><strong>Reflections of Calvary</strong></p>",
      "date": "June 13",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>The Old Testament way of salvation under the Mosaic covenant is no different from the New Testament way of salvation under the new covenant. Whether in the Old or New Testament, old or new covenant, salvation is by faith alone. If it were by anything else, such as works, salvation would be something that was owed us, something the Creator was obligated to give us. Only those who do not understand the seriousness of sin could believe that God was under some obligation to save us. On the contrary, if anything, there was only one obligation, and that was what we owed to the violated law. We, of course, could not meet that obligation; fortunately, Jesus met it for us.</p> <p>\"When men and women can more fully comprehend the magnitude of the great sacrifice which was made by the Majesty of heaven in dying in man&rsquo;s stead, then will the plan of salvation be magnified, and reflections of Calvary will awaken tender, sacred, and lively emotions in the Christian&rsquo;s heart. Praises to God and the Lamb will be in their hearts and upon their lips. Pride and self-esteem cannot flourish in the hearts that keep fresh in memory the scenes of Calvary. . . . All the riches of the world are not of sufficient value to redeem one perishing soul. Who can measure the love Christ felt for a lost world as He hung upon the cross, suffering for the sins of guilty men? This love was immeasurable, infinite.</p> <p>\"Christ has shown that His love was stronger than death. He was accomplishing man&rsquo;s salvation; and although He had the most fearful conflict with the powers of darkness, yet, amid it all, His love grew stronger and stronger. He endured the hiding of His Father&rsquo;s countenance, until He was led to exclaim in the bitterness of His soul: &lsquo;My God, My God, why hast Thou forsaken Me?&rsquo; His arm brought salvation. The price was paid to purchase the redemption of man, when, in the last soul struggle, the blessed words were uttered which seemed to resound through creation: &lsquo;It is finished.&rsquo;</p> <p>\"The scenes of Calvary call for the deepest emotion. Upon this subject you will be excusable if you manifest enthusiasm. That Christ, so excellent, so innocent, should suffer such a painful death, bearing the weight of the sins of the world, our thoughts and imaginations can never fully comprehend. The length, the breadth, the height, the depth, of such amazing love we cannot fathom. The contemplation of the matchless depths of a Saviour&rsquo;s love should fill the mind, touch and melt the soul, refine and elevate the affections, and completely transform the whole character.&rdquo;&mdash;Ellen G. White, Testimonies for the Church, vol. 2, p. 213.</p>"
    },
    {
      "id": 123,
      "idLesson": 12,
      "idDay": 3,
      "dayTitle": "<p><strong>The Covenant and the Sacrifice</strong></p>",
      "date": "June 14",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>&quot;You know that you were ransomed from the futile ways inherited from your fathers, not with perishable things such as silver or gold, but with the precious blood of Christ, like that of a lamb without blemish or spot&rdquo; (1 Pet. 1:18, 19, RSV).</strong></p> <p><strong>What does Peter mean here when he says that we were ransomed?</strong></p> <p>When Peter speaks about Christ&rsquo;s atoning death on the cross, the \"ransom&rdquo; or price idea to which he refers brings to mind the ancient practice of a slave&rsquo;s being freed from bondage after a price had been paid (often by a relative). In contrast, Christ ransomed us from the slavery of sin and its final fruit, which is death, but He did it with His \"precious blood,&rdquo; His substitutionary and voluntary death on Calvary. Again, this is the foundation of all the covenants: without it, the covenant becomes null and void, because God could not have justly fulfilled His end of the deal, which is the gift of eternal life bestowed upon all who believe.</p> <p><strong>Look up the following verses: Romans 6:23 and 1 John 5:11, 13. What message do they share?</strong></p> <p><strong><strong style='font-weight: 700; color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial;'><span style=\"font-family: 'Times New Roman', Times, serif;\">Romans 6:23</span></strong><span style=\"font-family: 'Times New Roman', Times, serif;\">&nbsp;</span></strong></p> <p><span style=\"font-family: 'Times New Roman', Times, serif;\"><strong><sup>23&nbsp;</sup><span style=\"color: rgb(0, 0, 0); font-size: 16px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial; float: none; display: inline !important;\">For the wages of sin is death; but the gift of God is eternal life through Jesus Christ our Lord.</span>&nbsp;</strong></span></p> <p><span style=\"font-family: 'Times New Roman', Times, serif;\"><strong><strong style='font-weight: 700; color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial;'>1 John 5:11, 13.</strong>&nbsp;</strong></span></p> <p><span style=\"font-family: 'Times New Roman', Times, serif;\"><strong><sup>11</sup><sup class=\"versenum\" style='font-size: 1.2rem; line-height: normal; position: relative; vertical-align: text-top; top: auto; font-family: system-ui, -apple-system, \"Segoe UI\", Roboto, Ubuntu, Cantarell, \"Noto Sans\", sans-serif, Arial; font-weight: 700; display: inline; color: rgb(0, 0, 0); font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial;'>&nbsp;</sup><span style=\"color: rgb(0, 0, 0); font-size: 16px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial; float: none; display: inline !important;\">And this is the record, that God hath given to us eternal life, and this life is in his Son.</span>&nbsp;</strong></span></p> <p><strong><span style=\"font-family: 'Times New Roman', Times, serif;\"><sup>13</sup><sup class=\"versenum\" style='font-size: 1.2rem; line-height: normal; position: relative; vertical-align: text-top; top: auto; font-family: system-ui, -apple-system, \"Segoe UI\", Roboto, Ubuntu, Cantarell, \"Noto Sans\", sans-serif, Arial; font-weight: 700; display: inline; color: rgb(0, 0, 0); font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial;'>&nbsp;</sup><span style=\"color: rgb(0, 0, 0); font-size: 16px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial; float: none; display: inline !important;\">These things have I written unto you that believe on the name of the Son of God; that ye may know that ye have eternal life, and that ye may believe on the name of the Son of God.</span> </span></strong></p> <p>We have this promise of eternal life, because Jesus alone could repair the breach that first caused us to lose that eternal life. How? Because the righteousness and infinite value of the Creator alone could cancel the debt we owed to the broken law&mdash;that is how wide the breach caused by sin was. After all, what would it say about the seriousness of God&rsquo;s eternal moral law if some finite, temporal, and created being could pay the penalty for violating it? Only Someone who is equal to God Himself, in whom life exists unborrowed and underived and eternal, could have paid the ransom required to free us from the debt owed to the law. This is how all the covenant promises are fulfilled; this is how we have the promise of eternal life, even now; this is how we have been ransomed from sin and death.</p> <p>Imagine that in an art museum, someone&rsquo;s child throws a balloon filled with ink at a Rembrandt painting and ruins it completely. The painting is worth millions; the parents could not come close to paying the debt owed, even if they sold everything they owned. In what sense does this image help us understand just how serious a breach sin has caused, how helpless we are to fix it, and why only the Lord Himself could pay the debt?</p>"
    },
    {
      "id": 124,
      "idLesson": 12,
      "idDay": 4,
      "dayTitle": "<p><strong>The Faith of Abraham: Part 1</strong></p> ",
      "date": "June 15",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>\"He believed in the Lord; and he counted it to him for righteousness&rdquo; (Gen. 15:6).</strong></p> <p>This verse remains one of the most profound statements in all Scripture. It helps establish the crucial truth of biblical religion, that of justification by faith alone, and it does this long centuries before Paul wrote about it in Romans&mdash;all of which helps prove the point that from Eden onward, salvation always came the same way. The immediate context of the verse helps us understand just how great Abram&rsquo;s faith was, believing in God&rsquo;s promise of a son despite all the physical evidence that would seem to make that promise impossible. It is the kind of faith that realizes its own utter helplessness, the kind of faith that demands a complete surrender of self, the kind of faith that requires a total submission to the Lord, the kind of faith that results in obedience. This was the faith of Abram, and it was counted to him \"as righteousness.&rdquo;</p> <p><strong>Why does the Bible say that it was \"counted to&rdquo; him, or \"credited to&rdquo; him, as righteousness? Was Abram himself \"righteous&rdquo; in the sense of God&rsquo;s righteousness? What did he do, not long after God declared him righteous, that helps us understand why this righteousness was credited to him, as opposed to what he himself actually was?</strong></p> <p>However much Abram&rsquo;s life was a life of faith and obedience, it was not a life of perfect faith and perfect obedience. At times he displayed weakness in both areas. (Does that sound like anyone you know?) All of which leads to the crucial point, and that is: the righteousness that saves us is a righteousness that is credited to us, a righteousness that is (to use a fancy theological term) imputed to us. This means that we are declared righteous in the sight of God, despite our faults; it means that the God of heaven views us as righteous even if we are not. This is how He saw Abram, and this is how He will see all who come to Him in \"the faith of Abraham&rdquo; (Rom. 4:16).</p> <p><strong>Read Romans 4:1&ndash;7. Look at the context in which Paul uses Genesis 15:6. Pray over those verses, and write out in your own words what you believe they are saying to you.</strong></p> <p><strong><strong>Romans 4:1&ndash;7.</strong>&nbsp;</strong></p> <p><sup>1&nbsp;</sup>What shall we say then that Abraham our father, as pertaining to the flesh, hath found?&nbsp;</p> <p><sup>2</sup><sup class=\"versenum\">&nbsp;</sup>For if Abraham were justified by works, he hath whereof to glory; but not before God.&nbsp;</p> <p><sup>3</sup><sup class=\"versenum\">&nbsp;</sup>For what saith the scripture? Abraham believed God, and it was counted unto him for righteousness.&nbsp;</p> <p><sup>4</sup><sup class=\"versenum\">&nbsp;</sup>Now to him that worketh is the reward not reckoned of grace, but of debt.&nbsp;</p> <p><sup>5</sup><sup class=\"versenum\">&nbsp;</sup>But to him that worketh not, but believeth on him that justifieth the ungodly, his faith is counted for righteousness.&nbsp;</p> <p><sup>6</sup><sup class=\"versenum\">&nbsp;</sup>Even as David also describeth the blessedness of the man, unto whom God imputeth righteousness without works,&nbsp;</p> <p><sup>7</sup><sup class=\"versenum\">&nbsp;</sup>Saying, Blessed are they whose iniquities are forgiven, and whose sins are covered.</p> <p><strong><strong>Genesis 15:6</strong></strong></p> <p><sup class=\"versenum\">6&nbsp;</sup>And he believed in the&nbsp;<span class=\"small-caps\">Lord</span>; and he counted it to him for righteousness.</p>"
    },
    {
      "id": 125,
      "idLesson": 12,
      "idDay": 5,
      "dayTitle": "<p><strong>The Faith of Abraham: Part 2</strong></p>",
      "date": "June 16",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Looking again at Genesis 15:6, we can see that various translations have rendered the term as \"counted&rdquo; (Hebrew, chashab) or \"reckoned&rdquo; or \"credited&rdquo; (RSV, NIV) or \"accounted.&rdquo; The same term is employed in other texts in the books of Moses. A person or a thing is \"reckoned,&rdquo; or \"regarded,&rdquo; as something that person or thing is not. For instance, in Genesis 31:15, Rachel and Leah affirm that their father \"reckons&rdquo; (\"regards&rdquo; or \"counts&rdquo;) them as strangers, although they are his daughters. The tithe of the Levite is \"reckoned&rdquo; (\"regarded&rdquo; or \"counted&rdquo;) as if it were the corn of the threshing floor, although it is obviously not the corn (Num. 18:27, 30, NIV).</p> <p><strong>How is the idea of reckoning expressed in the context of sacrifices? (Lev. 7:18, Lev. 17:1&ndash;4).</strong></p> <p><strong>Lev. 7:18</strong></p> <p><sup class=\"versenum\">18&nbsp;</sup>And if any of the flesh of the sacrifice of his peace offerings be eaten at all on the third day, it shall not be accepted, neither shall it be imputed unto him that offereth it: it shall be an abomination, and the soul that eateth of it shall bear his iniquity.</p> <p><strong>Lev. 17:1&ndash;4</strong></p> <p class=\"chapter-2\"><span id=\"en-KJV-3237\" class=\"text Lev-17-1\"><span class=\"chapternum\">1&nbsp;</span>And the&nbsp;<span class=\"small-caps\">Lord</span>&nbsp;spake unto Moses, saying,</span></p> <p><span id=\"en-KJV-3238\" class=\"text Lev-17-2\"><sup class=\"versenum\">2&nbsp;</sup>Speak unto Aaron, and unto his sons, and unto all the children of Israel, and say unto them; This is the thing which the&nbsp;<span class=\"small-caps\">Lord</span>&nbsp;hath commanded, saying,</span></p> <p><span id=\"en-KJV-3239\" class=\"text Lev-17-3\"><sup class=\"versenum\">3&nbsp;</sup>What man soever there be of the house of Israel, that killeth an ox, or lamb, or goat, in the camp, or that killeth it out of the camp,</span></p> <p><span id=\"en-KJV-3240\" class=\"text Lev-17-4\"><sup class=\"versenum\">4&nbsp;</sup>And bringeth it not unto the door of the tabernacle of the congregation, to offer an offering unto the&nbsp;<span class=\"small-caps\">Lord</span>&nbsp;before the tabernacle of the&nbsp;<span class=\"small-caps\">Lord</span>; blood shall be imputed unto that man; he hath shed blood; and that man shall be cut off from among his people:</span></p> <p>The King James Version uses the word \"imputed&rdquo; to translate chashab. If a particular sacrifice (\"peace offering&rdquo;) is not eaten by the third day, its value is lost, and it shall not be \"reckoned&rdquo; (Lev. 7:18, NASB; Hebrew, chashab) to the benefit of the offerer. Leviticus 7:18 speaks of a situation in which a sacrifice is \"reckoned&rdquo; to the benefit of the sinner (compare Lev. 17:1&ndash;4, NASB), who then stands before God in righteousness. God is accounting the sinner as righteous, although the individual is actually unrighteous.</p> <p><strong>Take some time to dwell on this wonderful truth that despite our faults, we can be accounted, or credited, as righteous in the sight of God. Write out in your own words your understanding of what this means.</strong></p> <p>This great truth, that of being declared righteous, not because of any act that we can do but only because of faith in what Christ has done for us, is the essence of the phrase \"righteousness by faith.&rdquo; Yet, it is not that our faith itself makes us righteous; rather, faith is the vehicle by which we obtain the gift of righteousness. This, in essence, is the beauty, the mystery, and the glory of Christianity. All that we believe as Christians, as followers of Christ, finds an important root in this wonderful concept. Through faith, we are accounted righteous in the sight of God. All else that follows&mdash;obedience, sanctification, holiness, character development, love&mdash;stems from this crucial truth.</p> <p><strong>How do you respond to someone who seeks to be a Christian yet says, \"But I don&rsquo;t feel righteous&rdquo;?</strong></p>"
    },
    {
      "id": 126,
      "idLesson": 12,
      "idDay": 6,
      "dayTitle": "<p><strong>Resting on the Promises</strong></p>",
      "date": "June 17",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>There is a story told about the famous Cardinal Bellarmine, the great Catholic apologist who all his life fought the message of justification by an imputed righteousness alone. As he lay dying, he was brought the crucifixes and the merits of the saints to help give him assurance before death. But Bellarmine said, \"Take it away. I think it&rsquo;s safer to trust in the merits of Christ.&rdquo; As they near the end of their lives, many people look back and see how vain, how futile, how useless, their deeds and their works are for earning salvation with a holy God, and thus how much they need the righteousness of Christ. Yet, the good news is that we don&rsquo;t have to wait for the approach of death to have security in the Lord. The whole covenant is based on the secure promises of God now, promises for us now, promises that can make our lives better now.</p> <p><strong>Look up the following verses, and answer the question asked with each one in the context of developing, keeping, and strengthening your covenant relationship with God:</strong></p> <p><strong>Ps. 34:8 (How can you taste God&rsquo;s goodness?)</strong></p> <p><strong>Ps. 34:8</strong></p> <p><sup class=\"versenum\">8&nbsp;</sup>O taste and see that the&nbsp;<span class=\"small-caps\">Lord</span>&nbsp;is good: blessed is the man that trusteth in him.</p> <p><strong>Matt. 11:30 (What has Christ done for us that makes this yoke easy?)</strong></p> <p><sup class=\"versenum\">30&nbsp;</sup>For my yoke is easy, and my burden is light.</p> <p><strong>Rom 5:1 (What does justification have to do with peace?)</strong></p> <p><span class=\"chapternum\">1&nbsp;</span>Therefore being justified by faith, we have peace with God through our Lord Jesus Christ:</p> <p><strong>Phil. 2:7, 8 (What have you gained from Christ&rsquo;s experience?)</strong></p> <p><sup class=\"versenum\">7&nbsp;</sup>But made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men:</p> <p><sup class=\"versenum\">8&nbsp;</sup>And being found in fashion as a man, he humbled himself, and became obedient unto death, even the death of the cross.</p> <p><strong>Prayerfully examine your life, and ask yourself, What things am I doing that are strengthening my relationship with God, and what things are hurting it? What changes do I need to make?</strong></p>"
    },
    {
      "id": 127,
      "idLesson": 12,
      "idDay": 7,
      "dayTitle": "",
      "date": "June 18",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Further Thought: \"The only way in which he [the sinner] can attain to righteousness is through faith. By faith he can bring to God the merits of Christ, and the Lord places the obedience of His Son to the sinner&rsquo;s account. Christ&rsquo;s righteousness is accepted in place of man&rsquo;s failure, and God receives, pardons, justifies, the repentant, believing soul, treats him as though he were righteous, and loves him as He loves His Son. This is how faith is accounted righteousness; and the pardoned soul goes on from grace to grace, from light to greater light.&rdquo;&mdash;Ellen G. White, Selected Messages, book 1, p. 367.</p> <p>\"When through repentance and faith we accept Christ as our Savior, the Lord pardons our sins, and remits the penalty prescribed for the transgression of the law. The sinner then stands before God as a just person; he is taken into favor with Heaven and through the Spirit has fellowship with the Father and the Son. \"Then there is yet another work to be accomplished, and this is of a progressive nature. The soul is to be sanctified through the truth. And this also is accomplished through faith. For it is only by the grace of Christ, which we receive through faith, that the character can be transformed.&rdquo;&mdash;Ellen G. White, Selected Messages, book 3, p. 191.</p> <p><strong>Discussion Questions: </strong></p> <p>1&nbsp;What distinction is made between a living and a dead faith (James 2:17, 18)? How does Paul describe a living faith (Rom. 16:26)? What is the key word that helps reveal what faith entails?&nbsp;</p> <p>2 How do you respond to the argument (which comes with a certain logical consistency) that if we are saved only by a credited righteousness, not a righteousness that exists within us, then it does not matter what we do or how we act?&nbsp;</p> <p>3 \"Our acceptance with God is sure only through His beloved Son, and good works are but the result of the working of His sinpardoning love. They are no credit to us, and we have nothing accorded to us for our good works by which we may claim a part in the salvation of our souls. . . . He [the believer] cannot present his good works as a plea for the salvation of his soul.&rdquo;&mdash;Ellen G. White, Selected Messages, book 3, p. 199. Keeping this statement by Ellen G. White in mind, why, then, are good works such a crucial part of the Christian experience?</p> <p><strong>Summary:</strong> Old covenant, new covenant: Jesus paid the debt owed to the law, so that we can stand righteous in the sight of God.</p> <p><strong>Weekly Trip to Mission Field</strong></p> <p>Some children in the U.S. state of Texas don&rsquo;t just listen to the mission story. They also fly to faraway countries to experience the story firsthand. On Sabbaths, the children check in at Missionary Airlines when they arrive for Sabbath School at the Grandview Seventh-day Adventist Church. Each child presents a passport&mdash;marked \"Grandview Sabbath School Passport&rdquo;&mdash;at the airline&rsquo;s check-in desk to receive a visa for the destination country. On one Sabbath, a visitor from Adventist Mission had prepared a mission story from China, so the airline representative&mdash;primary teacher Luly Wicklund&mdash;stuck a home-printed sticker of the red Chinese flag into each passport. Each child also can receive up to three stars in the passport: for showing up on time, for bringing a Bible, and for inviting a friend. The first 10 children who arrive on time are issued first-class boarding passes, which allows them to choose their seats in an airplane in the next room. Late arrivals receive economy boarding passes with assigned seating. The children also have frequent-flyer cards with memory verses on the back. The plane, constructed by church members, consists of a metal and wooden frame covered with white canvas. Oval windows line the sides of the fuselage. Once the children are seated, Luly plays a recorded message. \"Thank you for choosing Missionary Airlines, where a new adventure awaits you every Sabbath!&rdquo; says the male voice of the plane&rsquo;s captain. \"Please remain in your seats as one of your attendants has prayer before our flight departs.&rdquo; After the announcement one Sabbath, Luly asked the 11 children onboard for their prayer requests. A boy pointed to a gaping hole at the back of the plane and exclaimed, \"Let&rsquo;s pray that we&rsquo;re not sucked out of this plane during the flight.&rdquo; After the other children laughed, the boy added seriously, \"Please pray for my dog. She isn&rsquo;t feeling well.&rdquo; Then the plane took off for China. Upon landing, the children exited the plane and sat in nearby chairs to listen to the mission story from China. Afterward, they flew back to Texas. During the return flight, the teacher asked quiz questions about the mission story. Luly, who developed Missionary Airlines at the suggestion of her 11-yearold son more than a decade ago, said she has found it useful to develop a Sabbath School theme each quarter and to make mission stories part of that theme. Previous themes have included a submarine, a cave, and a rocket that took children around the world. Luly said the trips personalize the mission stories. \"Children see that these are normal people who go to these places,&rdquo; she said&mdash;normal people used by God.</p>"
    }
  ]
}
