{
  "id": 712,
  "lessonNumber": 12,
  "versionCode": 9,
  "quarter": "3T2021",
  "title": "<p><strong>The Restless Prophet</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "p>Memory Text: &ldquo; &lsquo;And should I not pity Nineveh, that great city, in which are more than one hundred and twenty thousand persons who cannot discern between their right hand and their left&mdash;and much livestock?&rsquo; &rdquo; (Jonah 4:11, NKJV).</p>",
  "weekDate": "September 11–17",
  "lessonDays": [
    {
      "id": 121,
      "idLesson": 12,
      "idDay": 1,
      "dayTitle": "",
      "date": "September 11",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>One of the most interesting stories in Scripture has to be that of Jonah. Here he was, a prophet of God, someone called of God, and yet&mdash;what? He ran away from God&rsquo;s call. Then, after being persuaded in a dramatic way to change his mind and obey the Lord, he did so&mdash;but then only to do what? To complain that the people to whom he was called to witness actually repented and were spared the destruction that, otherwise, would have been theirs!</p> <p>What an example of someone not at rest, not at peace&mdash;even to the point where he cried out, &ldquo; &lsquo;Therefore now, O Lord, please take my life from me, for it is better for me to die than to live!&rsquo; &rdquo; (Jon. 4:3, NKJV).</p> <p>Jesus Himself referred to the story of Jonah, saying: &ldquo; &lsquo;The men of Nineveh will rise in the judgment with this generation and condemn it, because they repented at the preaching of Jonah; and indeed a greater than Jonah is here&rsquo; &rdquo; (Matt. 12:41, NKJV). Greater than Jonah, indeed! If not, He couldn&rsquo;t be our Savior.</p> <p>This week, let&rsquo;s look at Jonah and what we can learn from his restlessness and lack of peace.</p>"
    },
    {
      "id": 122,
      "idLesson": 12,
      "idDay": 2,
      "dayTitle": "<p>Running Away</p>",
      "date": "September 12",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Jonah was an amazingly successful missionary. At the same time, he also was a very reluctant one, at least at first. Whatever Jonah was doing, God&rsquo;s call interrupted his life in a big way. Instead of taking God&rsquo;s yoke upon his shoulders and discovering for himself that His yoke is easy and His burden light (Matt. 11:30), Jonah decided to find his own &ldquo;rest,&rdquo; and that was by running in the opposite direction from where God was calling him to go.</p> <p><strong>Matthew 11:30</strong></p> <p><strong>30</strong> For My yoke is easy and My burden is light.&rdquo;</p> <p><br></p> <p><strong>Where was Jonah hoping to find peace and rest from God&rsquo;s call? How well did it work for him? Read Jonah 1.</strong></p> <p><strong>Jonah 1</strong></p> <p><strong>1</strong> Now the word of the Lord came to Jonah the son of Amittai, saying,</p> <p><strong>2</strong> &ldquo;Arise, go to Nineveh, that great city, and cry out against it; for their wickedness has come up before Me.&rdquo;</p> <p><strong>3</strong> But Jonah arose to flee to Tarshish from the presence of the Lord. He went down to Joppa, and found a ship going to Tarshish; so he paid the fare, and went down into it, to go with them to Tarshish from the presence of the Lord.</p> <p><strong>4</strong> But the Lord sent out a great wind on the sea, and there was a mighty tempest on the sea, so that the ship was about to be broken up.</p> <p><strong>5</strong> Then the mariners were afraid; and every man cried out to his god, and threw the cargo that was in the ship into the sea, to lighten the load. But Jonah had gone down into the lowest parts of the ship, had lain down, and was fast asleep.</p> <p><strong>6</strong> So the captain came to him, and said to him, &ldquo;What do you mean, sleeper? Arise, call on your God; perhaps your God will consider us, so that we may not perish.&rdquo;</p> <p><strong>7</strong> And they said to one another, &ldquo;Come, let us cast lots, that we may know for whose cause this trouble has come upon us.&rdquo; So they cast lots, and the lot fell on Jonah.</p> <p><strong>8</strong> Then they said to him, &ldquo;Please tell us! For whose cause is this trouble upon us? What is your occupation? And where do you come from? What is your country? And of what people are you?&rdquo;</p> <p><strong>9</strong> So he said to them, &ldquo;I am a Hebrew; and I fear the Lord, the God of heaven, who made the sea and the dry land.&rdquo;</p> <p><strong>10</strong> Then the men were exceedingly afraid, and said to him, &ldquo;Why have you done this?&rdquo; For the men knew that he fled from the presence of the Lord, because he had told them.</p> <p><strong>11</strong> Then they said to him, &ldquo;What shall we do to you that the sea may be calm for us?&rdquo; for the sea was growing more tempestuous.</p> <p><strong>12</strong> And he said to them, &ldquo;Pick me up and throw me into the sea; then the sea will become calm for you. For I know that this great tempest is because of me.&rdquo;</p> <p><strong>13</strong> Nevertheless the men rowed hard to return to land, but they could not, for the sea continued to grow more tempestuous against them.</p> <p><strong>14</strong> Therefore they cried out to the Lord and said, &ldquo;We pray, O Lord, please do not let us perish for this man&rsquo;s life, and do not charge us with innocent blood; for You, O Lord, have done as it pleased You.&rdquo;</p> <p><strong>15</strong> So they picked up Jonah and threw him into the sea, and the sea ceased from its raging.</p> <p><strong>16</strong> Then the men feared the Lord exceedingly, and offered a sacrifice to the Lord and took vows.</p> <p><strong>17</strong> Now the Lord had prepared a great fish to swallow Jonah. And Jonah was in the belly of the fish three days and three nights.</p> <p><br></p> <p>Jonah set off in the opposite direction from where God called him. He didn&rsquo;t even stop to reason with God, as had many of the other Bible prophets when called to be God&rsquo;s messengers (see, for example, Exod. 4:13).</p> <p><strong>Exodus 4:13</strong></p> <p><strong>13</strong> But he said, &ldquo;O my Lord, please send by the hand of whomever else You may send.&rdquo;</p> <p><br></p> <p>Interestingly enough, this was not the first time that Jonah had been called to speak for God, as suggested by 2 Kings 14:25. In that case, however, Jonah appears to have done what the Lord had asked him to. Not this time, however.</p> <p><strong>2 Kings 14:25</strong></p> <p><strong>25</strong> He restored the territory of Israel from the entrance of Hamath to the Sea of the Arabah, according to the word of the Lord God of Israel, which He had spoken through His servant Jonah the son of Amittai, the prophet who was from Gath Hepher.</p> <p><br></p> <p>Why?&nbsp;</p> <p>Historical and archaeological records document the cruelty of the Neo-Assyrian overlords who dominated the ancient Near East during the eighth century b.c., the time that Jonah ministered in Israel. About seventy-five years later, the Neo-Assyrian king Sennacherib attacked Judah. Israel and Samaria already had fallen about twenty years earlier, and King Hezekiah apparently had joined a local anti-Assyrian coalition.</p> <p>Now the time had come for the Assyrians to settle accounts. The Bible (2 Kings 18, Isaiah 36), historical Assyrian documents, and the wall reliefs of Sennacherib&rsquo;s palace in Nineveh all tell us the cruel story about the fall of Lachish, one of the most important and well-fortified southern-border fortresses of Hezekiah. In one inscription, Sennacherib claimed to have taken more than two hundred thousand prisoners from 46 fortified cities that he claimed to have destroyed. When the Assyrian king took Lachish, hundreds or thousands of prisoners were impaled; hard-core supporters of King Hezekiah were flayed alive, while the rest were sent to Assyria as cheap slave labor.</p> <p>The Assyrians could be incredibly cruel, even by the standards of the world at that time. And God was sending Jonah into the very heart of that empire? Is it any wonder that Jonah didn&rsquo;t want to go?</p> <p><br></p> <p><strong>Fleeing from God? Have you ever done that before? If so, how well did it work out for you? What lessons should you have learned from that mistake?</strong></p>"
    },
    {
      "id": 123,
      "idLesson": 12,
      "idDay": 3,
      "dayTitle": "<p><strong>A Three-Day Rest</strong></p>",
      "date": "September 13",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Jonah&rsquo;s flight from God was not without problems. His short-lived &ldquo;rest&rdquo; was disturbed when God miraculously intervened with the storm. Jonah was saved from a watery grave by God, who ordered a fish to save Jonah.</p> <p>However, it was only when Jonah found himself in a forced three-day rest in the stomach of the big fish that he realized how very dependent he was on God. Sometimes we have to be brought to the place where we don&rsquo;t have anything that this world offers to lean on in order to realize that Jesus is who we really need.</p> <p><br></p> <p><strong>Read Jonah&rsquo;s prayer in the belly of the fish (see Jon. 2:1&ndash;9). What did he pray about?</strong></p> <p><strong>Jonah 2:1-9</strong></p> <p><strong>1</strong> Then Jonah prayed to the Lord his God from the fish&rsquo;s belly.</p> <p><strong>2</strong> And he said: &ldquo;I cried out to the Lord because of my affliction, And He answered me. &ldquo;Out of the belly of Sheol I cried, And You heard my voice.</p> <p><strong>3</strong> For You cast me into the deep, Into the heart of the seas, And the floods surrounded me; All Your billows and Your waves passed over me.</p> <p><strong>4</strong> Then I said, &lsquo;I have been cast out of Your sight; Yet I will look again toward Your holy temple.&rsquo;</p> <p><strong>5</strong> The waters surrounded me, even to my soul; The deep closed around me; Weeds were wrapped around my head.</p> <p><strong>6</strong> I went down to the moorings of the mountains; The earth with its bars closed behind me forever; Yet You have brought up my life from the pit, O Lord, my God.</p> <p><strong>7</strong> &ldquo;When my soul fainted within me, I remembered the Lord; And my prayer went up to You, Into Your holy temple.</p> <p><strong>8</strong> &ldquo;Those who regard worthless idols Forsake their own Mercy.</p> <p><strong>9</strong> But I will sacrifice to You With the voice of thanksgiving; I will pay what I have vowed. Salvation is of the Lord.&rdquo;</p> <p><br></p> <p>Though he was there in the deep, in a very dangerous situation, Jonah, in his prayer, prayed about the sanctuary. He would look toward &ldquo;Your holy temple.&rdquo;</p> <p>What is going on here?</p> <p>The temple forms a focal point of this prayer, and it should be the central point of prayer in general. There is primarily only one place in the Old Testament where God can be found. He is in the sanctuary (see Exod. 15:17, Exod. 25:8). The sanctuary is the central point of prayer and communion with God.</p> <p><strong>Exodus 15:17</strong></p> <p><strong>17</strong> You will bring them in and plant them In the mountain of Your inheritance, In the place, O Lord, which You have made For Your own dwelling, The sanctuary, O Lord, which Your hands have established.</p> <p><strong>Exodus 25:8</strong></p> <p><strong>8</strong> And let them make Me a sanctuary, that I may dwell among them.</p> <p><br></p> <p>Yet, Jonah was not referencing the Jerusalem temple. Rather, he was talking about the heavenly sanctuary (Jon. 2:7). That&rsquo;s where his hope existed, because that&rsquo;s where God and the salvation He offers truly come from.</p> <p>Jonah finally understood this important truth. He had experienced God&rsquo;s grace. He had been saved. As the big fish spit him out, he understood firsthand about God&rsquo;s love for him, a runaway prophet. He certainly had learned (even if not without some detours along the way) that the only safe course for any believer is to seek to be within God&rsquo;s will.</p> <p>So, now he decided to do his duty and obey God&rsquo;s orders, finally heading for Nineveh, no doubt on faith, as he was heading toward an exceedingly wicked city whose citizens might not like this foreign prophet telling them just how bad they were.</p> <p><br></p> <p><strong>Sometimes we might just need to get away from it all in order to get a fresh perspective on things. Though the story of Jonah, who miraculously survived in the belly of a fish, is a rather extreme case, how might stepping out of your normal environment allow you to look at it from a new and, perhaps, needed perspective?</strong></p>"
    },
    {
      "id": 124,
      "idLesson": 12,
      "idDay": 4,
      "dayTitle": "<p><strong>Mission Accomplished</strong></p>",
      "date": "September 14",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Compared to any city or town in Israel, Nineveh was a huge city. It was an &ldquo;exceedingly great city, a three-day journey in extent&rdquo; (Jon. 3:3, NKJV).</p> <p><strong>Read Jonah 3:1&ndash;10. What is the response of this wicked place? What lessons can we take from this story for ourselves in our attempts to witness to others?</strong></p> <p><strong>Jonah 3</strong></p> <p><strong>1</strong> Now the word of the Lord came to Jonah the second time, saying,</p> <p><strong>2</strong> &ldquo;Arise, go to Nineveh, that great city, and preach to it the message that I tell you.&rdquo;</p> <p><strong>3</strong> So Jonah arose and went to Nineveh, according to the word of the Lord. Now Nineveh was an exceedingly great city, a three-day journey in extent.</p> <p><strong>4</strong> And Jonah began to enter the city on the first day&rsquo;s walk. Then he cried out and said, &ldquo;Yet forty days, and Nineveh shall be overthrown!&rdquo;</p> <p><strong>5</strong> So the people of Nineveh believed God, proclaimed a fast, and put on sackcloth, from the greatest to the least of them.</p> <p><strong>6</strong> Then word came to the king of Nineveh; and he arose from his throne and laid aside his robe, covered himself with sackcloth and sat in ashes.</p> <p><strong>7</strong> And he caused it to be proclaimed and published throughout Nineveh by the decree of the king and his nobles, saying, Let neither man nor beast, herd nor flock, taste anything; do not let them eat, or drink water.</p> <p><strong>8</strong> But let man and beast be covered with sackcloth, and cry mightily to God; yes, let every one turn from his evil way and from the violence that is in his hands.</p> <p><strong>9</strong> Who can tell if God will turn and relent, and turn away from His fierce anger, so that we may not perish?</p> <p><strong>10</strong> Then God saw their works, that they turned from their evil way; and God relented from the disaster that He had said He would bring upon them, and He did not do it.</p> <p><br></p> <p>While walking the city, Jonah proclaimed God&rsquo;s message: &ldquo; &lsquo;Yet forty days, and Nineveh shall be overthrown!&rsquo; &rdquo; (Jon. 3:4, NKJV). The message was right to the point. Though the details are not given, it becomes clear that the message fell on receptive ears, and the people of Nineveh (collectively!) believed Jonah&rsquo;s words of warning.</p> <p>In a typical Near Eastern manner, a decree was declared by the king of Nineveh in order to demonstrate a change of heart. Everyone&mdash;including animals&mdash;had to fast and mourn (how animals mourn, the text doesn&rsquo;t say). The king stepped down from his throne and sat in the dust of the ground, a very important symbolic act.</p> <p><br></p> <p><strong>Read Jonah 3:6&ndash;9. Compare it with Jeremiah 25:5, Ezekiel 14:6, and Revelation 2:5. What elements were involved in the king&rsquo;s speech that show he understands what true repentance is all about?</strong></p> <p><strong>Jeremiah 25:5</strong></p> <p><strong>5</strong> They said, &lsquo;Repent now everyone of his evil way and his evil doings, and dwell in the land that the Lord has given to you and your fathers forever and ever.</p> <p><strong>Ezekiel 14:6</strong></p> <p><strong>6</strong> &ldquo;Therefore say to the house of Israel, &lsquo;Thus says the Lord God: &ldquo;Repent, turn away from your idols, and turn your faces away from all your abominations.</p> <p><strong>Revelation 2:5</strong></p> <p><strong>5</strong> Remember therefore from where you have fallen; repent and do the first works, or else I will come to you quickly and remove your lampstand from its place&mdash;unless you repent.</p> <p><br></p> <p>The sermon was short, to the point, but filled with correct theology regarding true repentance. While Jonah had been preaching, the Holy Spirit must have been hard at work in the hearts of the Ninevites.</p> <p>The Ninevites did not have the benefit of all the stories of God&rsquo;s tender leading that the Israelites had, and yet, they still responded to Him in a positive manner. They were saying in effect, &ldquo;Let&rsquo;s throw ourselves on God&rsquo;s mercy, not on our own accomplishments! Let&rsquo;s rely completely on His goodness and grace.&rdquo;</p> <p>Strangely, Jonah, who had experienced God&rsquo;s grace for himself personally, firsthand, seemed to think that God&rsquo;s grace was something so exclusive that only some might have opportunity to rest in it.</p> <p><br></p> <p><strong>Why is repentance such a crucial part of the Christian experience? What does it mean truly to repent of our sins, especially the sins that we commit again and again?</strong></p>"
    },
    {
      "id": 125,
      "idLesson": 12,
      "idDay": 5,
      "dayTitle": "<p><strong>An Angry, Restless Missionary</strong></p>",
      "date": "September 15",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Unfortunately, the story of Jonah doesn&rsquo;t end with chapter 3.</p> <p><br></p> <p><strong>Read Jonah 4:1&ndash;11. What is Jonah&rsquo;s problem? What lesson can we learn from his rather faulty character?</strong></p> <p><strong>Jonah 4</strong></p> <p><strong>1</strong> But it displeased Jonah exceedingly, and he became angry.</p> <p><strong>2</strong> So he prayed to the Lord, and said, &ldquo;Ah, Lord, was not this what I said when I was still in my country? Therefore I fled previously to Tarshish; for I know that You are a gracious and merciful God, slow to anger and abundant in lovingkindness, One who relents from doing harm.</p> <p><strong>3</strong> Therefore now, O Lord, please take my life from me, for it is better for me to die than to live!&rdquo;</p> <p><strong>4</strong> Then the Lord said, &ldquo;Is it right for you to be angry?&rdquo;</p> <p><strong>5</strong> So Jonah went out of the city and sat on the east side of the city. There he made himself a shelter and sat under it in the shade, till he might see what would become of the city.</p> <p><strong>6</strong> And the Lord God prepared a plant and made it come up over Jonah, that it might be shade for his head to deliver him from his misery. So Jonah was very grateful for the plant.</p> <p><strong>7</strong> But as morning dawned the next day God prepared a worm, and it so damaged the plant that it withered.</p> <p><strong>8</strong> And it happened, when the sun arose, that God prepared a vehement east wind; and the sun beat on Jonah&rsquo;s head, so that he grew faint. Then he wished death for himself, and said, &ldquo;It is better for me to die than to live.&rdquo;</p> <p><strong>9</strong> Then God said to Jonah, &ldquo;Is it right for you to be angry about the plant?&rdquo; And he said, &ldquo;It is right for me to be angry, even to death!&rdquo;</p> <p><strong>10</strong> But the Lord said, &ldquo;You have had pity on the plant for which you have not labored, nor made it grow, which came up in a night and perished in a night.</p> <p><strong>11</strong> And should I not pity Nineveh, that great city, in which are more than one hundred and twenty thousand persons who cannot discern between their right hand and their left&mdash;and much livestock?&rdquo;</p> <p><br></p> <p>Jonah 4 begins with Jonah&rsquo;s anger toward God because his mission outreach was so successful. Jonah was worried about looking foolish. We find God taking the time to talk to and reason with His prophet, who behaved like a toddler having a temper tantrum.</p> <p>Here is evidence that true followers of God&mdash;even prophets&mdash;may have some growing and overcoming yet to do.</p> <p>&ldquo;When Jonah learned of God&rsquo;s purpose to spare the city that, notwithstanding its wickedness, had been led to repent in sackcloth and ashes, he should have been the first to rejoice because of God&rsquo;s amazing grace; but instead he allowed his mind to dwell upon the possibility of his being regarded as a false prophet. Jealous of his reputation, he lost sight of the infinitely greater value of the souls in that wretched city.&rdquo;&mdash;Ellen G. White, Prophets and Kings, p. 271.</p> <p>God&rsquo;s patience with His prophet was astounding. He seemed intent on using Jonah, and when Jonah ran away, God sent the storm and the fish to bring the runaway back. And even now, again, when Jonah was being contrary, God sought to reason with Jonah and his bad attitude, saying to him: &ldquo; &lsquo;Is it right for you to be angry?&rsquo; &rdquo; (Jon. 4:4, NKJV).</p> <p><br></p> <p><strong>Read Luke 9:51&ndash;56. How does this account somewhat parallel what happened in the story of Jonah?</strong></p> <p><strong>Luke 9:51-56</strong></p> <p><strong>51</strong> Now it came to pass, when the time had come for Him to be received up, that He steadfastly set His face to go to Jerusalem,</p> <p><strong>52</strong> and sent messengers before His face. And as they went, they entered a village of the Samaritans, to prepare for Him.</p> <p><strong>53</strong> But they did not receive Him, because His face was set for the journey to Jerusalem.</p> <p><strong>54</strong> And when His disciples James and John saw this, they said, &ldquo;Lord, do You want us to command fire to come down from heaven and consume them, just as Elijah did?&rdquo;</p> <p><strong>55</strong> But He turned and rebuked them, and said, &ldquo;You do not know what manner of spirit you are of.</p> <p><strong>56</strong> For the Son of Man did not come to destroy men&rsquo;s lives but to save them.&rdquo; And they went to another village.</p> <p><br></p> <p>&ldquo; &lsquo;God so loved the world that He gave His only begotten Son, that whoever believes in Him should not perish but have everlasting life&rsquo; &rdquo; (John 3:16, NKJV) or, as God puts it in Jonah 4:11: &ldquo; &lsquo;Should I not pity Nineveh, that great city, in which are more than one hundred and twenty thousand persons who cannot discern between their right hand and their left&mdash;and also much livestock?&rsquo; &rdquo; (NKJV). How grateful we should be that, in the end, God&mdash;and not we ourselves&mdash;is the ultimate Judge of hearts and minds and motives.</p> <p><strong>How can we learn to have the kind of compassion and patience for others that God has, or at least to learn to reflect that compassion and patience?</strong></p>"
    },
    {
      "id": 126,
      "idLesson": 12,
      "idDay": 6,
      "dayTitle": "<p><strong>A Two-Way Street</strong></p>",
      "date": "September 16",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Jonah seemed to be more trouble than he was worth. Nineveh was dangerous, but in the story of Jonah the Ninevites didn&rsquo;t seem to be the problem. They understood the message and quickly repented. Jonah, the missionary, seems to be the weak link in this mission story.</p> <p>In this account, God pursued a reluctant prophet because He knew that Jonah needed the missionary trip to Nineveh as much as the Ninevites needed to hear the missionary&rsquo;s message.</p> <p><br></p> <p><strong>Read the book of Jude. How can we &ldquo;keep [our]selves in the love of God&rdquo; (Jude 21, NKJV)? What does that mean?</strong></p> <p><strong>Jude</strong></p> <p><strong>1</strong> Jude, a bondservant of Jesus Christ, and brother of James, To those who are called, sanctified by God the Father, and preserved in Jesus Christ:</p> <p><strong>2</strong> Mercy, peace, and love be multiplied to you.</p> <p><strong>3</strong> Beloved, while I was very diligent to write to you concerning our common salvation, I found it necessary to write to you exhorting you to contend earnestly for the faith which was once for all delivered to the saints.</p> <p><strong>4</strong> For certain men have crept in unnoticed, who long ago were marked out for this condemnation, ungodly men, who turn the grace of our God into lewdness and deny the only Lord God and our Lord Jesus Christ.</p> <p><strong>5</strong> But I want to remind you, though you once knew this, that the Lord, having saved the people out of the land of Egypt, afterward destroyed those who did not believe.</p> <p><strong>6</strong> And the angels who did not keep their proper domain, but left their own abode, He has reserved in everlasting chains under darkness for the judgment of the great day;</p> <p><strong>7</strong> as Sodom and Gomorrah, and the cities around them in a similar manner to these, having given themselves over to sexual immorality and gone after strange flesh, are set forth as an example, suffering the [d]vengeance of eternal fire.</p> <p><strong>8</strong> Likewise also these dreamers defile the flesh, reject authority, and speak evil of dignitaries.</p> <p><strong>9</strong> Yet Michael the archangel, in contending with the devil, when he disputed about the body of Moses, dared not bring against him a reviling accusation, but said, &ldquo;The Lord rebuke you!&rdquo;</p> <p><strong>10</strong> But these speak evil of whatever they do not know; and whatever they know naturally, like brute beasts, in these things they corrupt themselves.</p> <p><strong>11</strong> Woe to them! For they have gone in the way of Cain, have run greedily in the error of Balaam for profit, and perished in the rebellion of Korah.</p> <p><strong>12</strong> These are spots in your love feasts, while they feast with you without fear, serving only themselves. They are clouds without water, carried about by the winds; late autumn trees without fruit, twice dead, pulled up by the roots;</p> <p><strong>13</strong> raging waves of the sea, foaming up their own shame; wandering stars for whom is reserved the blackness of darkness forever.</p> <p><strong>14</strong> Now Enoch, the seventh from Adam, prophesied about these men also, saying, &ldquo;Behold, the Lord comes with ten thousands of His saints,</p> <p><strong>15</strong> to execute judgment on all, to convict all who are ungodly among them of all their ungodly deeds which they have committed in an ungodly way, and of all the harsh things which ungodly sinners have spoken against Him.&rdquo;</p> <p><strong>16</strong> These are grumblers, complainers, walking according to their own lusts; and they mouth great swelling words, flattering people to gain advantage.</p> <p><strong>17</strong> But you, beloved, remember the words which were spoken before by the apostles of our Lord Jesus Christ:</p> <p><strong>18</strong> how they told you that there would be mockers in the last time who would walk according to their own ungodly lusts.</p> <p><strong>19</strong> These are sensual persons, who cause divisions, not having the Spirit.</p> <p><strong>20</strong> But you, beloved, building yourselves up on your most holy faith, praying in the Holy Spirit,</p> <p><strong>21</strong> keep yourselves in the love of God, looking for the mercy of our Lord Jesus Christ unto eternal life.</p> <p><strong>22</strong> And on some have compassion, making a distinction;</p> <p><strong>23</strong> but others save with fear, pulling them out of the fire, hating even the garment defiled by the flesh.</p> <p><strong>24</strong> Now to Him who is able to keep you from stumbling, And to present you faultless Before the presence of His glory with exceeding joy, 25 To God our Savior, Who alone is wise, Be glory and majesty, Dominion and power, Both now and forever. Amen.</p> <p><br></p> <p>In his short book in the New Testament, Jude tells us in Jude 21 to &ldquo;keep yourselves in God&rsquo;s love as you wait for the mercy of our Lord Jesus Christ to bring you to eternal life&rdquo; (NIV).</p> <p>Experiencing God&rsquo;s love and grace personally is not a one-time event. One sure way to &ldquo;keep yourselves in God&rsquo;s love&rdquo; is to reach out to others. In the next verses Jude tells us to &ldquo;be merciful,&rdquo; and &ldquo;save&rdquo; others by &ldquo;snatching them from the fire&rdquo; (NIV).</p> <p><br></p> <p><strong>Read Jude 20&ndash;23. What is it saying here that relates to the story of Jonah, and what does this say to us as well?</strong></p> <p><br></p> <p>God called Jonah to go to Nineveh because Jonah probably hadn&rsquo;t spent much time thinking about his relationship to the Assyrians before this particular call. He probably knew that he didn&rsquo;t like them, but he had no idea of how much he hated them or the extremes to which he would go in order to avoid them, even after he got the call. Jonah wasn&rsquo;t ready to have a Ninevite as a next-door neighbor in heaven. Jonah hadn&rsquo;t learned to love as God loves. God called Jonah to go to Nineveh because God loved the Ninevites and wanted them in His kingdom. But God also called Jonah because God loved Jonah. He wanted Jonah to grow and become more like Him as they worked together. God wanted Jonah to find the true rest that comes only by being in a saving relationship with Him and by doing God&rsquo;s will, which includes reaching out to others and pointing them to the faith and hope that we have.</p> <p><br></p> <p><strong>How much time do you spend working for the salvation of others? In a spiritual sense, how does this kind of work lead us to find true rest in Jesus?</strong></p>"
    },
    {
      "id": 127,
      "idLesson": 12,
      "idDay": 7,
      "dayTitle": "",
      "date": "September 17",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:</strong> &ldquo;In the charge given him, Jonah had been entrusted with a heavy responsibility; yet He who had bidden him go was able to sustain His servant and grant him success. Had the prophet obeyed unquestioningly, he would have been spared many bitter experiences, and would have been blessed abundantly. Yet in the hour of Jonah&rsquo;s despair the Lord did not desert him. Through a series of trials and strange providences, the prophet&rsquo;s confidence in God and in His infinite power to save was to be revived.&rdquo;&mdash;Ellen G. White, Prophets and Kings, p. 266.</p> <p>&ldquo;Thousands can be reached in the most simple and humble way. The most intellectual, those who are looked upon as the world&rsquo;s most gifted men and women, are often refreshed by the simple words of one who loves God, and who can speak of that love as naturally as the worldling speaks of the things that interest him most deeply.&rdquo;&mdash;Ellen G. White, Christ&rsquo;s Object Lessons, p. 232.</p> <p><br></p> <p><strong>Discussion Questions:</strong></p> <p><strong>1</strong> A &ldquo;prophet of God&rdquo; who was upset that the people God called him to witness to accepted salvation? How are we to understand this attitude on the part of Jonah? What a powerful example of God&rsquo;s patience with His people, even when they act contrary to the light they have!</p> <p><strong>2</strong> Jonah&rsquo;s story seems to suggest that God not only is in the business of saving wayward people but also is very interested in transforming His followers. How can we get a &ldquo;new heart&rdquo; and a &ldquo;new spirit,&rdquo; even if we already know the Lord and the truth for this time? What is the difference between knowing truth and being transformed by it?</p> <p><strong>3</strong> Read the book of Jude again. What is the essential message of the book, and why is that message relevant to us as a church today?</p> <p><strong>4</strong> How does the experience of working for the salvation of others do us so much spiritual good as well?</p> <p><strong>5</strong> Whatever good reasons Jonah had, or thought he had, for not wanting to go to Nineveh, God showed him how wrong he actually was. What attitude might we have toward others that could reflect the same wrong attitude that Jonah displayed?</p> <p>Tough First Day of School By A ndrew M cChesney<br><br>The first day of school was hard for Niang Muang. Really, really hard. The nine-year-old girl had arrived in the United States only a month ear- lier from Myanmar. Her parents were refugees. She didn&rsquo;t know English, and she didn&rsquo;t have any friends.<br><br>&ldquo;Hello, what&rsquo;s your name?&rdquo; a girl asked her. Niang shook her head. &ldquo;No,&rdquo; she said. &ldquo;Oh,&rdquo; said the girl, confused. &ldquo;Where are you from?&rdquo; Niang shook her head again. &ldquo;No,&rdquo; she said.<br><br>Niang was not trying to be rude. She just didn&rsquo;t understand. Because she didn&rsquo;t know English, she sat quietly all morning in class. At lunchtime, she followed the other children to the cafeteria and looked at the food being served. Nacho cheese and shredded beef. Mini-pizzas. Chicken nuggets. The food was very strange to her. She was used to eating mustard leaves, potatoes leaves, watercress, brown beans, and red lentils.<br><br>After tasting the food, she returned to the classroom and sat quietly until school ended for the day. At home, she prayed for help. &ldquo;Dear God, please help me survive another day of school,&rdquo; she said.<br><br>Fourth grade was tough, but fifth grade was better. She began to speak English and to make friends.<br><br>&ldquo;What&rsquo;s your name?&rdquo; a girl asked. &ldquo;My name is Niang,&rdquo; she replied with a shy smile. &ldquo;Oh, where are you from?&rdquo; the girl said. &ldquo;I am from Burma, which is also called Myanmar,&rdquo; Niang said.<br><br>The girl nodded her head. She had heard of the country. Several other refugee children from Myanmar also studied at their school. &ldquo;Oh, OK,&rdquo; she said. &ldquo;Do you want to play?&rdquo;<br><br>Niang felt happy. She was beginning to fit in. She felt even happier in seventh grade. She was able to transfer from the public school to a Seventh- day Adventist school thanks to money from a 2011 Thirteenth Sabbath Offering to help refugees in the North American Division.<br><br>She thanked God in her daily prayers. &ldquo;Dear God, thank You so much for helping me learn this new language and for taking care of me,&rdquo; she prayed.</p>"
    }
  ]
}
