{
  "id": 713,
  "lessonNumber": 13,
  "versionCode": 1,
  "quarter": "2T2020",
  "title": "<p><strong>Living by the Word of &nbsp;God</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "",
  "weekDate": "June 20–June 26",
  "lessonDays": [
    {
      "id": 131,
      "idLesson": 13,
      "idDay": 1,
      "dayTitle": "",
      "date": "June 20",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>“But be doers of the word, and not hearers only, deceiving yourselves” (James 1:22, NKJV)</strong></p>\n<p>\n  <br>\n</p>\n<p>The best method of studying the Bible is of no use if we are not determined to live by what we learn from Scripture. What is true for education in general also is true for studying the Bible in particular: you learn best not just by reading or hearing, but by practicing what you know. This obedience opens a full treasure house of divine blessings that otherwise would be closed to us, and it leads us on an exciting and life-transforming way to increase our understanding and knowledge. If we are not willing to abide by the Word of God and are not willing to practice what we have studied, we will not grow. And our witness will be impaired because our life is out of harmony with our words.</p>\n<p>\n  <br>\n</p>\n<p>We grow in grace and wisdom through inspiring models who illustrate to us what it means to live by the Word of God. There is no better example and no motivational force more powerful than Jesus Christ. He gave us a pattern to follow. He lived a life in full harmony with the will of God.</p>\n<p>\n  <br>\n</p>\n<p>This week, we will study what it means to live by the Word of God and under its divine authority.</p>"
    },
    {
      "id": 132,
      "idLesson": 13,
      "idDay": 2,
      "dayTitle": "<p><strong>The Living Word of God &nbsp;and the Holy Spirit</strong></p>",
      "date": "June 21",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>To study the Word of God carefully and with the proper method is very important. But, just as important, perhaps even more so, is that we put into practice what we have learned. The ultimate goal of studying the Bible lies not in acquiring greater knowledge, as wonderful as that can be. The goal is not about our mastering of the Word of God but about the Word of God mastering us, changing our lives and our way of thinking. That is what really matters. To be willing to live the truth that we have learned means to be willing to submit to that biblical truth. This choice sometimes involves an intense struggle, because we are fighting a battle over who will have the supremacy in our thinking and in our life. And, in the end, there are only two sides from which to pick.</p>\n<p><strong>Read Philippians 2:12–16. What are these verses saying about how we should live?</strong></p>\n<p><strong>Philippians 2: 12-16</strong></p>\n<p><strong>12</strong> Wherefore, my beloved, as ye have always obeyed, not as in my presence only, but now much more in my absence, work out your own salvation with fear and trembling.</p>\n<p><strong>13</strong> For it is God which worketh in you both to will and to do of his good pleasure.</p>\n<p><strong>14</strong> Do all things without murmurings and disputings:</p>\n<p><strong>15</strong> That ye may be blameless and harmless, the sons of God, without rebuke, in the midst of a crooked and perverse nation, among whom ye shine as lights in the world;</p>\n<p><strong>16&nbsp;</strong>Holding forth the word of life; that I may rejoice in the day of Christ, that I have not run in vain, neither laboured in vain.</p>\n<p>Yes, God works in us, but He does so through the Holy Spirit, who alone gives us the wisdom to understand the Holy Scriptures. Furthermore, as sinful human beings, we often are opposed to God’s truth, and left to our own devices, we would not obey the Word of God (Rom. 1:25; Eph. 4:17, 18). Without the Holy Spirit, there is no affection for God’s message. There is no hope, no trust, no love in response. Through the Holy Spirit, God indeed “works in you both to will and to do for His good pleasure” (Phil. 2:13, NKJV).</p>\n<p>The Holy Spirit is a Teacher who desires to lead us into a deeper understanding of Scripture and to a joyful appreciation of the Word of God. He brings the truth of God’s Word to our attention and gives us fresh insights into those truths, so that our lives are characterized by faithfulness and a loving obedience to the will of God. “No one is able to explain the Scriptures without the aid of the Holy Spirit. But when you take up the Word of God with a humble, teachable heart, the angels of God will be by your side to impress you with evidences of the truth.”—Ellen G. White, Selected Messages, book 1, p. 411. In this way, spiritual things are interpreted spiritually (1 Cor. 2:13, 14), and we are able joyfully to follow God’s Word “morning by morning” (Isa. 50:4, 5).</p>\n<p><strong>Philippians 2:16 says that we should hold “fast the word of life” (NKJV). What do you think that means? And how do we do that? See also Deuteronomy 4:4, which teaches something similar. What is our role in this whole process?</strong></p>"
    },
    {
      "id": 133,
      "idLesson": 13,
      "idDay": 3,
      "dayTitle": "<p><strong>Learning From Jesus</strong></p>",
      "date": "June 22",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>There is no better and more inspiring example to follow than Jesus Christ. He was familiar with the Scriptures, and was willing to follow the written Word of God and abide by it.</p>\n<p><strong>Read Luke 4:4, 8, 10–12. How does Jesus use Scripture to counter Satan’s temptations? What does this tell us about how central the Scriptures must be to our faith, especially in times of temptation?</strong></p>\n<p><strong>Luke 4: 4</strong></p>\n<p><strong>4</strong> And Jesus answered him, saying, It is written, That man shall not live by bread alone, but by every word of God.</p>\n<p><strong>Luke 4: 8</strong></p>\n<p><strong>8&nbsp;</strong>And Jesus answered and said unto him, Get thee behind me, Satan: for it is written, Thou shalt worship the Lord thy God, and him only shalt thou serve.</p>\n<p><strong>Luke 4: 10-12</strong></p>\n<p><strong>10</strong> For it is written, He shall give his angels charge over thee, to keep thee:</p>\n<p><strong>11</strong> And in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone.</p>\n<p><span style=\"color: rgb(0, 0, 0); font-family: &quot;Times New Roman&quot;; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial; display: inline !important; float: none;\"><strong>1</strong></span><strong>2&nbsp;</strong>And Jesus answering said unto him, It is said, Thou shalt not tempt the Lord thy God.</p>\n<p>Jesus knew the Scriptures well. He was so intimately familiar with the Word of God that He could quote it by heart. This familiarity with God’s written Word must have resulted from precious quality time with God in studying the Scriptures.</p>\n<p>If He had not known the exact words of Scripture and the context in which they appear, He could easily have been deceived by the devil. Even the devil quoted Scripture and used it for his own deceptive purposes. Thus, just being able to quote Scripture, as the devil did, is not enough. One also needs to know what else Scripture has to say on a subject and know its correct meaning. Only such familiarity with God’s Word will help us, like Jesus, not to be fooled by God’s adversary but to be able to resist the attacks of Satan. Time and again we read about Jesus opening the minds of His followers to understand Scripture by referring them to what “is written” (Luke 24:45, 46; Matt. 11:10; John 6:45; etc.). He assumed that those who read the Scriptures can come to a correct understanding of its meaning: “ ‘What is written in the law? What is your reading of it?’ ” (Luke 10:26, NKJV). For Jesus, what was written in Scripture is the norm that we should live by.</p>\n<p>In John 7:38, Jesus—the Word of God made flesh—referred His followers back to what Scripture said. It is only through the Bible that we know that Jesus is the promised Messiah. It is the Scriptures that testify about Him (John 5:39). Jesus Himself was willing to abide by the Scriptures, the Word of God committed to writing. If He was willing to do that, what does this tell us about what we should do, as well? In John 7:38, Jesus—the Word of God made flesh—referred His followers back to what Scripture said. It is only through the Bible that we know that Jesus is the promised Messiah. It is the Scriptures that testify about Him (John 5:39). Jesus Himself was willing to abide by the Scriptures, the Word of God committed to writing. If He was willing to do that, what does this tell us about what we should do, as well?</p>\n<p><strong>What has been your own experience with using the Scriptures in your battle with temptation? That is when tempted, did you start reading the Bible or quote Scripture? What happened as a result, and what have you learned from that experience?</strong></p>"
    },
    {
      "id": 134,
      "idLesson": 13,
      "idDay": 13,
      "dayTitle": "<p><strong>Jesus Versus Scripture?</strong></p>",
      "date": "June 23",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Read John 5:45–47. What powerful message does Jesus give us here about His relationship to the Bible?</strong></p>\n<p><strong>John 5:45-47</strong></p>\n<p><strong>45</strong> Do not think that I will accuse you to the Father: there is one that accuseth you, even Moses, in whom ye trust.</p>\n<p><strong>46</strong> For had ye believed Moses, ye would have believed me; for he wrote of me.</p>\n<p><strong>47</strong> But if ye believe not his writings, how shall ye believe my words?</p>\n<p>Some people claim that when Jesus spoke He put His words in stark contrast to the words of Scripture, as we find them in the Old Testament. They say that the words of Jesus are even elevated above the words of Scripture.</p>\n<p>In the New Testament, we read that Jesus said: “ ‘You have heard that it was said . . . but I say to you . . .’ ” (Matt. 5:43, 44; compare with Matt. 5:21, 22, 27, 28, 33, 34, 38, 39). When Jesus said these famous words in the Sermon on the Mount, He was not trying to abandon or abolish the Old Testament, as some interpreters claim. Instead, He responded to various interpretations of Scripture and to oral traditions that were used by some interpreters of His day to justify behavior toward other people that God did not condone and never commanded, like hating your enemy (see Matt. 5:43).</p>\n<p>Jesus did not abolish the Old Testament in any way or in any degree lessen its authority. The opposite is true. It was the Old Testament that, indeed, proves who He is. Instead, He intensified the meaning of the Old Testament statements by pointing us to God’s original intentions. To use Jesus’ authority to disqualify Holy Scripture or to denigrate some parts of the Bible as uninspired is perhaps one of the subtlest, and yet most dangerous, criticisms of Scripture, because it is done in the very name of Jesus. We have Jesus’ example of how much authority He gave to the Scriptures, which, in His day, consisted of the Old Testament only. What more evidence do we need about how we should view the Old Testament, as well?</p>\n<p>Far from weakening the authority of Scripture, Jesus consistently upheld Scripture as a reliable and trustworthy guide. In fact, He unambiguously states in the very same Sermon on the Mount: “ ‘Do not think that I came to abolish the Law or the Prophets; I did not come to abolish but to fulfill’ ” (Matt. 5:17, NASB). And He continues to say that whoever “ ‘annuls one of the least of these commandments, and teaches others to do the same, shall be called least in the kingdom of heaven’ ” (Matt. 5:19, NASB).</p>\n<p><strong>What are some of the key doctrines that, to this day, find their grounding in the Old Testament? Think, for example, of Creation (Genesis 1, Genesis 2) and the Fall (Genesis 3). What other crucial Christian truths do we find in the Old Testament that are later amplified in the New Testament?</strong></p>"
    },
    {
      "id": 135,
      "idLesson": 13,
      "idDay": 5,
      "dayTitle": "<p><strong>Quiet Times With the Word of God</strong></p>",
      "date": "June 24",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Our lives tend to be hectic and filled with tension and stress. Sometimes we have to work hard just to get by—to survive and to put food on the table. Other times, even when we have the necessities of life, we hustle and bustle because we want more and more. We want the things that we think will make us happy and fulfilled. But, as Solomon in the book of Ecclesiastes warns us, that doesn’t always happen.</p>\n<p>Whatever the reason, we can be terribly busy in our lives, and so it’s very easy, amid the busyness, to crowd out God. It’s not that we don’t believe, but only that we don’t spend quality time reading, praying, and drawing close to the Lord, who has “ ‘your breath in His hand’ ” (Dan. 5:23, NKJV). We can be too diverted by other things to experience quality time with God. We all need moments in which we deliberately slow down to meet the one who is our Savior, Jesus. How can the Holy Spirit speak to us if we do not pause to listen? The special quiet time with God, in reading His Word and in the communication of prayer, is the source of our spiritual life.</p>\n<p><strong>Read Psalm 37:7; Psalm 46:10; and Psalm 62:1, 2, 5. What do these texts teach us about quiet time with God? Why is quiet time with God so important?</strong></p>\n<p><strong>Psalm 37:7</strong></p>\n<p><strong>7</strong> Rest in the Lord, and wait patiently for him: fret not thyself because of him who prospereth in his way, because of the man who bringeth wicked devices to pass.</p>\n<p><strong>Psalm 46: 10</strong></p>\n<p><strong>10&nbsp;</strong>Be still, and know that I am God: I will be exalted among the heathen, I will be exalted in the earth.</p>\n<p><strong>Psalm 62: 1, 2, 5</strong></p>\n<p><strong>1</strong> Truly my soul waiteth upon God: from him cometh my salvation.</p>\n<p><strong>2</strong> He only is my rock and my salvation; he is my defence; I shall not be greatly moved.</p>\n<p><strong>5&nbsp;</strong>My soul, wait thou only upon God; for my expectation is from him.</p>\n<p>If you love someone, you enjoy spending time alone with that beloved person. Choose a place in which you can read and reflect on God’s Word without interruptions. In our hectic life, this can succeed only if you deliberately reserve a specific window of time for this encounter. Often the beginning of the day is best for these minutes of quietness and reflection. Such moments before the workday begins can become a blessing for the whole rest of the day, because the valuable thoughts you gain will accompany you for many hours. But be creative to find the right quality time you need in order to meet with God without interruption.</p>\n<p>To be connected through prayer with the living God of the Bible affects your life as nothing else ever can. Eventually, it contributes to your becoming more like Jesus.</p>\n<p><strong>How deliberate are you in seeking time to spend alone with the Lord? What are those times like, and how do they help you to know even better the reality and love of God?</strong></p>"
    },
    {
      "id": 136,
      "idLesson": 13,
      "idDay": 6,
      "dayTitle": "<p><strong>Memory and Song</strong></p>",
      "date": "June 25",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>“Your word I have hidden in my heart, that I might not sin against You” (Psalm 119:11, NKJV)</strong></p>\n<p>Memorizing Scripture brings multiplied blessings. When we store precious passages of God’s Word in our minds, we can bring to life what has been committed to memory and apply it in new and changing circumstances. That way, the Bible directly impacts our thinking, our decisions, and influences our values and behavior. Memorizing Scripture brings the Bible to life in our daily experience. Furthermore, it helps us to worship God and to live a faithful life according to the Scriptures.</p>\n<p>To remember Scripture word by word is a tremendous safeguard against deceptions and false interpretations. Learning Scripture by heart enables us to cite Scripture, even when we do not have a Bible available. This can become a tremendous power for good in situations when temptations arise, or when we are faced with adverse challenges. To recall God’s promises, and to fix our minds on God’s Word rather than on our problems, lifts our thoughts to God, who has a thousand ways to help when we see none.</p>\n<p><strong>Read Ephesians 5:19 and Colossians 3:16. How can singing God’s Word establish and strengthen the Word of God in our minds?</strong></p>\n<p><strong>Ephesians 5:19</strong></p>\n<p><strong>19</strong> Speaking to yourselves in psalms and hymns and spiritual songs, singing and making melody in your heart to the Lord;</p>\n<p><strong>Colossians 3:16.</strong></p>\n<p><strong>16</strong> Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord.</p>\n<p>Singing the words of the Bible also can be a powerful way to memorize the text of Scripture. In singing, the words of Scripture are more easily remembered. To combine the words of Scripture with beautiful melodies will anchor them in our thoughts more firmly, and be an effective way to dispel our anxious moods. Scripture passages that are connected with simple but harmonious melodies can easily be sung and memorized by little children and adults alike. Scripture was the inspiration for numerous and world-famous oratorios, symphonies, and other music that has shaped and influenced Christian culture throughout the centuries. Compositions that lift up our minds and direct our thoughts to God and His Word are a wonderful blessing and positive influence in our lives.</p>\n<p>“Music forms a part of God’s worship in the courts above, and we should endeavor, in our songs of praise, to approach as nearly as possible to the harmony of the heavenly choirs.”—Ellen G. White, Patriarchs and Prophets, p. 594.</p>"
    },
    {
      "id": 137,
      "idLesson": 13,
      "idDay": 7,
      "dayTitle": "",
      "date": "June 26",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:</strong> Read Ellen G. White, “The Privilege of Prayer,” pp. 93–104, in Steps to Christ.</p>\n<p>“The natural eye can never behold the comeliness and beauty of Christ. The inward illumination of the Holy Spirit, revealing to the soul its true hopeless, helpless condition without the mercy and pardon of the Sin-bearer—the all-sufficiency of Christ—can alone enable man to discern His infinite mercy, His immeasurable love, benevolence, and glory.”—Ellen G. White, The Upward Look, p. 155. “Portions of Scripture, even whole chapters, may be committed to memory, to be repeated when Satan comes in with his temptations. . . . When Satan would lead the mind to dwell upon earthly and sensual things, he is most effectually resisted with, ‘It is written.’ ”—Advent Review and Sabbath Herald, April 8, 1884.</p>\n<p><strong>Discussion Questions:</strong></p>\n<p><strong>1.</strong> How does the reality of free will and free choice play into all our decisions regarding faith and obedience? Though many areas of our life are out of our control, with regard to the crucial things, the things that pertain to eternal life, we do have free choice. What are you doing with the free will that God has given you? What kind of spiritual choices are you making?</p>\n<p><strong>2.</strong> Think about the role that the Sabbath can and should play in terms of giving us quiet time with God. How does keeping the Sabbath protect you from being so caught up in working and doing things that you don’t spend the time with God that you need to spend? How can you learn to make the Sabbath more of the spiritual blessing that it was meant to be?</p>\n<p><strong>3.</strong> What has been your experience in spending time with God alone in prayer and study? How does this spiritual practice impact your faith? How should it impact your faith? In class, if you feel comfortable, talk about your own personal times of reading and praying and what you have gained from them. How might others benefit from what you have learned?</p>\n<p><strong>4.</strong> What are some of your favorite texts that you have memorized? What is it about them that you like so much? How has memorizing them been a blessing to you?</p>\n<p><strong>Inside Story:</strong></p>\n<p><strong>Escape From a Plane Crash</strong></p>\n<p>By Andrew McChesney, Adventist Mission</p>\n<p>Pius Kabadi Tshiombe, a 53-year-old lay evangelist, boarded the An-2 single-engine biplane for a flight to visit a church that he planted in a remote region of the Democratic Republic of Congo. But the Soviet-built plane operated by Kinshasa-based Air Kasai developed engine trouble shortly after taking off from Kamako for the 90-mile (150-kilometer) flight to Tshikapa, located near the border with Angola. As the pilot looked for a place to land, the plane lost altitude, and smoke filled the cabin.&nbsp;</p>\n<p>Tshiombe saw the pilot emerge from the cockpit. “Follow the pilot,” a voice seemed to say. Tshiombe sprang to his feet. The pilot opened an exit and jumped out. Tshiombe also jumped. Moments later, the An-2 slammed into the bush and burst into flames. The crash occurred about two miles (three kilometers) from the Kamako airport on July 27, 2018. Only Tshiombe and the pilot survived; the other five passengers died.</p>\n<p>“He survived with only his cell phone,” said Tshiombe’s wife, Nicole, who received confirmation about her husband’s condition via WhatsApp photographs sent by a friend after the crash. “He had a head and leg wound but no broken bones.” Among the photos was one of Tshiombe, dazed and wearing a bloodsoaked shirt, with a cell phone in his hand. Nicole was unable to speak with her husband for three days, but his first words by phone were filled with praise to God. “I will never leave this God,” he told her.</p>\n<p>&nbsp;“He is wonderful.” Tshiombe had wanted to visit a small church plant of 15 people that he opened after evangelistic meetings in Kabungyu. But he ended up on the An-2 on a Friday after learning that his desired flight left on Saturday. “They told him that he would have to travel on the Sabbath,” his wife said.</p>\n<p>“He said, ‘I can’t because I worship on Sabbath.’ But they said, ‘The flight only goes on Saturday.’ He said, ‘I’ll find another way to reach my destination.’ ”</p>\n<p>Tshiombe, pictured second from left, called his wife from the airport to announce his change in plans. He hoped to find a new way to connect to Kabungyu. Nicole has many questions about what happened. She doesn’t understand why only Tshiombe and the pilot survived. She doesn’t know whether Tshiombe’s decision to keep the Sabbath played a role in the story. But she believes that he was delivered as promised in Psalm 91:14, where the Lord says, “Because he has set his love upon Me, therefore I will deliver him” (NKJV). “Be faithful to God because He can protect us at all times,” she said.</p>"
    }
  ]
}
