{
  "id": 711,
  "lessonNumber": 11,
  "versionCode": 6,
  "quarter": "2T2021",
  "title": "<p><strong>Sabbath Afternoon</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p><strong>Memory Text: &ldquo; &lsquo;Come now, and let us reason together,&rsquo; says the Lord, &lsquo;though your sins are like scarlet, they shall be as white as snow; though they are red like crimson, they shall be as wool&rsquo; &rdquo; (Isaiah 1:18, NKJV).</strong></p> ",
  "weekDate": "June 5–11",
  "lessonDays": [
    {
      "id": 111,
      "idLesson": 11,
      "idDay": 1,
      "dayTitle": "",
      "date": "June 5",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>A moonless evening, the sky, black like spilled ink, covered Frank in shadow as he walked the empty urban streets. After a while, he heard footsteps behind him, someone following in the darkness. Then the person caught up with him and said, &ldquo;Frank, the printer?&rdquo; &ldquo;Yes, I am he. But how did you know?&rdquo;</p> <p><br></p> <p>&ldquo;Well,&rdquo; answered the stranger, &ldquo;I don&rsquo;t know you. But I know your brother very well, and even in the darkness, your mannerisms, your way of walking, your figure, all reminded me so much of him I just assumed that you were his brother, because he told me that he had one.&rdquo;</p> <p><br></p> <p>This story reveals a powerful truth regarding the Israelite sanctuary service. It was, the Bible says, a shadow of the real. Nevertheless, there was enough in the shadows and images of the earthly sanctuary to clearly foreshadow and reveal the truths they were supposed to represent: the death and high-priestly ministry of Christ in the heavenly sanctuary.</p> <p><br></p> <p>T<strong>he Week at a Glance: Why did God want the Israelites to build a sanctuary? What does the sanctuary teach us about Christ as our Substitute? What does Jesus do in heaven as our Representative?</strong></p>"
    },
    {
      "id": 112,
      "idLesson": 11,
      "idDay": 2,
      "dayTitle": "<p><strong>Relationships</strong></p> ",
      "date": "June 6",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>&ldquo;And I set my tabernacle among you: and my soul shall not abhor you. And I will walk among you, and will be your God, and ye shall be my people&rdquo; (Lev. 26:11, 12).</strong></p> <p><br></p> <p>One point should be clear by now: whether in the old covenant or new covenant, the Lord seeks a close, loving relationship with His people. In fact, the covenants basically help form (for lack of a better word) the &ldquo;rules&rdquo; for that relationship.</p> <p><br></p> <p>Relationship is crucial to the covenant, in whatever time or context. Yet, for a relationship to exist, there needs to be interaction, communication, and contact, particularly for sinful, fallible, doubting humans. The Lord, of course, knowing this, took the initiative to be sure that He would manifest Himself to us so that&mdash;within the confines of fallen humanity&mdash;we could relate to Him in a meaningful way.</p> <p><br></p> <p><strong>Read Exodus 25:8, the Lord&rsquo;s command to Israel to build a sanctuary. What reasons does the Lord give for wanting them to do this?</strong></p> <p><br></p> <p><strong>Exodus 25:8 </strong></p> <p><strong>8</strong>. And let them make Me a sanctuary, that I may dwell among them</p> <p><br></p> <p>The answer to this question, of course, brings up another question, and that is Why? Why does the Lord want to dwell in the midst of His people?</p> <p><br></p> <p>Perhaps, the truth could be found in the two verses for today, listed above. Notice, the Lord will &ldquo;tabernacle&rdquo; (or &ldquo;dwell&rdquo;) among them; He then says that He will not &ldquo;abhor&rdquo; them. He also says that He will &ldquo;walk&rdquo; among them and will be their God, and they will be His people (Lev. 26:11, 12). Look at the elements found in these verses. Again, the relational aspect comes through very clearly.</p> <p><br></p> <p><strong>Take a few minutes: analyze Leviticus 26:11, 12 and Exodus 25:8. Write down how the various elements all fit in with the notion that the Lord seeks a relationship with His people.</strong></p> <p><strong><br></strong></p> <p><strong>Focus specifically on the words, &ldquo;my soul shall not abhor you.&rdquo; What is it about the sanctuary itself that provides the means by which fallen, sinful people can be accepted by the Lord, and why is that so important for the process of forming a covenant?</strong></p>"
    },
    {
      "id": 113,
      "idLesson": 11,
      "idDay": 3,
      "dayTitle": "<p><strong>Sin, Sacrifice, and Acceptance (Heb. 9:22)</strong></p>",
      "date": "June 7",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Heb. 9:22</strong></p> <p><br></p> <p><strong>22</strong>. And according to the law almost all things are purified with blood, and without shedding of blood there is no remission.</p> <p><br></p> <p>The divinely appointed way for the Old Testament sinners to rid themselves of sin and guilt was through animal sacrifices. The Israelite sacrificial offerings are detailed in Leviticus 1 through 7. Careful attention was paid to the use and disposal of the blood in the various kinds of sacrifices. Indeed, the role of blood in sacrificial rituals is one of the unifying features in the Israelite sacrifices.</p> <p><br></p> <p>The person who had sinned&mdash;and thus had broken the covenant relationship and the law that regulated it&mdash;could be restored to full fellowship with God and humanity by bringing an animal sacrifice as a substitute. Sacrifices, with their rites, were the God-appointed means to bring about cleansing from sin and guilt. They were instituted to cleanse the sinner, transferring individual sin and guilt to the sanctuary by sprinkling blood and reinstituting communion and full covenantal fellowship of the penitent with the personal God who is the saving Lord.&nbsp;</p> <p><br></p> <p><strong>How do these concepts expressed above help us to understand the questions at the end of yesterday&rsquo;s study?</strong></p> <p><br></p> <p><strong>What prophetic significance was there in the animal sacrifice? (See Isa. 53:4&ndash;12, Heb. 10:4.)</strong></p> <p><br></p> <p><strong>Isa. 53:4-12</strong></p> <p><br></p> <p><strong>4&nbsp;</strong>Surely He has borne our griefs</p> <p>And carried our sorrows;</p> <p>Yet we esteemed Him stricken,</p> <p>Smitten by God, and afflicted.</p> <p><strong>5</strong> But He was wounded for our transgressions,</p> <p>He was bruised for our iniquities;</p> <p>The chastisement for our peace was upon Him,</p> <p>And by His stripes we are healed.</p> <p><strong>6</strong> All we like sheep have gone astray;</p> <p>We have turned, every one, to his own way;</p> <p>And the Lord has laid on Him the iniquity of us all.</p> <p><br></p> <p>7 He was oppressed and He was afflicted,</p> <p>Yet He opened not His mouth;</p> <p>He was led as a lamb to the slaughter,</p> <p>And as a sheep before its shearers is silent,</p> <p>So He opened not His mouth.</p> <p><strong>8</strong> He was taken from prison and from judgment,</p> <p>And who will declare His generation?</p> <p>For He was cut off from the land of the living;</p> <p>For the transgressions of My people He was stricken.</p> <p><strong>9</strong> And they made His grave with the wicked&mdash;</p> <p>But with the rich at His death,</p> <p>Because He had done no violence,</p> <p>Nor was any deceit in His mouth.</p> <p><br></p> <p><strong>10&nbsp;</strong>Yet it pleased the Lord to bruise Him;</p> <p>He has put Him to grief.</p> <p>When You make His soul an offering for sin,</p> <p>He shall see His seed, He shall prolong His days,</p> <p>And the pleasure of the Lord shall prosper in His hand.</p> <p><strong>11</strong> He shall see the labor of His soul, and be satisfied.</p> <p>By His knowledge My righteous Servant shall justify many,</p> <p>For He shall bear their iniquities.</p> <p><strong>12&nbsp;</strong>Therefore I will divide Him a portion with the great,</p> <p>And He shall divide the spoil with the strong,</p> <p>Because He poured out His soul unto death,</p> <p>And He was numbered with the transgressors,</p> <p>And He bore the sin of many,</p> <p>And made intercession for the transgressors.</p> <p><br></p> <p><strong>Heb. 10:4</strong></p> <p><br></p> <p><strong>4</strong> &ldquo;It is impossible that the blood of bulls and goats should take away sins&rdquo;</p> <p><br></p> <p>The Old Testament animal sacrifices were the divinely ordained means for ridding the sinner of sin and guilt. They changed the sinner&rsquo;s status from that of guilty and worthy of death to that of forgiven and reestablished in the covenantal God-human relationship. But there was a sense in which the animal sacrifices were prophetic in nature. After all, no animal was an adequate substitute in atoning for humanity&rsquo;s sin and guilt. Paul states it in his own language: &ldquo;It is impossible that the blood of bulls and goats should take away sins&rdquo; (Heb. 10:4, RSV). Thus, an animal sacrifice was meant to foreshadow the coming of the divinehuman Servant of God, who would die a substitutionary death for the sins of the world. It is through this process that the sinner is forgiven and accepted by the Lord, and the basis of the covenant relationship is established.</p> <p><br></p> <p><strong>Put yourself in the position of someone who lived in Old Testament times, when animals were sacrificed at the sanctuary. Remembering, too, just how important livestock were to their economy, culture, and whole way of life, what lesson were these sacrifices supposed to teach them about the cost of sin?&nbsp;</strong></p>"
    },
    {
      "id": 114,
      "idLesson": 11,
      "idDay": 4,
      "dayTitle": "<p><strong>The Substitution </strong></p>",
      "date": "June 8",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>&ldquo;Who gave himself for our sins, that he might deliver us from this present evil world, according to the will of God and our Father&rdquo; (Gal. 1:4).</strong></p> <p><br></p> <p>There is no question: one of the key themes (if not the key theme) of the New Testament is that Jesus Christ died as the sacrifice for the sins of the world. This truth is the foundation of the entire plan of salvation. Any theology that denies the blood atonement of Christ denies the heart and soul of Christianity. A bloodless cross can save no one.&nbsp;</p> <p><br></p> <p><strong>Meditate upon the text for today, and then answer these questions: Did Jesus volunteer to die? For whom did He die? What would His death accomplish?</strong></p> <p><br></p> <p>Substitution is the key to the entire plan of salvation. Because of our sins, we deserve to die. Out of His love for us, Christ &ldquo;gave himself for our sins&rdquo; (Gal. 1:4). He died the death that we deserve. The death of Christ as the Substitute for sinners is the great truth from which all other truth flows. Our hope, that of restoration, of freedom, of forgiveness, of eternal life in Paradise, rests upon the work that Jesus did, that of giving Himself for our sins. Without that, our faith would be meaningless. We might as well place our hope and trust in a statue of a fish. Salvation comes only through the blood, the blood of Christ.</p> <p><br></p> <p><strong>Look up the following texts: Matthew 26:28, Ephesians 2:13, Hebrews 9:14, and 1 Peter 1:19. What do they tell us about the blood? What role, then, does blood play in the plan of salvation?</strong></p> <p><br></p> <p><strong>Matthew 26:28</strong></p> <p><br></p> <p><strong>28 </strong>For this is My blood of the new covenant, which is shed for many for the remission of sins.</p> <p><br></p> <p><strong>Ephesians 2:13</strong></p> <p><br></p> <p><strong>13</strong> But now in Christ Jesus you who once were far off have been brought near by the blood of Christ.</p> <p><br></p> <p><strong>Hebrews 9:14</strong></p> <p><br></p> <p><strong>14 </strong>how much more shall the blood of Christ, who through the eternal Spirit offered Himself withoutspot to God, cleanse your conscience from dead works to serve the living God?</p> <p><br></p> <p><strong>1 Peter 1:19</strong></p> <p><br></p> <p><strong>19 </strong>but with the precious blood of Christ, as of a lamb without blemish and without spot.</p> <p><br></p> <p><br></p> <p>&ldquo;It is not God&rsquo;s will that you should be distrustful, and torture your soul with the fear that God will not accept you because you are sinful and unworthy. . . . You can say: &lsquo;I know I am a sinner, and that is the reason I need a Saviour. . . . I have no merit or goodness whereby I may claim salvation, but I present before God the all-atoning blood of the spotless Lamb of God, which taketh away the sin of the world. This is my only plea.&rsquo; &rdquo;&mdash;Ellen G. White, The Faith I Live By, p. 100.</p> <p><br></p> <p><strong>Dwell upon the Ellen White statement given above. Rewrite it in your own words. Make it personal. Put your own fears and pain in there, and then write down what the promises contained there give to you. What hope do you have because of the blood of the new covenant?</strong></p>"
    },
    {
      "id": 115,
      "idLesson": 11,
      "idDay": 5,
      "dayTitle": "<p><strong>The New Covenant High Priest</strong></p>",
      "date": "June 9",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>The earthly sanctuary, where God chose to dwell with His people, centered on the sacrifice of the animals. Yet, the service did not end with the death of these creatures. The priest ministered the blood in the sanctuary on behalf of the sinner after the sacrifice itself was killed.&nbsp;</p> <p><br></p> <p>This whole service, however, was only a shadow, a symbol, of what Christ would do for the world. Thus, just as the symbols (the sanctuary service) did not end with the death of the animal, Christ&rsquo;s work for us did not end with His death on the cross, either.</p> <p><br></p> <p><strong>Study for today Hebrews 8:1&ndash;6. Pray over the verses. Ask the Lord to help you understand what is being said here and why it is important for us to know it. After you are done, write down in your own words what you think the Lord&rsquo;s message is to us in these verses. Ask yourself: How do these texts help us understand the new covenant?</strong></p> <p><br></p> <p><strong>Hebrews 8:1&ndash;6</strong></p> <p><br></p> <p><strong>1</strong> Now this is the main point of the things we are saying: We have such a High Priest, who is seated at the right hand of the throne of the Majesty in the heavens,&nbsp;</p> <p><strong>2</strong> a Minister of the sanctuary and of the true tabernacle which the Lord erected, and not man.</p> <p><strong>3</strong> For every high priest is appointed to offer both gifts and sacrifices. Therefore it is necessary that this One also have something to offer.&nbsp;</p> <p><strong>4</strong> For if He were on earth, He would not be a priest, since there are priests who offer the gifts according to the law;&nbsp;</p> <p><strong>5</strong> who serve the copy and shadow of the heavenly things, as Moses was divinely instructed when he was about to make the tabernacle. For He said, &ldquo;See that you make all things according to the pattern shown you on the mountain.&rdquo;&nbsp;</p> <p><strong>6</strong> But now He has obtained a more excellent ministry, inasmuch as He is also Mediator of a better covenant, which was established on better promises.</p> <p><br></p> <p>Just as there was an earthly sanctuary, priesthood, and ministry under the old covenant, so there is a heavenly sanctuary, a heavenly priesthood, and heavenly ministry under the new covenant. However, what were only symbols, images, and a shadow (Heb. 8:5) in the old covenant became a reality in the new.</p> <p><br></p> <p>Also, rather than an amoral animal as our substitute, we have the sinless Jesus; rather than animal blood, we have the blood of Christ; rather than a man-made sanctuary, we have the &ldquo;true tabernacle, which the Lord pitched, and not man&rdquo; (Heb. 8:2); and rather than a sinful, erring human priest, we have Jesus as our High Priest ministering in our behalf. With all this in mind, think about Paul&rsquo;s words: &ldquo;How shall we escape, if we neglect so great salvation . . . ?&rdquo; (Heb. 2:3).</p> <p><br></p> <p><strong>Think about it: Jesus lived a sinless life on your behalf, died on your behalf, and is now in heaven, ministering in the sanctuary on your behalf. All this was done in order to save you from the terrible, final results of sin. Plan in the next day or so to talk to someone about this wonderful news, someone who you think needs to hear it. Work out beforehand, based on today&rsquo;s study, what you will say.</strong></p>"
    },
    {
      "id": 116,
      "idLesson": 11,
      "idDay": 6,
      "dayTitle": "<p><strong>Heavenly Ministry (Heb. 9:24) </strong></p> ",
      "date": "June 10",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Study Hebrews 9:24, particularly the context in which it is given, that of explaining Christ&rsquo;s ministry in heaven for us after His sacrificial death on our behalf. Though much can be said, we want to focus on one point: the phrase at the end, which says that Christ now appears aain the presence of God for us.</strong></p> <p><br></p> <p><strong>Heb. 9:24</strong></p> <p><br></p> <p><strong>24</strong> For Christ has not entered the holy places made with hands, which are copies of the true, but into heaven itself, now to appear in the presence of God for us;</p> <p><br></p> <p>Think about what that means. We, sinful, fallen humanity; we, who would be consumed by the brightness of God&rsquo;s glory if we faced it now; we, no matter how bad we have been or how blatantly we have violated God&rsquo;s holy law, have Someone who appears in the presence of God for us. We have a Representative standing before the Father on our behalf. Think of how loving, forgiving, and accepting Christ was when here on earth. This same Person is now our Mediator in heaven!</p> <p><br></p> <p>This is the other part of the good news. Not only did Jesus pay the penalty for our sins, having taken them upon Himself at the cross&nbsp;</p> <p>(1 Pet. 2:24), but now He also stands in the presence of God, a Mediator between heaven and earth, between humanity and Divinity.&nbsp;</p> <p><br></p> <p><strong>1 Pet. 2:24</strong></p> <p><br></p> <p><strong>24 </strong>who Himself bore our sins in His own body on the tree, that we, having died to sins, might live for righteousness&mdash;by whose stripes you were healed.</p> <p><br></p> <p>This makes perfect sense. Jesus, as both God and Man (a sinless, perfect Man) is the only One who could bridge the gap caused by sin between humanity and God. The crucial point to remember in all this (though there are many) is that there is now a Man, a human being, who can relate to all our trials, pains, and temptations (Heb. 4:14, 15), representing us before the Father.&nbsp;</p> <p><br></p> <p><strong>Heb. 4:14, 15</strong></p> <p><br></p> <p><strong>14 </strong>Seeing then that we have a great High Priest who has passed through the heavens, Jesus the Son of God, let us hold fast our confession.</p> <p><br></p> <p><strong>&ldquo;For there is one God, and one mediator between God and men, the man Christ Jesus; who gave himself a ransom for all, to be testified in due time&rdquo; (1 Tim. 2:5, 6).</strong></p> <p><br></p> <p><strong>What two roles does this text put Jesus in, and how were these roles prefigured in the earthly sanctuary service?</strong></p> <p><br></p> <p>The great news of the new covenant is that now, because of Jesus, repentant sinners have Someone representing them in heaven before the Father, Someone who earned for them what they could never earn for themselves, and that is perfect righteousness, the only righteousness that can stand in the presence of God. Jesus, with that perfect righteousness wrought out in His life through suffering (Heb. 2:10), stands before God, claiming for us forgiveness from sin and power over sin, because without these we would have no hope, not now and certainly not in the judgment.</p> <p><br></p> <p><strong>Pray and meditate over the idea of a human being, Someone who has experienced temptation to sin, standing before God in heaven. What does that mean to you personally? What kind of hope and encouragement does that bring?</strong></p>"
    },
    {
      "id": 117,
      "idLesson": 11,
      "idDay": 7,
      "dayTitle": "",
      "date": "June 11",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:</strong></p> <p><br></p> <p>&ldquo;The highest angel in heaven had not the power to pay the ransom for one lost soul. Cherubim and seraphim have only the glory with which they are endowed by the Creator as His creatures, and the reconciliation of man to God could be accomplished only through a mediator who was equal with God, possessed of attributes that would dignify, and declare him worthy to treat with the infinite God in man&rsquo;s behalf, and also represent God to a fallen world.</p> <p><br></p> <p>Man&rsquo;s substitute and surety must have man&rsquo;s nature, a connection with the human family whom he was to represent, and, as God&rsquo;s ambassador, he must partake of the divine nature, have a connection with the Infinite, in order to manifest God to the world, and be a mediator between God and man.&rdquo;&mdash;Ellen G. White, Selected Messages, book 1, p. 257.</p> <p><br></p> <p>&ldquo;Jesus continues: As you confess Me before men, so I will confess you before God and the holy angels. You are to be My witnesses upon earth, channels through which My grace can flow for the healing of the world. So I will be your representative in heaven. The Father beholds not your faulty character, but He sees you as clothed in My perfection. I am the medium through which Heaven&rsquo;s blessings shall come to you. And everyone who confesses Me by sharing My sacrifice for the lost shall be confessed as a sharer in the glory and joy of the redeemed.&rdquo;&mdash;Ellen G. White, The Desire of Ages, p. 357.</p> <p><br></p> <p><strong>Discussion Questions:</strong></p> <p><br></p> <p><strong>1</strong> Read Romans 5:2, Ephesians 2:18, and Ephesians 3:12. What are they saying that helps us understand our access to the Father through Jesus?</p> <p><br></p> <p><strong>2</strong> Look at the second Ellen G. White statement given above. Notice how she explains the role of mediator. When the Father looks at us, He does not see our faulty character but Christ&rsquo;s perfection instead. Dwell on what that means, and discuss it with the class.</p> <p><br></p> <p><strong>3</strong> Looking at what we have studied this week, ask yourself how you would answer this question: &ldquo;OK, so Christ is in the sanctuary in heaven. So what? What does that mean on a daily, practical level?&rdquo;</p> <p><br></p> <p><strong>Summary:</strong></p> <p><br></p> <p>The old covenant sacrificial system was replaced by the new; instead of animals being sacrificed by sinful priests in an earthly sanctuary, we now have Jesus, our perfect Sacrifice. He represents us before the Father in the sanctuary in heaven, which forms the basis of the new covenant and its promises.</p> <p><br></p> <p><strong>INSIDE STORY:</strong></p> <p><br></p> <p><strong>Boy Revives Dying Church By Andrew McChesney, Adventist Mission</strong></p> <p><br></p> <p>A Seventh-day Adventist church elder asked Alejandro to preach his first evangelistic series at the age of eight. &ldquo;We want to plant seeds, not to harvest,&rdquo; the elder told Alejandro&rsquo;s mother.The church was dying on Tierra Bomba, an island off Colombia&rsquo;s coast in the Caribbean Sea. Its head elder had resigned from the pulpit and left the church on the last day of the evangelistic meetings that he was leading. Church members were discouraged, and many had stopped worshiping on Sabbath.</p> <p><br></p> <p>Alejandro, who had preached since he was four, was scared to speak at the first meeting. But Mother gave him a big hug, and they prayed together.People packed the yard of a church member&rsquo;s house to hear the boy speak. Hoping to disrupt the weeklong meetings, the former head elder organized his own meetings in his home across the street from Alejandro&rsquo;s site.</p> <p><br></p> <p>He invited current and former church members to attend his daily meetings.People walking to his house saw the boy speaking as they passed by and stopped. &ldquo;Who is the child preacher?&rdquo; they wondered. Many stayed to listen.The former elder was upset to see people going to Alejandro&rsquo;s meeting, and he marched over to demand that they come to his house.</p> <p><br></p> <p>&ldquo;Come on!&rdquo; he told people, grabbing them by the arm. &ldquo;Let&rsquo;s go!&rdquo; Some people went with him, but when he wasn&rsquo;t paying attention, they snuck back to listen to Alejandro preach. This went on for several days. Then church members invited the former elder to the evangelistic meetings&mdash;and he came.</p> <p><br></p> <p>As part of the meetings, Alejandro visited homes of people who had responded to his appeals for baptism. During the first round of visitations, three people confirmed their desire for baptism. During a second round, an unmarried couple asked for baptism. Alejandro&rsquo;s mother helped them complete the paperwork so they could be married. A total of seven people were baptized at the end of the weeklong meetings. Alejandro left Tierra Bomba happy. The church members also were happy. The church was strong and growing. &ldquo;Jesus triumphed,&rdquo; Alejandro said.</p>"
    }
  ]
}
