{
  "id": 706,
  "lessonNumber": 6,
  "versionCode": 2,
  "quarter": "1T2021",
  "title": "Playing God",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p><strong>&ldquo; &lsquo;Behold, this is our God; we have waited for Him, and He will save us. This is the Lord; we have waited for Him; we will be glad and rejoice in His salvation&rsquo; &rdquo; (Isaiah 25:9, NKJV).</strong></p>",
  "weekDate": "January 30–February 5",
  "lessonDays": [
    {
      "id": 61,
      "idLesson": 6,
      "idDay": 1,
      "dayTitle": "",
      "date": "January 30",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>After a minister had preached a searching sermon on pride, a woman who had heard the sermon waited for him and told him that she was in much distress of mind, and that she would like to confess a great sin. The minister asked her what the sin was. &ldquo;She answered, &lsquo;The sin of pride, for I sat for an hour before my mirror some days ago admiring my beauty.&rsquo; &ldquo; &lsquo;Oh,&rsquo; responded the minister, &lsquo;that was not a sin of pride&mdash;that was a sin of imagination!&rsquo; &rdquo;&mdash;C. E. Macartney, compiled by Paul Lee Tan, Encyclopedia of 7700 Illustrations: Signs of the Times, p. 1100. Ever since sin was born in the heart of a mighty angel, pride has not respected the boundaries of reality (in angels or people). Nowhere is this problem seen worse than in those who harbor spiritual pride, a rather sorry trait in beings so corrupted that their salvation can be found only in the works of another in their behalf. This week, among other things, we&rsquo;ll take a look at the origin of pride and self-exaltation.</p>"
    },
    {
      "id": 62,
      "idLesson": 6,
      "idDay": 2,
      "dayTitle": "<p><strong>Doom on the Nations</strong></p>",
      "date": "January 31",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Isaiah 13:1 has a heading that names Isaiah as the author (compare Isa. 1:1, Isa. 2:1); it seems, also, to begin a new section of his book. Chapters 13&ndash;23 contain oracles of judgment against various nations. Let&rsquo;s take a look.</p> <p><strong>Why do the prophecies against the nations begin with Babylon?</strong></p> <p>Isaiah 10:5&ndash;34 already had announced judgment against Assyria, which posed the greatest danger in Isaiah&rsquo;s day. While Isaiah 14:24&ndash;27 briefly reiterates the Lord&rsquo;s plan to break Assyria, chapters 13&ndash;23 deal mainly with other threats, Babylon being the most important. Endowed with a rich and ancient cultural, religious, and political legacy, Babylon later emerged as the superpower that conquered and exiled Judah. But from the human perspective of Isaiah&rsquo;s time, it would not have been readily apparent that Babylon would threaten God&rsquo;s people. During much of Isaiah&rsquo;s ministry, Assyria dominated Babylon. From 728 b.c., when Tiglath-pileser III took Babylon and was proclaimed king of Babylon under the throne name Pulu (or Pul; see 2 Kings 15:19, 1 Chron. 5:26), Assyrian kings retook Babylon several times (710 b.c., 702 b.c., 689 b.c., and 648 b.c.). Babylon, however, eventually would become the great superpower in the region, the power that would destroy the Judaean kingdom.</p> <p>Read through Isaiah 13. Notice how strong the language is. Why does a loving God do these things, or allow these things to happen? Certainly some innocent people will suffer, as well, wouldn&rsquo;t they? (Isa. 13:16.) How do we understand this action by God? What should these texts, and all the texts in the Bible that talk about God&rsquo;s anger and wrath against sin and evil, tell us about the egregious nature of sin and evil? Isn&rsquo;t the mere fact that a God of love would respond this way enough evidence to show us just how bad sin is? We have to remember that this is Jesus speaking these warnings through Isaiah, the same Jesus who forgave, healed, pleaded with, and admonished sinners to repent. In your own mind, how have you come to understand this aspect of a loving God&rsquo;s character? Ask yourself this question, as well: Could not this wrath actually stem from His love? If so, how so? Or, look at it from another perspective, that of the Cross, where Jesus Himself, bearing the sins of the world, suffered worse than anyone else ever has suffered, even those &ldquo;innocents&rdquo; who suffered because of the sins of the nation. How does the suffering of Christ on the cross help answer these difficult questions?</p>"
    },
    {
      "id": 63,
      "idLesson": 6,
      "idDay": 3,
      "dayTitle": "<p><strong>The Late Great City of Babylon</strong></p>",
      "date": "February 1",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>In 626 b.c. the Chaldaean Nabopolassar restored Babylonian glory by making himself king in Babylon, beginning the Neo-Babylonian dynasty, and participating (with Media) in the defeat of Assyria. His son, Nebuchadnezzar II, was the king who conquered and exiled Judah.</p> <p><strong>How did the city of Babylon finally end?</strong></p> <p>In 539 b.c., when Cyrus the Persian captured Babylon for the MedoPersian Empire (see Daniel 5), the city lost its independence forever. In 482 b.c., Xerxes I brutally suppressed a revolt of Babylon against Persian rule. He removed the statue of Marduk, the chief god, and apparently damaged some fortifications and temples. Alexander the Great took Babylon from the Persians in 331 b.c. without a fight. In spite of his short-lived dream to make Babylon his eastern capital, the city declined over several centuries. By a.d. 198 the Roman, Septimus Severus, found Babylon completely deserted. So, the great city came to an end through abandonment. Today some Iraqi villagers live on parts of the ancient site, but they have not rebuilt the city as such. The doom of Babylon, described in Isaiah 13, liberates the descendants of Jacob, who have been oppressed by Babylon (Isa. 14:1&ndash;3). The event that accomplished this was the conquest of Babylon by Cyrus in 539 b.c. Although he did not destroy the city, this was the beginning of the end for Babylon, and it never threatened God&rsquo;s people again. Isaiah 13 dramatizes the fall of Babylon as a divine judgment. The warriors who take the city are God&rsquo;s agents (Isa. 13:2&ndash;5). The time of judgment is called &ldquo;the day of the Lord&rdquo; (Isa. 13:6, 9), and God&rsquo;s anger is so powerful it affects the stars, sun, moon, heavens, and earth (Isa. 13:10, 13). Compare Judges 5, where the song of Deborah and Barak describes the Lord as going forth with quaking of the earth and with rain from the heavens (Judg. 5:4). Judges 5:20, 21 depicts the elements of nature, including stars, as fighting against the foreign oppressor.</p> <p>Imagine that someone living in Babylon at the height of its glory might read these words of Isaiah 13, particularly Isaiah 13:19&ndash; 22. How foolish and impossible they would have seemed! What other prophecies, yet unfulfilled, seem foolish and impossible to us now? Why would we be foolish, however, to dismiss them as impossible?</p>"
    },
    {
      "id": 64,
      "idLesson": 6,
      "idDay": 4,
      "dayTitle": "<p><strong>Fall of the Mountain &ldquo;King&rdquo;</strong></p>",
      "date": "February2",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>In response to the fall of Babylon (Isaiah 13), which frees God&rsquo;s people (Isa. 14:1&ndash;3), Isaiah 14:4&ndash;23 utters a figurative taunt (see also Mic. 2:4, Hab. 2:6) against the king of Babylon. It is poetic, not meant to be literal, obviously, as it portrays dead kings greeting their new colleague in the realm of death (Isa. 14:9, 10), where maggots and worms are his bedding (Isa. 14:11). This is simply the Lord&rsquo;s dramatic way of telling the haughty king that he shall be brought low, as other proud monarchs before him&mdash;it is not a commentary on the state of the dead!</p> <p><strong>How could Isaiah 14:12&ndash;14 apply to a king of Babylon?</strong></p> <p><strong>Isaiah 14:12&ndash;14</strong></p> <p><span class=\"text Isa-14-12\"><sup class=\"versenum\"><strong>12</strong>&nbsp;</sup>&ldquo;How&nbsp;you are fallen from heaven,&nbsp;</span><span class=\"text Isa-14-12\">O&nbsp;Lucifer, son of the morning!&nbsp;</span><span class=\"text Isa-14-12\"><em>How</em>&nbsp;you are cut down to the ground,&nbsp;</span><span class=\"text Isa-14-12\">You who weakened the nations!</span><br /><span id=\"en-NKJV-17942\" class=\"text Isa-14-13\"><sup class=\"versenum\"><strong>13</strong>&nbsp;</sup>For you have said in your heart:&nbsp;</span><span class=\"text Isa-14-13\">&lsquo;I will ascend into heaven,&nbsp;</span><span class=\"text Isa-14-13\">I will exalt my throne above the stars of God;&nbsp;</span><span class=\"text Isa-14-13\">I will also sit on the&nbsp;mount of the congregation&nbsp;</span><span class=\"text Isa-14-13\">On the farthest sides of the north;</span><br /><span id=\"en-NKJV-17943\" class=\"text Isa-14-14\"><sup class=\"versenum\"><strong>14</strong>&nbsp;</sup>I will ascend above the heights of the clouds,&nbsp;</span><span class=\"text Isa-14-14\">I will be like the Most High.&rsquo;</span></p> <p>Babylonian kings did not suffer from lack of self-esteem (Daniel 4, 5). But aspiring to &ldquo;be like the most High&rdquo; (Isa. 14:14) would be beyond even the most inflated ego. While kings claimed strong connections with the gods, they were subservient to them. This was dramatically demonstrated every year on the fifth day of the Babylonian New Year Festival, in which the king was required to remove his royal insignia before approaching the statue of Marduk so his kingship could be reaffirmed. The idea of displacing even a lesser god would have been looked upon as crazy and suicidal. As in Isaiah 14, Ezekiel 28 identifies heaven-daring arrogance with the ruler of a city. Here also, the description goes beyond that of an earthly monarch, and God&rsquo;s crosshairs come into sharper focus: The proud potentate was in the Garden of Eden, an anointed, covering, or guardian cherub on God&rsquo;s holy mountain, perfect from the day he was created until sin was found in him, cast out by God, and will eventually be destroyed with fire (Ezek. 28:12&ndash;18). Applied to any human being, the specific terms of this rhetoric are so figurative as to be meaningless. But Revelation 12:7&ndash;9 does tell of a mighty being who was cast out of heaven with his angels: &ldquo;Satan, the deceiver of the whole world&rdquo; (Rev. 12:9, NRSV), who deceived Eve in Eden (Genesis 3). Satan has a proud imagination: &ldquo;You have said, &lsquo;I am a god; I sit in the seat of the gods, in the heart of the seas,&rsquo; yet you are but a mortal, and no god&rdquo; (Ezek. 28:2, NRSV). The manner of his death will prove he is no god. Unlike Christ, Satan will perish in the heart of a sea of fire (Rev. 20:10), never to haunt the universe again.</p> <p>Compare Isaiah 14:13, 14 with Matthew 11:29, John 13:5, and Philippians 2:5&ndash;8. What does this contrast tell us about the character of God as opposed to the character of Satan? What does this contrast tell us about how the Lord views pride, arrogance, and the desire for self-supremacy?</p>"
    },
    {
      "id": 65,
      "idLesson": 6,
      "idDay": 5,
      "dayTitle": "<p><strong>Heaven&rsquo;s Gate</strong></p>",
      "date": "February 3",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>In Isaiah 14 a taunt against Satan, the fallen &ldquo;Day Star [in KJV, &ldquo;Lucifer&rdquo;], son of Dawn&rdquo; (Isa. 14:12, NRSV) is blended into a taunt against the king of Babylon. Why? Compare Revelation 12:1&ndash;9, where a dragon identified as Satan (Rev. 12:9) tries to destroy a child as soon as it is born. In Revelation 12:5 the child clearly is Christ. But it was King Herod who tried to kill Jesus as a young child (Matthew 2). The dragon is both Satan and the Roman power represented by Herod, because Satan works through human agents. Similarly, Satan was the power behind the king of Babylon and the prince of Tyre.</p> <p><strong>Why does &ldquo;Babylon&rdquo; later refer to Rome (1 Pet. 5:13) and to an evil power in the book of Revelation (Rev. 14:8; Rev. 16:19; Rev. 17:5; Rev. 18:2, 10, 21)?</strong></p> <p><strong>1 Pet. 5:13</strong></p> <p>She who is in Babylon, elect together with&nbsp;<em>you,</em>&nbsp;greets you; and&nbsp;<em>so does</em>&nbsp;Mark my son.</p> <p><strong>Rev. 14:8</strong></p> <p>And another angel followed, saying,&nbsp;&ldquo;Babylon<span style=\"font-family: system-ui, -apple-system, 'Segoe UI', Roboto, Ubuntu, Cantarell, 'Noto Sans', sans-serif, Arial;\"><span style=\"font-size: 6.875px;\">&nbsp;</span></span>is fallen, is fallen, that great city, because&nbsp;she has made all nations drink of the wine of the wrath of her fornication.&rdquo;</p> <p><strong>Rev. 16:19</strong></p> <p>Now&nbsp;the great city was divided into three parts, and the cities of the nations fell. And&nbsp;great Babylon&nbsp;was remembered before God,&nbsp;to give her the cup of the wine of the fierceness of His wrath.</p> <p><strong>Rev. 17:5</strong></p> <p><span id=\"en-NKJV-30981\" class=\"text Rev-17-5\">And on her forehead a name&nbsp;<em>was</em>&nbsp;written:&nbsp;</span><span class=\"text Rev-17-5\">MYSTERY, BABYLON THE GREAT, THE MOTHER OF HARLOTS AND OF THE ABOMINATIONS OF THE EARTH.</span></p> <p>Like literal Babylon, Rome and the &ldquo;Babylon&rdquo; of Revelation are proud, ruthless powers that oppress God&rsquo;s people. See especially Revelation 17:6, for it is &ldquo;drunk with the blood of the saints&rdquo; (NRSV). They rebel against God, an idea implied in the name &ldquo;Babylon&rdquo; itself. In the Babylonian language, the name is bab ili, which means: &ldquo;the gate of god(s),&rdquo; referring to the place of access to the divine realm. Compare Genesis 11, where people built the tower of Babel (Babylon) so that by their own power they could rise to the divine level of immunity from any accountability to God. When Jacob awoke from a dream in which he saw a ladder connecting heaven and earth, he exclaimed: &ldquo;This is none other than the house of God, and this is the gate of heaven&rdquo; (Gen. 28:17, NRSV). Notice that the &ldquo;house of God&rdquo; is &ldquo;the gate of heaven&rdquo;; that is, the way of access to the divine realm. Jacob named the place &ldquo;Bethel,&rdquo; which means &ldquo;house of God.&rdquo; The &ldquo;gate of heaven&rdquo; at Bethel and the &ldquo;gate of god(s)&rdquo; at Babylon were opposite ways to reach the divine realm. Jacob&rsquo;s ladder originated in heaven, revealed from above by God. But Babylon, with its towers and ziggurat temples, was built by human beings from the ground up. These opposite ways represent contrasting paths to salvation: divinely initiated grace versus human works. All true religion is based on the humble Bethel model: &ldquo;For by grace you have been saved through faith&rdquo; (Eph. 2:8, 9, NRSV). All false &ldquo;religion,&rdquo; including legalism and &ldquo;secular&rdquo; humanism, is based on the proud Babylon model. For the contrast between the two approaches, see Jesus&rsquo; parable of the Pharisee and the publican (Luke 18:9&ndash;14).</p> <p>Even after spending a few years in a Zen monastery, Canadian songwriter Leonard Cohen told an interviewer, &ldquo;I&rsquo;m not saved.&rdquo; In the context of today&rsquo;s study, what do you think his problem was? What did he need to know about salvation?</p>"
    },
    {
      "id": 66,
      "idLesson": 6,
      "idDay": 6,
      "dayTitle": "<p><strong>Final Triumph of Zion</strong></p>",
      "date": "February 4",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Following oracles against individual nations in Isaiah 13&ndash;23, Isaiah 24&ndash;27 describes on a worldwide scale the climactic defeat of God&rsquo;s enemies and the deliverance of His people.</p> <p><strong>Why does Isaiah&rsquo;s description of the desolation of the earth look like John&rsquo;s description of events connected with 1,000 years that follow Christ&rsquo;s second coming?</strong></p> <p>As in Isaiah 13 and 14, aspects of literal Babylon apply to later powers, and the &ldquo;king of Babylon&rdquo; represents fusion of human rulers with the mastermind behind them, Satan himself. So, a message that Babylon is fallen (Isa. 21:9) can be repeated at a later time (Rev. 14:8, Rev. 18:2), and Satan is finally destroyed after the millennium (Rev. 20:10). While the destruction of literal Babylon was a judgment &ldquo;day of the Lord&rdquo; (Isa. 13:6, 9), another &ldquo;great and terrible day of the Lord&rdquo; (Joel 2:31, Mal. 4:5, compare Zeph. 1:7) is on the way. Similarly, in Isaiah 24 the prophet&rsquo;s vision reaches through conditions with which he is familiar to the time when &ldquo;the moon will be abashed, and the sun ashamed; for the Lord of hosts will reign on Mount Zion and in Jerusalem&rdquo; (Isa. 24:23, NRSV). Isaiah undoubtedly thought the vision applied to the Jerusalem he knew, but the book of Revelation explains that it will actually be fulfilled in the New Jerusalem (Rev. 21:2). &ldquo;And the city has no need of sun or moon to shine on it, for the glory of God is its light, and its lamp is the Lamb&rdquo; (Rev. 21:23, NRSV).</p> <p><strong>Does God really destroy the wicked?</strong></p> <p>Look at Isaiah 28:21, where God&rsquo;s work of destruction is His strange &ldquo;deed&rdquo; (NRSV). It is strange for Him, because He doesn&rsquo;t want to do it, but it is, nevertheless, a deed, or an act. It is true that sin carries the seeds of self-destruction (James 1:15). But because God has ultimate power over life and death, and He determines the time, place, and manner of final destruction (Revelation 20), it is pointless to argue that He ultimately terminates the curse of sin in a passive way, by simply allowing cause and effect to take its natural course.</p> <p>What we see in Isaiah 24&ndash;27 is what we see reflected in the entire Bible, which is that no matter the suffering, pain, and desolation now, in the end God and goodness will triumph over evil. What, then, is the only thing we can do if we ourselves want to be part of that final victory? (Prov. 3:5&ndash;7, Rom. 10:9.)</p> "
    },
    {
      "id": 67,
      "idLesson": 6,
      "idDay": 7,
      "dayTitle": "",
      "date": "February 5",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:</strong> &ldquo;Is it by conditions that we receive salvation?&mdash; Never by conditions that we come to Christ. And if we come to Christ, then what is the condition? The condition is that by living faith we lay hold wholly and entirely upon the merits of the blood of a crucified and risen Saviour. When we do that, then we work the works of righteousness. But when God is calling the sinner in our world, and inviting him, there is no condition there; he draws by the invitation of Christ, and it is not, Now you have got to respond in order to come to God. The sinner comes, and as he comes and views Christ elevated upon that cross of Calvary, which God impresses upon his mind, there is a love beyond anything that is imagined that he has taken hold of.&rdquo;&mdash;Ellen G. White, Manuscript Releases, vol. 6, p. 32.</p> <p><strong>Discussion Questions:&nbsp;</strong></p> <p>1. Look at the above quote from Ellen G. White; read it in the context of Wednesday&rsquo;s study. What is she telling us there? Notice in her statement both elements of the Christian walk: faith and then works. How does she differentiate between them?</p> <p>2. Why are pride and arrogance such dangerous sins? Why are they so hard to put away? Can it be because by their very nature they blind people to their need to put them away? After all, if you are proud, you think you are OK, and if you think you are OK, why bother changing? How can dwelling on the Cross and what it represents (the only means of saving any person) be a powerful cure for pride and arrogance in anyone?</p> <p>3. Does Isaiah see hope for people of other nations? (See, for example, Isa. 25:3, 6 and Isa. 26:9. Compare Rev. 19:9.)</p> <p>Summary: Isaiah saw that following Assyria, Babylon would conquer Judah. But he also saw that in spite of superhuman rulers of the darkness of this world (Eph. 6:12) working through God&rsquo;s human enemies and presuming to play God, the Lord would decisively prevail and bring eternal peace to our troubled planet.</p> <p><strong>Inside Story:</strong></p> <p><strong>Missing Commandment By Andrew McChesney, Adventist Mission</strong></p> <p>Valentina Shlee was astounded when her older sister, Galina, announced that they were not keeping all of the Ten Commandments in their hometown in northern Kazakhstan. Valentina opened her Bible and read through the commandments. When she reached the fourth, she stopped. &ldquo;Remember the Sabbath day, to keep it holy,&rdquo; she read in Exodus 20:8&ndash;11. &ldquo;Six days you shall labor and do all your work, but the seventh day is the Sabbath of the Lord your God. In it you shall do no work: you, nor your son, nor your daughter, nor your male servant, nor your female servant, nor your cattle, nor your stranger who is within your gates. For in six days the Lord made the heavens and the earth, the sea, and all that is in them, and rested the seventh day. Therefore the Lord blessed the Sabbath day and hallowed it&rdquo; (NKJV). She and Galina resolved to find a church that observed the seventh-day Sabbath. But where should they look? &ldquo;Let&rsquo;s do it like this,&rdquo; Valentina told Galina. &ldquo;If the Bible is really the true Word of God, there must be a church that follows all ten commandments. Let&rsquo;s pray about it.&rdquo; The sisters prayed for three months. &ldquo;If there is a church that keeps all the commandments, please lead us to it,&rdquo; Valentina prayed. One day, Valentina felt an irresistible urge to visit Nelly, a relative. She didn&rsquo;t know what came over her. Usually she stayed at home all day with her two-year-old son. At Nelly&rsquo;s house, Valentina and Nelly were talking when another relative, Olga, rang the doorbell. Olga was not a close relative. In fact, Valentina had heard that she had joined a dangerous sect called the Seventh-day Adventist Church. In the house, Olga didn&rsquo;t mince words. &ldquo;What do you think about God?&rdquo; she asked Valentina. Valentina ignored the question and asked one of her own. &ldquo;Do you keep all the commandments?&rdquo; she said. &ldquo;Do you keep the seventh-day Sabbath?&rdquo; Hours later Valentina informed Galina that the Seventh-day Adventist Church observes all ten commandments. Several months later, the sisters were baptized together. &ldquo;Through the Holy Word, God led us to the church that keeps all ten commandments,&rdquo; Valentina said.</p>"
    }
  ]
}
