{
  "id": 713,
  "lessonNumber": 13,
  "versionCode": 3,
  "quarter": "3T2020",
  "title": "<p><strong>A Step in Faith</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "Let this mind be in you which was also in Christ Jesus, who, being in the form of God, did not consider it robbery to be equal with God, but made Himself of no reputation, taking the form of a bondservant, and coming in the likeness of men (Philippians 2:5–7, NKJV).",
  "weekDate": "September 19-25",
  "lessonDays": [
    {
      "id": 131,
      "idLesson": 13,
      "idDay": 1,
      "dayTitle": "",
      "date": "September 19",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>&ldquo;Let this mind be in you which was also in Christ Jesus, who, being in the form of God, did not consider it robbery to be equal with God, but made Himself of no reputation, taking the form of a bondservant, and coming in the likeness of men&rdquo; (Philippians 2:5&ndash;7, NKJV).</strong></p>\n<p><br></p>\n<p>Jesus came to this world of suffering and death in order to reveal the Father&rsquo;s character of love, to win back the affection of the human race, and to redeem all humankind. &ldquo;Never can the cost of our redemption be realized until the redeemed shall stand with the Redeemer before the throne of God. Then as the glories of the eternal home burst upon our enraptured senses we shall remember that Jesus left all this for us, that He not only became an exile from the heavenly courts, but for us took the risk of failure and eternal loss. Then we shall cast our crowns at His feet, and raise the song, &lsquo;Worthy is the Lamb that was slain to receive power, and riches, and wisdom, and strength, and honor, and glory, and blessing.&rsquo; Rev. 5:12.&rdquo;&mdash;Ellen G. White, The Desire of Ages, p. 131. The sacrifice that Jesus made for our salvation is incalculable. When we respond to His leading, accept His command, and unite with Him in reaching lost people for His kingdom, it calls for sacrifice. Although our sacrifices can never in any way compare to His, soul-winning ministry is a leap in faith for us, as well. It leads us out of our comfort zones into uncharted waters. At times our Lord calls us to make sacrifices, but the joys He offers are far greater.</p>"
    },
    {
      "id": 132,
      "idLesson": 13,
      "idDay": 2,
      "dayTitle": "<p><strong>Jesus&rsquo; Self-Sacrificing Love</strong></p>\n",
      "date": "September 20",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>The apostle Paul encourages us to &ldquo;let&rdquo; or &ldquo;allow&rdquo; or &ldquo;permit&rdquo; the mind of Christ to dwell in us. This leads us to some fascinating questions. What was the mind of Christ like? What governed His thought patterns? What was the essence of His thinking?</p>\n<p><br></p>\n<p><strong>Read Philippians 2:5&ndash;11. How do these verses reveal the heart of Christ&rsquo;s thinking and the pattern that governed His entire life?</strong></p>\n<p><br></p>\n<p><strong>The Humbled and Exalted Christ</strong></p>\n<p><br></p>\n<p><strong>5 </strong>Let this mind be in you which was also in Christ Jesus,</p>\n<p><br></p>\n<p><strong>6</strong> who, being in the form of God, did not consider it [a]robbery to be equal with God,</p>\n<p><br></p>\n<p><strong>7</strong> but [b]made Himself of no reputation, taking the form of a bondservant, and coming in the likeness of men.</p>\n<p><br></p>\n<p><strong>8</strong> And being found in appearance as a man, He humbled Himself and became obedient to the point of death, even the death of the cross.</p>\n<p><br></p>\n<p><strong>9</strong> Therefore God also has highly exalted Him and given Him the name which is above every name,</p>\n<p><br></p>\n<p><strong>10</strong> that at the name of Jesus every knee should bow, of those in heaven, and of those on earth, and of those under the earth,</p>\n<p><br></p>\n<p><strong>11</strong> and that every tongue should confess that Jesus Christ is Lord, to the glory of God the Father.</p>\n<p><br></p>\n<p>From all eternity Jesus was equal with God. Paul declares this eternal truth in these words, &ldquo;who, being in the form of God, did not consider it robbery to be equal with God&rdquo; (Phil. 2:6, NKJV). The word translated as &ldquo;form&rdquo; is the Greek word morphē. It means the very essence of a thing. It links two things that are of equal value. The SDA Bible Commentary puts it this way: &ldquo;This places Christ on an equality with the Father, and sets Him far above every other power. Paul stresses this in order to portray more vividly the depths of Christ&rsquo;s voluntary humiliation.&rdquo;&mdash;Volume 7, p. 154. Speaking of His eternal nature, Ellen G. White adds, &ldquo;In Christ is life, original, unborrowed, underived.&rdquo;&mdash;The Desire of Ages, p. 530.</p>\n<p><br></p>\n<p>Jesus, who was equal with God from all eternity, &ldquo;made Himself of no reputation&rdquo; (Phil. 2:7, NKJV). This also is a fascinating Greek expression. It literally can be translated &ldquo;emptied.&rdquo; Jesus voluntarily &ldquo;emptied Himself &rdquo; of His privileges and prerogatives as God&rsquo;s equal to take on the form of a man and become a humble servant of humanity. As a servant, He revealed heaven&rsquo;s law of love to the entire universe and, eventually, performed the ultimate act of love on the cross. He gave His life to save ours, eternally.</p>\n<p><br></p>\n<p>The essence of Jesus&rsquo; thinking was self-sacrificial love. To follow Jesus means that we love as He loved, serve as He served, and minister as He ministered. Allowing Jesus through His Holy Spirit to empty us of selfish ambition will cost us something. It cost Jesus everything. But Scripture says of Jesus, &ldquo;Therefore God also has highly exalted Him and given Him the name which is above every name&rdquo; (Phil. 2:9, NKJV). Heaven will be worth any sacrifice we make on earth. There will be sacrifices along the way, but the joys of service will outweigh them today, and the eternal joy of living with Christ throughout all eternity will make any sacrifice we make here seem insignificant.</p>\n<p><br></p>\n<p><strong>When was the last time you truly had to die to self for Christ&rsquo;s sake? What does your answer say to you about your Christian walk?</strong></p>"
    },
    {
      "id": 133,
      "idLesson": 13,
      "idDay": 3,
      "dayTitle": "<p><strong>Commitment&rsquo;s Call</strong></p>",
      "date": "September 21",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Imagine that you are Peter and John. The sun has just risen on a beautiful Galilean morning, chasing away the chill of the night air. Your thoughts are on one thing: catching fish, a lot of them. The fishing has been good recently, and you are looking forward to another day of great fishing. Then in the early morning light, you see Him approaching, Jesus of Nazareth. Little do you know that in a few moments your whole life will change. You will never be the same again.</p>\n<p><br></p>\n<p><strong>Read Matthew 4:18&ndash;20. Why do you think Peter and John were willing to make such a radical commitment to follow Christ? What is the text indicates that Jesus was calling them to a higher purpose than catching fish?</strong></p>\n<p><br></p>\n<p><strong>Four Fishermen Called as Disciples.</strong></p>\n<p><br></p>\n<p><strong>18</strong> And Jesus, walking by the Sea of Galilee, saw two brothers, Simon called Peter, and Andrew his brother, casting a net into the sea; for they were fishermen.</p>\n<p><br></p>\n<p><strong>19 </strong>Then He said to them, &ldquo;Follow Me, and I will make you fishers of men.&rdquo;</p>\n<p><br></p>\n<p><strong>20</strong> They immediately left their nets and followed Him.</p>\n<p><br></p>\n<p>From the gospel of John we learn that these men already knew something about Jesus for more than a year, yet had not made a full commitment to Him. Still, there must have been a divine demeanor about Christ, something about His appearance, words, and actions that indicated to these Galilean fishermen that He was inviting them to a divine calling. The reason they left their boats, occupation, and familiar surroundings to follow Him was that they sensed the call to a higher purpose. These ordinary fishermen recognized that they were called for an extraordinary purpose. In the same way, God may not be calling you to leave your profession today, but He is calling you to an extraordinary purpose: to share His love and to witness of His truth for the glory of His name.</p>\n<p><br></p>\n<p><strong>Consider the call of Matthew, the tax collector, in Matthew 9:9. What do you see in this passage that is quite remarkable?</strong></p>\n<p><br></p>\n<p><strong>9</strong> As Jesus passed on from there, He saw a man named Matthew sitting at the tax office. And He said to him, &ldquo;Follow Me.&rdquo; So he arose and followed Him.</p>\n<p><br></p>\n<p>Tax collectors in the Roman world were often extortionists who used their official power to oppress the common people. They were some of the most hated and despised characters in all of Israel. Christ&rsquo;s invitation, &ldquo; &lsquo;Follow Me,&rsquo; &rdquo; presupposes that Matthew had heard of Jesus and in his heart had a longing to follow Him. When the invitation came, he was ready. He was amazed that Christ would accept him and invite him to be one of His disciples.</p>\n<p><br></p>\n<p>Deep within all of our hearts, there is a longing for something more in life. We, too, want to live for something worthwhile, for a grander, nobler purpose. Hence, Christ calls us, like Matthew, to follow Him.</p>\n<p><br></p>\n<p><strong>Think about what people have had to give up to follow Jesus. Why, in the end, will it always be worth it?</strong></p>"
    },
    {
      "id": 134,
      "idLesson": 13,
      "idDay": 4,
      "dayTitle": "<p><strong>Paul: God&rsquo;s Chosen Vessel</strong></p>",
      "date": "September 22",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>When Paul accepted Christ, his whole life was radically changed. Christ gave him an entirely new future. He led him out of his comfort zone to experiences he could hardly have imagined. Through the Holy Spirit&rsquo;s guidance, the apostle Paul proclaimed the Word of God to thousands throughout the Mediterranean world. His witness changed the history of Christianity and the world.</p>\n<p><br></p>\n<p><strong>Read Acts 9:3&ndash;6, 10&ndash;20. How do these verses reveal that Jesus had a divine purpose for Paul&rsquo;s life?</strong></p>\n<p><br></p>\n<p><strong>3</strong> As he journeyed he came near Damascus, and suddenly a light shone around him from heaven. 4 Then he fell to the ground, and heard a voice saying to him, &ldquo;Saul, Saul, why are you persecuting Me?&rdquo;</p>\n<p><br></p>\n<p><strong>5&nbsp;</strong>And he said, &ldquo;Who are You, Lord?&rdquo;</p>\n<p><br></p>\n<p>Then the Lord said, &ldquo;I am Jesus, whom you are persecuting. [a]It is hard for you to kick against the goads.&rdquo;</p>\n<p><br></p>\n<p><strong>6</strong> So he, trembling and astonished, said, &ldquo;Lord, what do You want me to do?&rdquo;</p>\n<p><br></p>\n<p>Then the Lord said to him, &ldquo;Arise and go into the city, and you will be told what you must do.&rdquo;</p>\n<p><br></p>\n<p>Ananias Baptizes Saul 10 Now there was a certain disciple at Damascus named Ananias; and to him, the Lord said in a vision, &ldquo;Ananias.&rdquo;</p>\n<p><br></p>\n<p><strong>And he said, &ldquo;Here I am, Lord.</strong>&rdquo;</p>\n<p><br></p>\n<p><strong>11</strong> So the Lord said to him, &ldquo;Arise and go to the street called Straight, and inquire at the house of Judas for one called Saul of Tarsus, for behold, he is praying.</p>\n<p><br></p>\n<p><strong>12</strong> And in a vision, he has seen a man named Ananias coming in and putting his hand on him so that he might receive his sight.&rdquo;</p>\n<p><br></p>\n<p><span style='color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial; display: inline !important; float: none;'><strong>1</strong></span><strong>3</strong> Then Ananias answered, &ldquo;Lord, I have heard from many about this man, how much [a]harm he has done to Your saints in Jerusalem.</p>\n<p><br></p>\n<p><strong>14 </strong>And here he has authority from the chief priests to bind all who call on Your name.&rdquo;</p>\n<p><br></p>\n<p><strong>15</strong> But the Lord said to him, &ldquo;Go, for he is a chosen vessel of Mine to bear My name before Gentiles, kings, and the children[b] of Israel.</p>\n<p><br></p>\n<p><strong>16 </strong>For I will show him how many things he must suffer for My name&rsquo;s sake.&rdquo;</p>\n<p><br></p>\n<p><strong>17 </strong>And Ananias went his way and entered the house; and laying his hands on him he said, &ldquo;Brother Saul, the Lord [c]Jesus, who appeared to you on the road as you came, has sent me that you may receive your sight and be filled with the Holy Spirit.&rdquo;</p>\n<p><br></p>\n<p><strong>18</strong> Immediately there fell from his eyes something like scales, and he received his sight at once, and he arose and was baptized.</p>\n<p><br></p>\n<p><strong>19 </strong>So when he had received food, he was strengthened. Then Saul spent some days with the disciples at Damascus.</p>\n<p><br></p>\n<p>Saul Preaches Christ 20 Immediately he preached [d]the Christ in the synagogues, that He is the Son of God.</p>\n<p><br></p>\n<p>Jesus often chooses the most unlikely candidates to bear witness to His name. Think of the demoniacs, the Samaritan woman, a prostitute, a tax collector, Galilean fishermen, and now a fierce persecutor of Christianity. These were all changed by grace and then sent forth with joy in their hearts to tell the story of what Christ had done in their lives. Each never tired of telling the story. What Christ had done for them was so marvelous that they had to share it. They could not be silent.</p>\n<p><br></p>\n<p><strong>Compare Acts 28:28&ndash;31 and 2 Timothy 4:5&ndash;8. What indications do Do we have in these verses that Paul never wavered from his commitment to giving his entire life to Christ in soul-winning ministry?</strong></p>\n<p><br></p>\n<p><strong>Acts 28:28&ndash;31</strong></p>\n<p><br></p>\n<p><strong>28</strong> &ldquo;Therefore let it be known to you that the salvation of God has been sent to the Gentiles, and they will hear it!&rdquo;</p>\n<p><br></p>\n<p><strong>29</strong> [a]And when he had said these words, the Jews departed and had a great dispute among themselves.</p>\n<p><br></p>\n<p><strong>30</strong> Then Paul dwelt two whole years in his own rented house and received all who came to him,</p>\n<p><br></p>\n<p><strong>31</strong> preaching the kingdom of God and teaching the things which concern the Lord Jesus Christ with all confidence, no one forbidding him.</p>\n<p><br></p>\n<p><strong>2 Timothy 4:5&ndash;8</strong></p>\n<p><br></p>\n<p><strong>5 </strong>But you be watchful in all things, endure afflictions, do the work of an evangelist, fulfill your ministry.</p>\n<p><br></p>\n<p><strong>Paul&rsquo;s Valedictory</strong></p>\n<p><br></p>\n<p><strong>6</strong> For I am already being poured out as a drink offering, and the time of my departure is at hand.</p>\n<p><br></p>\n<p><strong>7 </strong>I have fought the good fight, I have finished the race, I have kept the faith.</p>\n<p><br></p>\n<p><strong>8</strong> Finally, there is laid up for me the crown of righteousness, which the Lord, the righteous Judge, will give to me on that Day, and not to me only but also to all who have loved His appearing.</p>\n<p><br></p>\n<p>At the end of his life, while under house arrest in Rome, Paul affirmed that &ldquo; &lsquo;the salvation of God has been sent to the Gentiles, and they will hear it!&rsquo; &rdquo; (Acts 28:28, NKJV). The record says that he received all who visited him and preached the Word to them (Acts 28:30, 31). At the end of his life, he urged Timothy to do the work of an evangelist, and Paul could say of himself, &ldquo; &lsquo;I have fought the good fight, I have finished the race, I have kept the faith&rsquo; &rdquo; (2 Tim. 4:7, NKJV).</p>\n<p><br></p>\n<p>Although our call may not be as dramatic as Paul&rsquo;s, God is calling each one of us to participate with Him in His work of changing the world. It is obvious that despite all the hardship he had faced over the years (see 2 Cor. 11:25&ndash;30), Paul stayed faithful to his calling in the Lord. The story of how this former persecutor of the followers of Jesus became the most influential and consequential advocate of the Christian faith (with the exception of Jesus) remains a powerful testimony to what the Lord can do through someone who dedicates his or her life to the work of the Lord.</p>\n<p><br></p>\n<p><strong>What has God called you to do? Are you doing it?</strong></p>"
    },
    {
      "id": 135,
      "idLesson": 13,
      "idDay": 5,
      "dayTitle": "<p><strong>The Demands of Love</strong></p>",
      "date": "September 23",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Love always manifests itself in action. Our love for Christ compels us to do something for lost humanity. Paul stated it clearly when he said to the church at Corinth, &ldquo;For the love of Christ compels us&rdquo; (2 Cor. 5:14, NKJV). Christianity is not primarily giving up bad things so that we can be saved. Jesus did not &ldquo;give up&rdquo; bad things in heaven so that He could be saved. He gave up good things so that others could be saved. Jesus does not invite us merely to give our time, talent, and treasures to His cause; He invites us to give our lives. In a morning meeting with the disciples on the shores of Galilee, Jesus brilliantly outlined the demands of divine love.</p>\n<p><br></p>\n<p><strong>Read John 21:15&ndash;19. What question did Jesus ask Peter three times, and what was Peter&rsquo;s response? Why did Jesus ask Peter this particular question three times?</strong></p>\n<p><br></p>\n<p><strong>Jesus Restores Peter</strong></p>\n<p><br></p>\n<p><strong>15</strong> So when they had eaten breakfast, Jesus said to Simon Peter, &ldquo;Simon, son of [a]Jonah, do you love Me more than these?&rdquo;</p>\n<p><br></p>\n<p>He said to Him, &ldquo;Yes, Lord; You know that I [b]love You.&rdquo;</p>\n<p><br></p>\n<p>He said to him, &ldquo;Feed My lambs.&rdquo;</p>\n<p><br></p>\n<p><strong>16</strong> He said to him again a second time, &ldquo;Simon, son of [c]Jonah, do you love Me?&rdquo;</p>\n<p><br></p>\n<p>He said to Him, &ldquo;Yes, Lord; You know that I [d]love You.&rdquo;</p>\n<p><br></p>\n<p>He said to him, &ldquo;Tend My sheep.&rdquo;</p>\n<p><br></p>\n<p><strong>17</strong> He said to him the third time, &ldquo;Simon, son of [e]Jonah, do you [f]love Me?&rdquo; Peter was grieved because He said to him the third time, &ldquo;Do you love Me?&rdquo;</p>\n<p><br></p>\n<p>And he said to Him, &ldquo;Lord, You know all things; You know that I love You.&rdquo;</p>\n<p>Jesus said to him, &ldquo;Feed My sheep.</p>\n<p><br></p>\n<p><strong>18</strong> Most assuredly, I say to you, when you were younger, you girded yourself and walked where you wished; but when you are old, you will stretch out your hands, and another will gird you and carry you where you do not wish.&rdquo;</p>\n<p><br></p>\n<p><strong>19</strong> This He spoke, signifying by what death he would glorify God. And when He had spoken this, He said to him, &ldquo;Follow Me.&rdquo;</p>\n<p><br></p>\n<p>Peter denied his Lord three times, and Jesus elicited a response of love from Peter&rsquo;s own lips three times. In the presence of the disciples, Jesus was rebuilding Peter&rsquo;s confidence that he was forgiven by divine love and that Jesus still had work for him to do in His cause.</p>\n<p><br></p>\n<p><strong>Read John 21:15&ndash;19 again, this time especially noting Jesus&rsquo; response to Peter&rsquo;s affirmation of his love for Christ. What did Jesus tell him to do in response?</strong></p>\n<p><br></p>\n<p><strong>Jesus Restores Peter</strong></p>\n<p><br></p>\n<p><strong>15 </strong>So when they had eaten breakfast, Jesus said to Simon Peter, &ldquo;Simon, son of [a]Jonah, do you love Me more than these?&rdquo;</p>\n<p><br></p>\n<p>He said to Him, &ldquo;Yes, Lord; You know that I [b]love You.&rdquo;</p>\n<p><br></p>\n<p>He said to him, &ldquo;Feed My lambs.&rdquo;</p>\n<p><br></p>\n<p><strong>16</strong> He said to him again a second time, &ldquo;Simon, son of [c]Jonah, do you love Me?&rdquo;</p>\n<p><br></p>\n<p>He said to Him, &ldquo;Yes, Lord; You know that I [d]love You.&rdquo;</p>\n<p><br></p>\n<p>He said to him, &ldquo;Tend My sheep.&rdquo;</p>\n<p><br></p>\n<p><strong>17</strong> He said to him the third time, &ldquo;Simon, son of [e]Jonah, do you [f]love Me?&rdquo; Peter was grieved because He said to him the third time, &ldquo;Do you love Me?&rdquo;</p>\n<p><br></p>\n<p>And he said to Him, &ldquo;Lord, You know all things; You know that I love You.&rdquo;</p>\n<p><br></p>\n<p>Jesus said to him, &ldquo;Feed My sheep.</p>\n<p><br></p>\n<p><strong>18 </strong>Most assuredly, I say to you, when you were younger, you girded yourself and walked where you wished; but when you are old, you will stretch out your hands, and another will gird you and carry you where you do not wish.&rdquo;</p>\n<p><br></p>\n<p><strong>19</strong> This He spoke, signifying by what death he would glorify God. And when He had spoken this, He said to him, &ldquo;Follow Me.&rdquo;</p>\n<p><br></p>\n<p>Divine love is active, not passive. Genuine love is more than a warm feeling, more than a nice idea. It involves commitment. Love compels us to act. It leads us to reach out to a lost world of God&rsquo;s children in desperate need. When Jesus said to Peter, &ldquo; &lsquo;Feed My lambs,&rsquo; &rdquo; it was both a command and a comforting reassurance. The Master called for a response to love, and He also encouraged Peter that He still had a work for him to do even despite Peter&rsquo;s truly shameful action when Jesus had been arrested. Peter not only denied knowing Jesus, exactly as Christ had told him that he would, but Peter also denied it with curses, as well. The point? You may have desperately failed your Lord. You may have denied Him by your actions more than once. The good news is that grace is still available, and God is not done with you yet. There is still a place in His work for you if you are willing.</p>\n<p><br></p>\n<p><strong>Like Peter, have you ever &ldquo;denied&rdquo; the Lord? If so, what does the story, not only of Peter&rsquo;s denial but also of Christ&rsquo;s words to Peter here, say to you?</strong></p>"
    },
    {
      "id": 136,
      "idLesson": 13,
      "idDay": 6,
      "dayTitle": "<p><strong>Love&rsquo;s Commitment</strong></p>\n",
      "date": "September 24",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>At the end of the conversation between Peter and Jesus, we see two men walking on the beach. As the waves lap at the shore, Jesus tells Peter about the cost of discipleship. He wants Peter to know clearly what he will face if he accepts Jesus&rsquo; invitation to &ldquo;feed My sheep.&rdquo;</p>\n<p><br></p>\n<p><strong>Read John 21:18, 19. What did Jesus tell Peter about the cost of discipleship? Why do you think Jesus revealed something so startling to Peter at this point in his life?</strong></p>\n<p><br></p>\n<p><strong>18</strong> Most assuredly, I say to you, when you were younger, you girded yourself and walked where you wished; but when you are old, you will stretch out your hands, and another will gird you and carry you where you do not wish.&rdquo;</p>\n<p><br></p>\n<p><strong>19</strong> This He spoke, signifying by what death he would glorify God. And when He had spoken this, He said to him, &ldquo;Follow Me.&rdquo;</p>\n<p><br></p>\n<p>In these words, Christ foretold the martyrdom that one day Peter would experience. His hands would be stretched out on a cross. In this revelation, Christ offered Peter a choice. He offered him life&rsquo;s greatest joy: seeing souls won for the kingdom of God. On the day of Pentecost, he would see thousands come to Christ. He would perform miracles in Jesus&rsquo; name and glorify Him before many more thousands. He would have the everlasting joy of fellowship with Christ in His mission. But that privilege would come with a price. It would demand a sacrifice, the ultimate sacrifice. Peter was asked to make a commitment with his eyes wide open. For Peter now knew that no sacrifice was too great to join Jesus in His mission to the world.</p>\n<p><strong><br></strong></p>\n<p><strong>Read 1 John 3:16&ndash;18. For John, love is more than a vague abstraction. How does John define love&rsquo;s ultimate sacrifice?</strong></p>\n<p><br></p>\n<p><strong>The Outworking of Love</strong></p>\n<p><br></p>\n<p><strong>16</strong> By this, we know love, because He laid down His life for us. And we also ought to lay down our lives for the brethren.</p>\n<p><br></p>\n<p><strong>17</strong> But whoever has this world&rsquo;s goods, and sees his brother in need, and shuts up his heart from him, how does the love of God abide in him?</p>\n<p><br></p>\n<p><strong>18</strong> My little children, let us not love in word or in tongue, but in deed and in truth.</p>\n<p><br></p>\n<p>In eternity, nothing we have ever done will seem like a sacrifice. Our investment of time and effort, the investment of our lives, will seem overabundantly rewarded. Yet, what a joy it is to turn love into action, to turn intentions into commitment. When we respond to divine love by holding nothing back as we reach out in service to witness to others as ambassadors of Christ, we fulfill the purpose of our lives and experience life&rsquo;s greatest joy. As Jesus so aptly put it, &ldquo; &lsquo;If you know these things, blessed are you if you do them&rsquo; &rdquo; (John 13:17, NKJV). Life&rsquo;s greatest joy and lasting happiness come when we are fulfilling the meaning of our existence by glorifying God by the way we live and share His love and truth with the world.</p>\n<p><br></p>\n<p><strong>It&rsquo;s hard to grasp the idea of eternity when all we know is a tiny bit of time. But, as well as you can, try to imagine eternal life, an the eternal good life&mdash;better than anything we can have here&mdash;and, thus, why nothing here, in this short spurt of time, would be worth losing the promise of eternal life that we have in Jesus.</strong></p>"
    },
    {
      "id": 137,
      "idLesson": 13,
      "idDay": 7,
      "dayTitle": "",
      "date": "September 25",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:</strong></p>\n<p><br></p>\n<p>&ldquo;Those who have the spiritual oversight of the church should devise ways and means by which an opportunity may be given to every member of the church to act some part in God&rsquo;s work. Too often in the past this has not been done. Plans have not been clearly laid and fully carried out whereby the talents of all might be employed in active service. There are but few who realize how much has been lost because of this.</p>\n<p><br></p>\n<p>&ldquo;The leaders in God&rsquo;s cause, as wise generals, are to lay plans for advance moves all along the line. In their planning, they are to give special study to the work that can be done by the laity for their friends and neighbors. The work of God in this earth can never be finished until the men and women comprising our church membership rally to the work and unite their efforts with those of ministers and church officers. &ldquo;The salvation of sinners requires earnest, personal labor. We are to bear to them the word of life, not to wait for them to come to us. Oh, that I could speak words to men and women that would arouse them to diligent action! The moments now granted to us are few. We are standing upon the very borders of the eternal world. We have no time to lose. Every moment is golden and altogether too precious to be devoted merely to self-serving. Who will seek God earnestly and from Him draw strength and grace to be His faithful workers in the missionary field?</p>\n<p><br></p>\n<p>&ldquo;In every church there is talent, which, with the right kind of labor, might be developed to become a great help in this work. That which is needed now for the upbuilding of our churches is the nice work of wise laborers to discern and develop talent in the church&mdash;talent that can be educated for the Master&rsquo;s use.&rdquo;&mdash;Ellen G. White, Testimonies for the Church, vol. 9, pp. 116, 117.</p>\n<p><br></p>\n<p><strong>Discussion Questions:</strong></p>\n<p><br></p>\n<p>1 What is the main thought of the Ellen G. White quote above? What impact can it have on your personal witnessing and your church&rsquo;s outreach?</p>\n<p><br></p>\n<p>2 How is genuine love always manifested? What are counterfeit forms of love that have little to do with genuine love?</p>\n<p><br></p>\n<p>3 In class, talk about the sacrifices that people have made for the Lord, including the loss of life. What can you learn from these stories?</p>\n<p><br></p>\n<p>4 Think about your answer to the question at the end of Sunday&rsquo;s study, about what you have sacrificed for Christ. What, in fact, have you sacrificed? Why did you do it? Was it worth it? How could you explain to someone who is not a Christian what you did and why you did it?</p>\n\n<p><strong>I</strong><strong>NSIDE STORY</strong></p>\n<p><br></p>\n<p>Pregnant for Two Years By Andrew McChesney</p>\n<p><br></p>\n<p>Fanta Camara was excited when she noticed a bump on her belly. But as the bump grew bigger, she began to feel ill. She felt so terrible that she went to the hospital in Conakry, Guinea. A physician examined her belly. &ldquo;You aren&rsquo;t pregnant,&rdquo; he said. Fanta didn&rsquo;t believe the physician. She asked a relative, who was a nurse, to take a look. &ldquo;You are pregnant,&rdquo; the relative said. &ldquo;There is a baby in your belly.&rdquo; Fanta beamed with joy. But she still felt ill, and the relative wasn&rsquo;t sure how to help. She went to another hospital. &ldquo;You aren&rsquo;t pregnant,&rdquo; the physician said. Fanta visited a third hospital. &ldquo;You are pregnant,&rdquo; the physician said. But he didn&rsquo;t know how to help.</p>\n<p><br></p>\n<p>As the weeks passed, Fanta&rsquo;s health worsened. She could barely walk. Five months after Fanta noticed the bump on her belly, a stranger appeared in her bedroom. He had the feet and legs of a man but the chest and face of a leopard. She was scared. &ldquo;You will not have that child in your belly,&rdquo; the stranger said, and, turning, seemed to walk out through the bedroom wall. The next night, the stranger again appeared in the bedroom. &ldquo;You will not have that child in your belly,&rdquo; he said. Every night he visited Fanta.</p>\n<p><br></p>\n<p>A year passed. Two years. As the third year started, Fanta was still pregnant and miserable. Then she remembered Tranqulle Fassinadouno. She had ignored him because he was the only Christian in their neighborhood, but now she was desperate. After hearing her story, Tranqulle, a Global Mission pioneer, prayed and fasted for three days, asking God for wisdom. Then he went to Fanta and, opening his Bible, read Ephesians 6:12, &ldquo;For we do not wrestle against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this age, against spiritual hosts of wickedness in the heavenly places&rdquo; (NKJV).</p>\n<p><br></p>\n<p>He spoke to unseen spiritual hosts in the house. &ldquo;All evil spirits who do not confess the name of Jesus Christ leave immediately in the name of Jesus Christ,&rdquo; he said. Turning to Fanta, he said, &ldquo;If you see that evil spirit again, just command it to leave in the name of Jesus.&rdquo; That night, Fanta was lying in bed when the evil spirit appeared. Before he could speak, she said, &ldquo;Leave in the name of Jesus Christ.&rdquo; The evil spirit immediately disappeared in a cloud of smoke, never to return. Three days later, Fanta gave birth to a healthy baby girl. &ldquo;I believe in Jesus now,&rdquo; Fanta said.</p>\n<p><br></p>\n<p><strong>Thank you for your Thirteenth Sabbath Offering that will help people in Guinea and elsewhere in the West-Central Africa Division learn about Jesus.</strong></p>"
    }
  ]
}
