{
  "id": 702,
  "lessonNumber": 2,
  "versionCode": 1,
  "quarter": "1T2021",
  "title": "<p>Crisis of Leadership</p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p>Memory Text: &ldquo;In the year that King Uzziah died, I saw the Lord sit- ting on a throne, high and lifted up, and the train of His robe filled the temple&rdquo; (Isaiah 6:1, NKJV).</p>",
  "weekDate": "January 2–January 8",
  "lessonDays": [
    {
      "id": 21,
      "idLesson": 2,
      "idDay": 1,
      "dayTitle": "",
      "date": "January 2",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>When asked by one of his disciples about the ingredients of good government, Confucius answered: &ldquo; &lsquo;Sufficient food, sufficient weapons, and the confidence of the common people.&rsquo;</p> <p>&ldquo; &lsquo;But,&rsquo; asked the disciple, &lsquo;suppose you had no choice but to dispense with one of those three, which would you forego?&rsquo;</p> <p>&ldquo; &lsquo;Weapons,&rsquo; said Confucius.</p> <p>&ldquo;His disciple persisted: &lsquo;Suppose you were then forced to dispense with one of the two that are left, which would you forego?&rsquo;</p> <p>&ldquo;Replied Confucius, &lsquo;Food. For from of old, hunger has been the lot of all men, but a people that no longer trusts its rulers is lost indeed.&rsquo; &rdquo;&mdash;Edited by Michael P. Green, 1500 Illustrations for Biblical Preaching (Grand Rapids, MI: Baker Books, 1989), p. 215.</p> <p>People do, indeed, want strong, trustworthy leadership. When a soldier was signing up for a second term of duty, the army recruiter asked why he wanted to reenlist. &ldquo;I tried civilian life,&rdquo; he said, &ldquo;but nobody is in charge out there.&rdquo;</p> <p><br></p> <p>This week, we will look at Judah&rsquo;s crisis of leadership and the sad results that followed.</p>"
    },
    {
      "id": 22,
      "idLesson": 2,
      "idDay": 2,
      "dayTitle": " <p>The King Is Dead. Long Live the King!</p> ",
      "date": "January 3",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Isaiah 6:1 talks about the death of King Uzziah. Read 2 Chronicles 26 and then answer this question: What is the significance of King Uzziah&rsquo;s death?</strong></p> <p><br></p> <p><strong>1 </strong>Now all the people of Judah took Uzziah, who was sixteen years old, and made him king instead of his father Amaziah.&nbsp;</p> <p><strong>2</strong> He built Elath and restored it to Judah, after the king rested with his fathers.&nbsp;</p> <p><strong>3</strong> Uzziah was sixteen years old when he became king, and he reigned fifty-two years in Jerusalem. His mother&rsquo;s name was Jecholiah of Jerusalem.&nbsp;</p> <p><strong>4</strong> And he did what was right in the sight of the LORD, according to all that his father Amaziah had done.&nbsp;</p> <p><strong>5</strong> He sought God in the days of Zechariah, who had understanding in the visions of God; and as long as he sought the LORD, God made him prosper.&nbsp;</p> <p><strong>6</strong> Now he went out and made war against the Philistines, and broke down the wall of Gath, the wall of Jabneh, and the wall of Ashdod; and he built cities around Ashdod and among the Philistines.&nbsp;</p> <p><strong>7</strong> God helped him against the Philistines, against the Arabians who lived in Gur Baal, and against the Meunites.&nbsp;</p> <p><strong>8 </strong>Also the Ammonites brought tribute to Uzziah. His fame spread as far as the entrance of Egypt, for he became exceedingly strong.&nbsp;</p> <p><strong>9</strong> And Uzziah built towers in Jerusalem at the Corner Gate, at the Valley Gate, and at the corner buttress of the wall; then he fortified them.&nbsp;</p> <p><strong>10</strong> Also he built towers in the desert. He dug many wells, for he had much livestock, both in the lowlands and in the plains; he also had farmers and vinedressers in the mountains and in Carmel, for he loved the soil.&nbsp;</p> <p><strong>11</strong> Moreover Uzziah had an army of fighting men who went out to war by companies, according to the number on their roll as prepared by Jeiel the scribe and Maaseiah the officer, under the hand of Hananiah, one of the king&rsquo;s captains.&nbsp;</p> <p><strong>12</strong> The total number of [e]chief officers of the mighty men of valor was two thousand six hundred.&nbsp;</p> <p><strong>13</strong> And under their authority was an army of three hundred and seven thousand five hundred, that made war with mighty power, to help the king against the enemy.&nbsp;</p> <p><strong>14</strong> Then Uzziah prepared for them, for the entire army, shields, spears, helmets, body armor, bows, and slings to cast stones.&nbsp;</p> <p><strong>15</strong> And he made devices in Jerusalem, invented by skillful men, to be on the towers and the corners, to shoot arrows and large stones. So his fame spread far and wide, for he was marvelously helped till he became strong.&nbsp;</p> <p><strong>16</strong> But when he was strong his heart was lifted up, to his destruction, for he transgressed against the LORD his God by entering the temple of the LORD to burn incense on the altar of incense.&nbsp;</p> <p><strong>17</strong> So Azariah the priest went in after him, and with him were eighty priests of the LORD&mdash;valiant men.&nbsp;</p> <p><strong>18</strong> And they withstood King Uzziah, and said to him, &ldquo;It is not for you, Uzziah, to burn incense to the LORD, but for the priests, the sons of Aaron, who are consecrated to burn incense. Get out of the sanctuary, for you have trespassed! You shall have no honor from the LORD God.&rdquo;&nbsp;</p> <p><strong>19</strong> Then Uzziah became furious; and he had a censer in his hand to burn incense. And while he was angry with the priests, leprosy broke out on his forehead, before the priests in the house of the LORD, beside the incense altar.&nbsp;</p> <p><strong>20</strong> And Azariah the chief priest and all the priests looked at him, and there, on his forehead, he was leprous; so they thrust him out of that place. Indeed he also hurried to get out, because the LORD had struck him.&nbsp;</p> <p><strong>21</strong> King Uzziah was a leper until the day of his death. He dwelt in an isolated house, because he was a leper; for he was cut off from the house of the LORD. Then Jotham his son was over the king&rsquo;s house, judging the people of the land.&nbsp;</p> <p><strong>22</strong> Now the rest of the acts of Uzziah, from first to last, the prophet Isaiah the son of Amoz wrote.&nbsp;</p> <p><strong>23</strong> So Uzziah rested with his fathers, and they buried him with his fathers in the field of burial which belonged to the kings, for they said, &ldquo;He is a leper.&rdquo; Then Jotham his son reigned in his place.</p> <p><br></p> <p>Different perspectives can be given regarding the death of this king.&nbsp;</p> <p>1. Although Uzziah&rsquo;s reign was long and prosperous, &ldquo;when he had become strong he grew proud, to his destruction&rdquo; (2 Chron. 26:16, NRSV) and attempted to offer incense in the temple. When the priests rightly stopped him because he was not authorized as a priestly descendant of Aaron (2 Chron. 26:18), the king became angry. At this moment, when the king refused reproof, the Lord immediately struck him with leprosy, which he had &ldquo;to the day of his death, and being leprous lived in a separate house, for he was excluded from the house of the Lord&rdquo; (2 Chron. 26:21, NRSV). How ironic that Isaiah saw a vision of the pure, immortal, divine King in His house/temple in the very year the impure human king died!</p> <p>2. There is a striking contrast between Uzziah and Isaiah. Uzziah reached for holiness presumptuously, for the wrong reason (pride), and instead became ritually impure, so that he was cut off from holiness. Isaiah, on the other hand, allowed God&rsquo;s holiness to reach him. He humbly admitted his weakness and yearned for moral purity, which he received (Isa. 6:5&ndash;7, NRSV). Like the tax collector in Jesus&rsquo; parable, he went away justified: &ldquo; &lsquo;for all who exalt themselves will be humbled, but all who humble themselves will be exalted&rsquo; &rdquo; (Luke 18:14, NRSV).</p> <p>3. There is a striking similarity between Uzziah&rsquo;s leprous body and the moral condition of his people: &ldquo;There is no soundness in it, but bruises and sores and bleeding wounds&rdquo; (Isa. 1:6, NRSV).</p> <p>4. The death of Uzziah in about 740 b.c. marks a major crisis in the leadership of God&rsquo;s people. The death of any absolute ruler makes his or her country vulnerable during a transition of power. But Judah was in special danger, because Tiglath-pileser III had ascended the throne of Assyria a few years before, in 745 b.c., and immediately went on the warpath, which made his nation an invincible superpower that threatened the independent existence of all nations in the Near East. In this time of crisis, God encouraged Isaiah by showing the prophet that He was still in control.</p> <p><br></p> <p><strong>Read carefully 2 Chronicles 26:16. In what ways do each one of us potentially face the same thing? How can dwelling on the Cross protect us from that pitfall?</strong></p>"
    },
    {
      "id": 23,
      "idLesson": 2,
      "idDay": 3,
      "dayTitle": "<p>&ldquo;Holy, Holy, Holy&rdquo; (Isa. 6:1&ndash;4)&nbsp;</p> ",
      "date": "January 4",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Notice what was happening here in the first four verses of Isaiah 6. The king dies during great political turmoil (the Assyrians are on the warpath). For Isaiah, it could have been a fearful time when he was not sure who was in control.&nbsp;</p> <p>And then&mdash;what happens? While taken in vision, Isaiah gazed upon the blazing glory of God upon His throne, heard the antiphony of shining seraphim (&ldquo;burning ones&rdquo;) calling out the words &ldquo;holy, holy, holy,&rdquo; felt the resultant seismic shaking of the floor beneath him, and peered through swirling smoke as it filled the temple. It must have been a stunning experience for the prophet. For sure, Isaiah now knew who was in control, despite outward events.&nbsp;</p> <p><br></p> <p><strong>Where is the Lord in this vision? (See Isa. 6:1.) Why would the Lord make an appearance to Isaiah here, as opposed to anywhere else? (See Exod. 25:8, Exod. 40:34&ndash;38.)&nbsp;</strong></p> <p style='margin:0cm;margin-bottom:.0001pt;font-size:16px;font-family:\"Calibri\",sans-serif;'><span style=\"font-family:Roboto;color:black;background:white;\"><strong>Isaiah 6:1</strong></span></p> <p style='margin:0cm;margin-bottom:.0001pt;font-size:16px;font-family:\"Calibri\",sans-serif;'><span style=\"font-family:Roboto;color:black;background:white;\"><strong>1</strong> In the year that King Uzziah died, I saw the Lord sitting on a throne, high and lifted up, and the train of His <em>robe</em> filled the temple.</span></p> <p style='margin:0cm;margin-bottom:.0001pt;font-size:16px;font-family:\"Calibri\",sans-serif;'>&nbsp;</p> <p style='margin:0cm;margin-bottom:.0001pt;font-size:16px;font-family:\"Calibri\",sans-serif;'><strong>Exodus 25:8</strong></p> <p style='margin:0cm;margin-bottom:.0001pt;font-size:16px;font-family:\"Calibri\",sans-serif;'><strong>8</strong> <span style=\"font-family:Roboto;color:black;background:white;\">And let them make Me a&nbsp;sanctuary,&nbsp;</span><span style=\"font-family:Roboto;color:black;background:white;\">that I may dwell among them.</span></p> <p style='margin:0cm;margin-bottom:.0001pt;font-size:16px;font-family:\"Calibri\",sans-serif;'>&nbsp;</p> <p style='margin:0cm;margin-bottom:.0001pt;font-size:16px;font-family:\"Calibri\",sans-serif;'><strong>Exodus 40:34-38</strong></p> <p style='margin:0cm;margin-bottom:.0001pt;font-size:16px;font-family:\"Calibri\",sans-serif;'><span style=\"font-family:Roboto;color:black;background:white;\"><strong>34</strong> Then the cloud covered the tabernacle of meeting, and the glory of the Lord filled the tabernacle.&nbsp;</span></p> <p style='margin:0cm;margin-bottom:.0001pt;font-size:16px;font-family:\"Calibri\",sans-serif;'><span style=\"font-family:Roboto;color:black;background:white;\"><strong>35</strong> And Moses was not able to enter the tabernacle of meeting, because the cloud rested above it, and the glory of the Lord filled the tabernacle.&nbsp;</span></p> <p style='margin:0cm;margin-bottom:.0001pt;font-size:16px;font-family:\"Calibri\",sans-serif;'><span style=\"font-family:Roboto;color:black;background:white;\"><strong>36</strong> Whenever the cloud was taken up from above the tabernacle, the children of Israel would go onward in all their journeys.&nbsp;</span></p> <p style='margin:0cm;margin-bottom:.0001pt;font-size:16px;font-family:\"Calibri\",sans-serif;'><span style=\"font-family:Roboto;color:black;background:white;\"><strong>37</strong> But&nbsp;if the cloud was not taken up, then they did not journey till the day that it was taken up.</span></p> <p style='margin:0cm;margin-bottom:.0001pt;font-size:16px;font-family:\"Calibri\",sans-serif;'><span style=\"font-family:Roboto;color:black;background:white;\"><strong>38</strong> For the cloud of the Lord <em>was</em> above the tabernacle by day, and fire was over it by night, in the sight of all the house of Israel, throughout all their journeys.</span></p> <p style='margin:0cm;margin-bottom:.0001pt;font-size:16px;font-family:\"Calibri\",sans-serif;'><br></p> <p>Ezekiel, Daniel, and John were in exile when they received their visions in Ezekiel 1; Daniel 7:9, 10; and Revelation 4, 5. Like Isaiah, they needed special comfort and encouragement that God was still in charge, even though their world was falling apart. (Daniel and Ezekiel were captives in a pagan nation that had destroyed their own, and John had been exiled to a lonely island by a hostile political power.) No doubt, these visions helped give them what they needed to stay faithful, even during a crisis situation.&nbsp;</p> <p>&ldquo;As Isaiah beheld this revelation of the glory and majesty of his Lord, he was overwhelmed with a sense of the purity and holiness of God. How sharp the contrast between the matchless perfection of his Creator, and the sinful course of those who, with himself, had long been numbered among the chosen people of Israel and Judah!&rdquo;&mdash;Ellen G. White, Prophets and Kings, p. 307.&nbsp;</p> <p>The transcendent holiness of God, emphasized in Isaiah&rsquo;s vision, is a basic aspect of his message. God is a holy God, and He demands holiness from His people, a holiness He will give to them if only they will repent, turn from their evil ways, and submit to Him in faith and obedience.&nbsp;</p> <p><br></p> <p><strong>All of us have been in discouraging situations, where from out- ward appearances all seemed lost. And even if you didn&rsquo;t get a vision of the &ldquo;glory of the Lord,&rdquo; as did Isaiah here, recount the ways in which the Lord was able to sustain you and your faith during these crises. What have you learned from these experiences that you could share with others?</strong></p>"
    },
    {
      "id": 24,
      "idLesson": 2,
      "idDay": 4,
      "dayTitle": "<p>New Personality (Isa. 6:5&ndash;7)</p>",
      "date": "January 5",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>At the sanctuary/temple, only the high priest could approach the presence of God in the Holy of Holies on the Day of Atonement and only with a protective smokescreen of incense, or he would die (Lev. 16:2, 12, 13). Isaiah saw the Lord, even though he was not the high priest, and he was not burning incense! The temple filled with smoke (Isa. 6:4), reminding us of the cloud in which God&rsquo;s glory appeared on the Day of Atonement (Lev. 16:2). Awestruck and thinking he was finished (com- pare Exod. 33:20; Judg. 6:22, 23), Isaiah cried out with an acknowledgment of his sin and the sin of his people (Isa. 6:5), reminiscent of the high priest&rsquo;s confession on the Day of Atonement (Lev. 16:21).</p> <p>&ldquo;Standing, as it were, in the full light of the divine presence within the inner sanctuary, he realized that if left to his own imperfection and inefficiency, he would be utterly unable to accomplish the mission to which he had been called.&rdquo;&mdash;Ellen G. White, Prophets and Kings, p. 308.</p> <p><br></p> <p><strong>Why did the seraph use a live, or burning, coal from the altar to cleanse Isaiah&rsquo;s lips? (Isa. 6:6, 7.)&nbsp;</strong></p> <p><strong>Isaiah 6:6, 7</strong></p> <p><strong>6</strong> Then one of the seraphim flew to me, having in his hand a live coal which he had taken with the tongs from the altar.</p> <p><strong>7</strong> And he touched my mouth with it, and said: &ldquo;Behold, this has touched your lips; Your iniquity is taken away, And your sin purged.&rdquo;</p> <p><br></p> <p>The seraph explained that through touching the prophet&rsquo;s lips his guilt and sin were removed (Isa. 6:7). The sin is not specified, but it need not be limited to wrong speech, because lips signify not only speech but also the entire person who utters it. Having received moral purification, Isaiah was now able to offer pure praise to God.</p> <p>Fire is an agent of purification, because it burns away impurity (see Num. 31:23). But the seraph used a coal from the special, holy fire of the altar, which God Himself had lighted and which was kept perpetually burning there (Lev. 6:12). So, the seraph made Isaiah holy, as well as pure. There is more. In worship at the sanctuary, or temple, the main reason for taking a coal from the altar was to light incense. Compare Leviticus 16:12, 13, where the high priest is to take a censer full of coals from the altar and use it to light incense. But in Isaiah 6, the seraph applies the coal to Isaiah rather than to incense. Whereas Uzziah wanted to offer incense, Isaiah became like incense! Just as holy fire lights incense to fill God&rsquo;s house with holy fragrance, it lights up the prophet to spread a holy message. It is no accident that in the next verses of Isaiah 6 (Isa. 6:8 and following) God sends Isaiah out to His people.</p> <p><br></p> <p><strong>Read prayerfully Isaiah&rsquo;s response (Isa. 6:5) to his vision of God. How do we see in it an expression of the basic problem, that of a sinful people existing in a universe created by a &ldquo; &lsquo;Holy, holy, holy&rsquo; &rdquo; God? (Isa. 6:3, NRSV). Why was Christ on the cross the only possible answer to this problem? What happened at the cross that solved this problem?</strong></p>"
    },
    {
      "id": 25,
      "idLesson": 2,
      "idDay": 5,
      "dayTitle": "<p>Royal Commission (Isa. 6:8)</p>",
      "date": "January 6",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>&ldquo;Also I heard the voice of the Lord, saying, Whom shall I send, and who will go for us? Then said I, Here am I; send me&rdquo; (Isa. 6:8).</strong></p> <p>Having been purified, Isaiah immediately responded to God&rsquo;s call for a representative whom He could send out on His behalf. In New Testament terms, Isaiah would have been called an apostle; that is, &ldquo;one who is sent.&rdquo;</p> <p>Interestingly enough, the book of Isaiah does not begin, as do some other prophetic books, with the prophet describing his prophetic call (compare Jer. 1:4&ndash;10, Ezekiel 1&ndash;3). In other words, he must have already been called to be a prophet, even before the events of chapter 6. The Bible does show that a divine encounter can encourage a prophet even after the ministry has begun (Moses: Exodus 34; Elijah: 1 Kings 19). In contrast to other examples, too, where God tells people they are to be prophets, in Isaiah 6 the prophet volunteers for a special mission. It appears that chapters 1&ndash;5 of Isaiah represent conditions at the time when Isaiah was first called, after which God jump-started his ministry by encouraging him at the temple and reconfirming his commission as God&rsquo;s prophetic spokesman.</p> <p><br></p> <p><strong>God encouraged Isaiah at His temple. Is there evidence elsewhere in the Bible that God&rsquo;s sanctuary is a place of encouragement? (Read Psalm 73 (see Ps. 73:17), Heb. 4:14&ndash;16, Heb. 10:19&ndash;23, and Revelation 5.) What do these texts tell us?</strong></p> <p><strong>Psalm 73</strong></p> <p><strong>1</strong> Truly God is good to Israel, To such as are pure in heart.</p> <p><strong>2</strong> But as for me, my feet had almost stumbled; My steps had nearly slipped.</p> <p><strong>3</strong> For I was envious of the boastful, When I saw the prosperity of the wicked.</p> <p><strong>4</strong> For there are no pangs in their death, But their strength is firm.</p> <p><strong>5</strong> They are not in trouble as other men, Nor are they plagued like other men.</p> <p><strong>6</strong> Therefore pride serves as their necklace; Violence covers them like a garment.</p> <p><strong>7</strong> Their eyes bulge with abundance; They have more than heart could wish.</p> <p><strong>8</strong> They scoff and speak wickedly concerning oppression; They speak loftily.</p> <p><strong>9</strong> They set their mouth against the heavens, And their tongue walks through the earth.</p> <p><strong>10</strong> Therefore his people return here, And waters of a full cup are drained by them.</p> <p><strong>11</strong> And they say, &ldquo;How does God know? And is there knowledge in the Most High?&rdquo;</p> <p><strong>12</strong> Behold, these are the ungodly, Who are always at ease; They increase in riches.</p> <p><strong>13</strong> Surely I have cleansed my heart in vain, And washed my hands in innocence.</p> <p><strong>14</strong> For all day long I have been plagued, And chastened every morning.</p> <p><strong>15</strong> If I had said, &ldquo;I will speak thus,&rdquo; Behold, I would have been untrue to the generation of Your children.</p> <p><strong>16&nbsp;</strong>When I thought how to understand this, It was [e]too painful for me&mdash;</p> <p><strong>17 </strong>Until I went into the sanctuary of God; Then I understood their end.</p> <p><strong>18</strong> Surely You set them in slippery places; You cast them down to destruction.</p> <p><strong>19</strong> Oh, how they are brought to desolation, as in a moment! They are utterly consumed with terrors.</p> <p><strong>20 </strong>As a dream when one awakes, So, Lord, when You awake, You shall despise their image.</p> <p><strong>21</strong> Thus my heart was grieved, And I was vexed in my mind.</p> <p><strong>22 </strong>I was so foolish and ignorant; I was like a beast before You.</p> <p><strong>23</strong> Nevertheless I am continually with You; You hold me by my right hand.</p> <p><strong>24</strong> You will guide me with Your counsel, And afterward receive me to glory.</p> <p><strong>25 </strong>Whom have I in heaven but You? And there is none upon earth that I desire besides You.</p> <p><strong>26</strong> My flesh and my heart fail; But God is the [g]strength of my heart and my portion forever.</p> <p><strong>27 </strong>For indeed, those who are far from You shall perish; You have destroyed all those who desert You for harlotry.</p> <p><strong>28</strong> But it is good for me to draw near to God; I have put my trust in the Lord God, That I may declare all Your works.</p> <p><br></p> <p><strong>Hebrews 4:14-16</strong></p> <p><strong>14</strong> Seeing then that we have a great High Priest who has passed through the heavens, Jesus the Son of God, let us hold fast our confession.</p> <p><strong>15</strong> For we do not have a High Priest who cannot sympathize with our weaknesses, but was in all points tempted as we are, yet without sin.</p> <p><strong>16</strong> Let us therefore come boldly to the throne of grace, that we may obtain mercy and find grace to help in time of need.</p> <p><br></p> <p><strong>Hebrews 10:19-23</strong></p> <p><strong>19&nbsp;</strong>Therefore, brethren, having boldness to enter the Holiest by the blood of Jesus,</p> <p><strong>20&nbsp;</strong>by a new and living way which He consecrated for us, through the veil, that is, His flesh,</p> <p><strong>21</strong> and having a High Priest over the house of God,</p> <p><strong>22</strong> let us draw near with a true heart in full assurance of faith, having our hearts sprinkled from an evil conscience and our bodies washed with pure water.</p> <p><strong>23</strong> Let us hold fast the confession of our hope without wavering, for He who promised is faithful.</p> <p><br></p> <p><strong>Revelation 5</strong></p> <p><strong>1</strong> And I saw in the right hand of Him who sat on the throne a scroll written inside and on the back, sealed with seven seals.</p> <p><strong>2</strong> Then I saw a strong angel proclaiming with a loud voice, &ldquo;Who is worthy to open the scroll and to loose its seals?&rdquo;</p> <p><strong>3</strong> And no one in heaven or on the earth or under the earth was able to open the scroll, or to look at it.</p> <p><strong>4</strong> So I wept much, because no one was found worthy to open and read the scroll, or to look at it.</p> <p><strong>5</strong> But one of the elders said to me, &ldquo;Do not weep. Behold, the Lion of the tribe of Judah, the Root of David, has prevailed to open the scroll and to loose its seven seals.&rdquo;</p> <p><strong>6</strong> And I looked, and behold, in the midst of the throne and of the four living creatures, and in the midst of the elders, stood a Lamb as though it had been slain, having seven horns and seven eyes, which are the seven Spirits of God sent out into all the earth.</p> <p><strong>7</strong> Then He came and took the scroll out of the right hand of Him who sat on the throne.</p> <p><strong>8</strong> Now when He had taken the scroll, the four living creatures and the twenty-four elders fell down before the Lamb, each having a harp, and golden bowls full of incense, which are the prayers of the saints.</p> <p><strong>9</strong> And they sang a new song, saying:</p> <p>&ldquo;You are worthy to take the scroll, And to open its seals; For You were slain, And have redeemed us to God by Your blood Out of every tribe and tongue and people and nation,</p> <p><strong>10</strong> And have made us kings and priests to our God; And we shall reign on the earth.&rdquo;</p> <p><strong>11</strong> Then I looked, and I heard the voice of many angels around the throne, the living creatures, and the elders; and the number of them was ten thousand times ten thousand, and thousands of thousands,</p> <p><strong>12</strong> saying with a loud voice:</p> <p>&ldquo;Worthy is the Lamb who was slain To receive power and riches and wisdom, And strength and honor and glory and blessing!&rdquo;</p> <p><strong>13</strong> And every creature which is in heaven and on the earth and under the earth and such as are in the sea, and all that are in them, I heard saying:</p> <p>&ldquo;Blessing and honor and glory and power Be to Him who sits on the throne, And to the Lamb, forever and ever!&rdquo;</p> <p><strong>14</strong> Then the four living creatures said, &ldquo;Amen!&rdquo; And the twenty-four elders fell down and worshiped Him who lives forever and ever.</p> <p><br></p> <p>Not only does God&rsquo;s sanctuary throb with awesome power but also it&rsquo;s a place where weak and faulty people such as ourselves can find refuge. We can be reassured by knowing that God is working to rescue us through Christ, our High Priest.</p> <p>John also saw Christ represented as a sacrificial lamb that had just been slaughtered, its throat slit (Rev. 5:6). This was not a pretty sight. The description makes the point that although Christ was raised from the dead and has ascended to heaven, He continually carries the Cross event with Him. He is still lifted up in order to draw all people to Himself at His altar.</p> <p><br></p> <p><strong>How have you found encouragement by entering God&rsquo;s heavenly temple, by faith, in prayer? Hebrews 4:16 invites you to approach God&rsquo;s throne boldly to &ldquo;receive mercy and find grace to help in time of need&rdquo; (NRSV). If someone were to ask you how you have found grace and mercy in your time of need, how would you respond?</strong></p>"
    },
    {
      "id": 26,
      "idLesson": 2,
      "idDay": 6,
      "dayTitle": "<p>Appalling Appeal (Isa. 6:9&ndash;13)</p>",
      "date": "January 7",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>When God recommissioned Isaiah, why did He give the prophet such a strange message to take to His people?(Isa. 6:9, 10.)</strong></p> <p><strong>Isaiah 6:9, 10</strong></p> <p><strong>9</strong> And He said, &ldquo;Go, and tell this people:</p> <p>&lsquo;Keep on hearing, but do not understand;</p> <p>Keep on seeing, but do not perceive.&rsquo;</p> <p><strong>10</strong> &ldquo;Make the heart of this people dull,</p> <p>And their ears heavy,</p> <p>And shut their eyes;</p> <p>Lest they see with their eyes,</p> <p>And hear with their ears,</p> <p>And understand with their heart,</p> <p>And return and be healed.&rdquo;</p> <p><br></p> <p>Lest we should think that Isaiah heard wrong or that this message is unimportant, Jesus cited this passage to explain why He taught in parables (Matt. 13:13&ndash;15).</p> <p>God does not want any to perish (2 Pet. 3:9), which explains why He sent Isaiah to the people of Judah&mdash;and Jesus to the world. God&rsquo;s desire is not to destroy but to save eternally. But while some people respond positively to His appeals, others become firmer in their resistance. Nevertheless, God keeps on appealing to them in order to give them more and more opportunities to repent. Yet, the more they resist, the harder they become. So, in that sense, what God does to them results in the hardening of their hearts, even though He would rather that these actions soften them. God&rsquo;s love toward us is unchanging; our individual response to His love is the crucial variable.</p> <p>The role of a minister, such as Moses, Isaiah, Jeremiah, Ezekiel, or even Christ, is to keep on appealing, even if people reject the message. God said to Ezekiel: &ldquo;Whether they hear or refuse to hear (for they are a rebellious house), they shall know that there has been a prophet among them&rdquo; (Ezek. 2:5, NRSV). God&rsquo;s role and that of His servants is to give people a fair choice, so that they will have adequate warning (compare Ezek. 3:16&ndash;21), even if they end up choosing destruction and exile (Isa. 6:11&ndash;13).</p> <p><br></p> <p><strong>With these ideas in mind, how do we understand God&rsquo;s role in hardening Pharaoh&rsquo;s heart?</strong></p> <p><br></p> <p>In Exodus 4:21, God says, &ldquo; &lsquo;but I will harden his heart&rsquo; &rdquo; (NRSV). This is the first of nine times when God said He would harden Pharaoh&rsquo;s heart. But there also were nine times when Pharaoh hardened his own heart (for example, see Exod. 8:15, 32; Exod. 9:34).</p> <p>Clearly Pharaoh possessed some kind of free will, or he would not have been able to harden his own heart. But the fact that God also hardened Pharaoh&rsquo;s heart indicates that God initiated the circumstances to which Pharaoh reacted when he made his choices, choices to reject the signs God had given him. Had Pharaoh been open to those signs, his heart would have been softened, not hardened, by them.</p> <p><br></p> <p><br></p> <p><strong>In your own experience with the Lord, have you ever felt a hardening of your heart to the Holy Spirit? Think through what caused it. If you didn&rsquo;t find that concept frightening then (after all, that&rsquo;s part of what having a hard heart is all about), how do you view it now? What is the way of escape? (See 1 Cor. 10:13.)</strong></p> <p><strong>1 Corinthians 10:13</strong></p> <p><strong>13</strong> No temptation has overtaken you except such as is common to man; but God is faithful, who will not allow you to be tempted beyond what you are able, but with the temptation will also make the way of escape, that you may be able to bear it.</p>"
    },
    {
      "id": 27,
      "idLesson": 2,
      "idDay": 7,
      "dayTitle": "",
      "date": "January 8",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:</strong>&nbsp;</p> <p>&ldquo;Iniquitous practices had become so prevalent among all classes that the few who remained true to God were often tempted to lose heart and to give way to discouragement and despair. It seemed as if God&rsquo;s purposes for Israel were about to fail and that the rebellious nation was to suffer a fate similar to that of Sodom and Gomorrah.</p> <p><br></p> <p>&ldquo;In the face of such conditions it is not surprising that when, during the last year of Uzziah&rsquo;s reign, Isaiah was called to bear to Judah God&rsquo;s messages of warning and reproof, he shrank from the responsibility. He well knew that he would encounter obstinate resistance. As he realized his own inability to meet the situation and thought of the stubbornness and unbelief of the people for whom he was to labor, his task seemed hopeless. Should he in despair relinquish his mission and leave Judah undisturbed to their idolatry? Were the gods of Nineveh to rule the earth in defiance of the God of heaven?&rdquo;&mdash;Ellen G. White, Prophets and Kings, pp. 306, 307.</p> <p><br></p> <p><strong>Discussion Questions:</strong></p> <p><strong>1.</strong> If a skeptic or an atheist were to challenge you with the question, &ldquo;How can you show that your God is in charge?&rdquo; what would you answer?</p> <p><strong>2.</strong> If God is in charge, why do innocent people suffer? Does Isaiah 1:19, 20 mean that in the present life only good things are supposed to happen to God&rsquo;s faithful people and only bad things happen to those who rebel? (Compare with Job 1, 2, Psalm 37, Psalm 73.) Can we reconcile our understanding of God&rsquo;s character with the bad that happens to people? Do we need to?</p> <p><strong>3.</strong> In Isaiah 6, why are there so many connections to the Day of Atonement? Consider the fact that on this yearly judgment day God purified His people by cleansing sin from loyal ones (Lev. 16:30) and purging out the disloyal (Lev. 23:29, 30).</p> <p><br></p> <p><strong>Summary:</strong></p> <p>At a time of insecurity, when the weakness of human leader- ship was painfully obvious, Isaiah was given a grand vision of the supreme Leader of the universe. Petrified by inadequacy but purified and empowered by mercy, Isaiah was ready to go forth as God&rsquo;s ambassador into a hostile world.</p> <p>INSIDE STORY</p> <p><strong>INSIDE STORY</strong></p> <p><strong>Hope in a Plane Crash</strong></p> <p>By Andrew Mcchesney, Adventist Mission</p> <p><br></p> <p>The world watched in horror when a midair plane collision killed 71 people in Germany in 2002 and, two years later, a grieving father retaliated.</p> <p>Vladimir Shevil, who was mourning the death of his own daughter tocancer, found hope amid the tragedy. He found Jesus.</p> <p>Vladimir remembers Nadezhda, whose name means &ldquo;hope&rdquo; in Russian, joyfully coming home with a new Bible that someone had given to her at school in their hometown in Moldova. The 15-year-old girl spent hours reading the book, often staying up late at night. Vladimir, an occasional churchgoer, didn&rsquo;t like his daughter&rsquo;s interest in the Bible. He accused her of wasting her time and said she would be more productive working in the family&rsquo;s vegetable garden.</p> <p>&ldquo;We don&rsquo;t need the Bible,&rdquo; he told her. &ldquo;We have church.&rdquo;</p> <p>Nadezhda didn&rsquo;t argue and obediently went outdoors to tend to the garden.</p> <p>Two years later, doctors diagnosed Nadezhda with bone cancer. She spent months in the hospital, and a leg was amputated from the hip. She died in 2001 at the age of 18. Vladimir was devastated, and he pleaded with God for answers. &ldquo;I don&rsquo;t think that I was such a bad father,&rdquo; he prayed.</p> <p>Amid his sorrow, he heard the news in July 2002 that a DHL cargo plane had collided with a Russian airliner flying 45 Russian schoolchildren to a vacation in Spain, killing everyone on both aircraft. Then in 2004, a Russian father who had lost his wife and two children in the crash tracked down and killed the air traffic controller responsible for monitoring the German airspace where the collision occurred. Watching television news, Vladimir saw a journalist ask the father of a girl who had died in the crash whether he also wanted revenge. &ldquo;No,&rdquo; the man said. &ldquo;I have hope that I will meet my daughter again.&rdquo;</p> <p>The words touched Vladimir&rsquo;s heart. He longed for the same hope.</p> <p>Shortly afterward, he came home to find his wife waiting with Nadezhda&rsquo;s Bible. Opening it, she read, &ldquo;But I do not want you to be ignorant, brethren, concerning those who have fallen asleep, lest you sorrow as others who have no hope. For if we believe that Jesus died and rose again, even so God will bring with Him those who sleep in Jesus&rdquo; (1 Thess. 4:13, 14, NKJV).</p> <p>&ldquo;Here is our hope,&rdquo; his wife said. &ldquo;If we believe in God, we will meet our daughter again.&rdquo;</p> <p>Today Vladimir is a church deacon, and he joyfully talks about his hope in Jesus&rsquo; return. &ldquo;Thanks to my daughter, we found God,&rdquo; he said. &ldquo;We have hope that we will meet our daughter again.&rdquo;</p>"
    }
  ]
}
