{
  "id": 708,
  "lessonNumber": 8,
  "versionCode": 5,
  "quarter": "4T2020",
  "title": "<p><strong>Education and Redemption</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p><strong>Memory Text:</strong> &ldquo;All Scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness&rdquo; (2 Timothy 3:16, NKJV).</p>",
  "weekDate": "November 14–20",
  "lessonDays": [
    {
      "id": 81,
      "idLesson": 8,
      "idDay": 1,
      "dayTitle": "",
      "date": "November 14",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>The Bible tells a long story about God and His people. Sometimes it is viewed as a love story gone awry, at least temporarily. Or it can be seen as a story of a Father and His rebellious children who, eventually, come around.&nbsp;</p> <p>But for the purposes of this week&rsquo;s teaching, we will discover in the Bible story another theme, namely, that of a Teacher and His students. They keep failing their tests, but He patiently explains their lessons again and again, until, at last, some learn it.&nbsp;</p> <p>The Bible story is not unlike our own human stories that we know so well&mdash;with one exception. The story of God and His people is assured of a good ending, of reaching its goal. Divine grace toward His people assures that outcome. The human responsibility in this relationship has often been misunderstood and even dreaded by many who have thought of it as onerous. But in fact, the Bible story is essentially an invitation to know God and understand His will. Indeed, learning to know God is our foremost response to His grace. We cannot earn such grace, but we can learn about it, and what is Christian education if not, at its core, education teaching us about this grace?</p>"
    },
    {
      "id": 82,
      "idLesson": 8,
      "idDay": 2,
      "dayTitle": "<p><strong>&nbsp;In the Image of God</strong></p>",
      "date": "November 15",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>&nbsp;Read Genesis 1:26, 27 and Genesis 5:1, 3. What do these texts teach about how God originally created humanity, and then what happened to humanity after sin?&nbsp;</strong></p> <p><strong style='font-weight: 700; color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;'>Genesis 1:26 - 27</strong></p> <p><strong>26</strong> Then God said, &ldquo;Let Us make man in Our image, according to Our likeness; let them have dominion over the fish of the sea, over the birds of the air, and over the cattle, over all the earth and over every creeping thing that creeps on the earth.&rdquo;&nbsp;</p> <p><strong>27</strong> So God created man in His own image; in the image of God He created him; male and female He created them.</p> <p><br></p> <p><strong style='font-weight: 700; color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;'>Genesis 5:1 - 3</strong></p> <p><strong>1</strong>This is the book of the genealogy of Adam. In the day that God created man, He made him in the likeness of God.&nbsp;</p> <p><strong>2</strong> He created them male and female, and blessed them and called them Mankind in the day they were created.&nbsp;</p> <p><strong>3</strong> And Adam lived one hundred and thirty years, and begot a son in his own likeness, after his image, and named him Seth.</p> <p><br></p> <p>The phrase &ldquo;the image of God&rdquo; has captivated interpreters of the Bible for centuries. What is this image in which the first humans were created? For example, does it mean that God looked in a mirror and formed His new creation to look like Himself? Or does it mean that humans are more like God than all other forms of life are? Or does it refer to a spiritual and intellectual similarity and compatibility between the Creator and His human creation? The Scriptures do not give any precise explanation of this expression even though scholars have derived from Scripture many interpretations of what it could mean. However, we can see that, after sin, this image had been changed, which is why Ellen G. White wrote that the goal of education is to restore in man the image of his Maker (Education, pp. 14&ndash;16).&nbsp;</p> <p>How can education achieve such a remarkable goal?&nbsp;</p> <p>First, we need to remember that God made us to have a relationship with Him, somewhat as parents do with their children. He made us in His image, the same way human parents have children in their image (Gen. 5:1), so that He can bring us up to be His children, who belong to His family; He can communicate with us and form a lasting relationship with us. The image of God therefore is more of a &ldquo;mental image&rdquo; that enables two beings, one divine and the other human, to have a meeting of minds. This is precisely what happens in education, first at home between parents and children and later at school when teachers take over the work of education. Evidently God intended this process of education we know so well when, distinguishing us from many other life forms, He made us in His own image&mdash;He did it so that He can teach us and we can learn from Him, until His image (His mind) is reflected in ours.&nbsp;</p> <p><strong>The story of Redemption is a story of education from Creation to Incarnation, and from Incarnation to re-creation. God is a teacher, and heaven is a school for all time (see Ellen G. White, Education, p. 301). What are the implications of this thought for our commitment to Christian education at home, in church, in school, in the university, and throughout life?</strong></p>"
    },
    {
      "id": 83,
      "idLesson": 8,
      "idDay": 3,
      "dayTitle": "<p><strong>Jesus as Teacher</strong></p>",
      "date": "November 16",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>The Bible uses many terms to describe Jesus. He is the Son of God, the Messiah, the Son of man, the Savior, the Redeemer, the Lord, the Lamb of God, just to mention a few. But to those people who knew Him best during His three-plus years of public ministry in Judea and Galilee, He was a teacher. They called Him &ldquo;Master,&rdquo; or &ldquo;Rabbi.&rdquo; Both mean the same thing, namely, &ldquo;Teacher.&rdquo;</p><p>Therefore, the teaching profession and the work of teaching must have been a particularly suitable way for Jesus to carry out His public ministry. Somehow His work of Redemption is akin to the work of teaching. What is more, it was foretold by the gospel prophet.</p><p><strong>Read Isaiah 11:1&ndash;9. What does it reveal about the teaching role of Jesus?</strong></p><p><strong>Isaiah 11:1&ndash;9</strong></p><p><strong>1</strong> There shall come forth a Rod from the stem of Jesse,<br />And a Branch shall grow out of his roots.</p><p><strong>2</strong> The Spirit of the Lord shall rest upon Him,<br />The Spirit of wisdom and understanding,<br />The Spirit of counsel and might,<br />The Spirit of knowledge and of the fear of the Lord.</p><p><strong>3</strong> His delight is in the fear of the Lord,<br />And He shall not judge by the sight of His eyes,<br />Nor decide by the hearing of His ears;</p><p><strong>4</strong> But with righteousness He shall judge the poor,<br />And decide with equity for the meek of the earth;<br />He shall strike the earth with the rod of His mouth,<br />And with the breath of His lips He shall slay the wicked.</p><p><strong>5</strong> Righteousness shall be the belt of His loins,<br />And faithfulness the belt of His waist.</p><p><strong>6</strong> &ldquo;The wolf also shall dwell with the lamb,<br />The leopard shall lie down with the young goat,<br />The calf and the young lion and the fatling together;<br />And a little child shall lead them.</p><p><strong>7</strong> The cow and the bear shall graze;<br />Their young ones shall lie down together;<br />And the lion shall eat straw like the ox.</p><p><strong>8</strong> The nursing child shall play by the cobra&rsquo;s hole,<br />And the weaned child shall put his hand in the viper&rsquo;s den.</p><p><strong>9</strong> They shall not hurt nor destroy in all My holy mountain,<br />For the earth shall be full of the knowledge of the Lord<br />As the waters cover the sea.</p><p>One of the most startling Messianic prophecies in the Scriptures is found in Isaiah 11. Verses 1&ndash;3 portray the coming Messiah in educational terms, someone who brings knowledge, counsel, wisdom, and understanding. The whole passage concludes with this remarkable promise: &ldquo;The earth shall be full of the knowledge of the Lord, as the waters cover the sea&rdquo; (Isa. 11:9). Perhaps it was such teachings of Scripture that inspired Ellen G. White in her book on education to note that the work of education and the work of Redemption are one (see Education, p. 30).</p><p>Read John 3:1&ndash;3. Nicodemus addressed Jesus as a rabbi, and he further identified Jesus&rsquo; teaching gifts as coming from God because of the signs Jesus performed, namely, His miracles and insights into the meaning of life. Jesus accepted, if not the title given Him, then surely the origin of His teaching gifts when He responded to Nicodemus that he must be born again to see (understand, as well as enter) the kingdom of God. This means that the authority to teach others, even in the case of Jesus, comes from God.</p><p>Surely teaching is a gift of God. It is commissioned by God, it was adopted by Jesus, and it is recognized by those who are taught as having divine authority.</p><p><strong>What role do we have in seeing the fulfillment of this prophecy about the knowledge of the Lord going all over the world?</strong></p>"
    },
    {
      "id": 84,
      "idLesson": 8,
      "idDay": 8,
      "dayTitle": "<p><strong>Moses and the Prophets</strong></p>",
      "date": "November 17",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong> Read 2 Timothy 3:14&ndash;17. What do these texts teach us about the role of Scripture in Christian education?</strong></p><p><strong>2 Timothy 3:14&ndash;17</strong></p><p><strong>14</strong> But you must continue in the things which you have learned and been assured of, knowing from whom you have learned them,</p><p><strong>15</strong> and that from childhood you have known the Holy Scriptures, which are able to make you wise for salvation through faith which is in Christ Jesus.</p><p><strong>16</strong> All Scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness,</p><p><strong>17</strong> that the man of God may be complete, thoroughly equipped for every good work.</p><p>The word for the first part of the Bible, the Torah, is sometimes translated as &ldquo;the law,&rdquo; partly because there are many laws in these books. But Torah really means &ldquo;teaching&rdquo; or &ldquo;instruction.&rdquo; This understanding is very different from what many think the &ldquo;law&rdquo; in the Bible is about, namely, rules and regulations that we have to follow to remain in God&rsquo;s good graces. Not so; the law is intended as teaching material dealing with how to live successfully and safely in the covenant relationship God intended when He created us in the first place.</p><p>The next two sections of the Hebrew Bible, the prophets, report on how well God&rsquo;s people mastered this educational material and lived by it (the former prophets, or historical books), and what they ought to have learned from this educational material (the latter prophets). The remaining part of the Old Testament (called the &ldquo;writings&rdquo; in Hebrew) is full of examples of successful and less-successful teachers and students along with their educational experiences. Examples of educational success in these books would be Esther, Ruth, Daniel, and Job. Among the failures would be Job&rsquo;s four friends. Of course, the book of Psalms is a hymnbook, but even it has at least three educational psalms: Psalm 1, Psalm 37, and Psalm 73.</p><p>The Gospels abound with materials intended for educational purposes, especially in the parables of Jesus. Many of Paul&rsquo;s letters begin with a strong gospel proclamation but end with educational material, practical lessons about daily life for Christians. The book of Revelation is full of educational material. For example, the whole disclosure, or unrolling of the future of Christ&rsquo;s church, is revealed in a book that only the Lamb of God&mdash;Jesus, the Master Teacher&mdash;can open (Rev. 5:1&ndash;5).</p><p><strong>Some may say that not all the teaching material in the books of Moses applies in our time, and that is correct. Deuteronomy 17:14&ndash;20, the instruction regarding kings, has some very explicit instructions about the selection of someone to hold the royal office. Today, of course, we do not appoint any kings in our church. How do we determine the proper application of all this teaching material in Scripture for our time?</strong></p><p><strong>Deuteronomy 17:14&ndash;20</strong></p><p><strong>14</strong> &ldquo;When you come to the land which the Lord your God is giving you, and possess it and dwell in it, and say, &lsquo;I will set a king over me like all the nations that are around me,&rsquo;</p><p><strong>15</strong> you shall surely set a king over you whom the Lord your God chooses; one from among your brethren you shall set as king over you; you may not set a foreigner over you, who is not your brother.</p><p><strong>16</strong> But he shall not multiply horses for himself, nor cause the people to return to Egypt to multiply horses, for the Lord has said to you, &lsquo;You shall not return that way again.&rsquo;</p><p><strong>17</strong> Neither shall he multiply wives for himself, lest his heart turn away; nor shall he greatly multiply silver and gold for himself.</p><p><strong>18</strong> &ldquo;Also it shall be, when he sits on the throne of his kingdom, that he shall write for himself a copy of this law in a book, from the one before the priests, the Levites.</p><p><strong>19</strong> And it shall be with him, and he shall read it all the days of his life, that he may learn to fear the Lord his God and be careful to observe all the words of this law and these statutes,</p><p><strong>20</strong> that his heart may not be lifted above his brethren, that he may not turn aside from the commandment to the right hand or to the left, and that he may prolong his days in his kingdom, he and his children in the midst of Israel.</p>"
    },
    {
      "id": 85,
      "idLesson": 8,
      "idDay": 5,
      "dayTitle": "<p><strong>Wise Men and Women</strong></p>",
      "date": "November 18",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>The words for school, study, and education are clearly understood in our time, but they are not common in the Bible. There is one word, wisdom or wise, which is much more common. For example, the Old Testament makes mention of wise men and women (2 Sam. 14:2, Prov. 16:23).</p><p><strong> Read 1 Kings 4:29&ndash;34. What does this teach us about the importance of wisdom?</strong></p><p><strong>1 Kings 4:29&ndash;34</strong></p><p><strong>29</strong> And God gave Solomon wisdom and exceedingly great understanding, and largeness of heart like the sand on the seashore.</p><p><strong>30</strong> Thus Solomon&rsquo;s wisdom excelled the wisdom of all the men of the East and all the wisdom of Egypt.</p><p><strong>31</strong> For he was wiser than all men&mdash;than Ethan the Ezrahite, and Heman, Chalcol, and Darda, the sons of Mahol; and his fame was in all the surrounding nations.</p><p><strong>32</strong> He spoke three thousand proverbs, and his songs were one thousand and five.</p><p><strong>33</strong> Also he spoke of trees, from the cedar tree of Lebanon even to the hyssop that springs out of the wall; he spoke also of animals, of birds, of creeping things, and of fish.</p><p><strong>34</strong> And men of all nations, from all the kings of the earth who had heard of his wisdom, came to hear the wisdom of Solomon.</p><p></p><p>King Solomon is singled out as a very wise man who spoke about animal and plant life and uttered proverbs with great wisdom, meaning as a man of education (1 Kings 4:29&ndash;34). The books of Proverbs and Ecclesiastes contain many wise teachings on numerous subjects, attributed to Solomon, as well as to other wise teachers in ancient times (Prov. 1:1, Prov. 25:1, Prov. 30:1, Prov. 31:1).</p><p>According to the Bible, wisdom is very much like our education today. It is something one learns from parents and teachers, especially while young (Eccles. 12:1), but actually a person accumulates wisdom all through life. Second, wisdom generally has a practical side to it; for example, learn from the ants that save in the summer in order to have enough for the winter (Prov. 6:6&ndash;8).</p><p>Yet, wisdom is not only practical, but it also has a theoretical side to it, for it begins with faith in God and follows certain foundational principles (Prov. 1:7). Wisdom helps us live responsibly and for the benefit of others, and it also helps protect us from misfortune. Finally, just like education today, wisdom does not answer all the questions we may pose, but it enables us to be content with what we know while continuing to search for what is still unknown, and that is a good position from which we can learn to know God and to trust in His grace. According to Jeremiah 18:18, the role of the wise teacher is considered on par with the roles of priest and prophet. All three convey messages from God to His people, in the form of instruction in the law, educational counsel, and special messages from God.</p><p><strong>How can we learn wisdom and then pass it on to those who come after us? Why is this so important for us, as a people, to do?</strong></p>"
    },
    {
      "id": 86,
      "idLesson": 8,
      "idDay": 6,
      "dayTitle": "<p><strong>Education in the Early Church</strong></p>",
      "date": "November 19",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>One of the remarkable principles of education in Scripture emerges as Jesus, the Master Teacher, prepares to leave His students or disciples. They had been with Him for three and a half years, approximately the amount of time we allocate to a high school or college education. At the completion of either period, depending upon the person, students are often considered ready to manage on their own.</p><p>But Jesus knew better, and so He provided His followers with ongoing or continuing education under the tutelage of the Holy Spirit. Elsewhere that teacher or guide is identified as Comforter or Advocate (in Greek, paracletos) who will be given to the followers of Jesus permanently (John 14:16, 17). He is identified as the Spirit of Truth. While the Holy Spirit is not identified as an educator, the work of the Spirit certainly is educational, particularly as it pertains to seeking and finding the truth.</p><p><strong>Read 1 Corinthians 2:1&ndash;16. What is Paul saying that is so important in the context of education?</strong></p><p><strong>1 Corinthians 2:1&ndash;16</strong></p><p><strong>1 </strong>And I, brethren, when I came to you, did not come with excellence of speech or of wisdom declaring to you the testimony of God.</p><p><strong>2</strong> For I determined not to know anything among you except Jesus Christ and Him crucified.</p><p><strong>3</strong> I was with you in weakness, in fear, and in much trembling.</p><p><strong>4</strong> And my speech and my preaching were not with persuasive words of human wisdom, but in demonstration of the Spirit and of power,</p><p><strong>5</strong> that your faith should not be in the wisdom of men but in the power of God.</p><p><strong>6</strong> However, we speak wisdom among those who are mature, yet not the wisdom of this age, nor of the rulers of this age, who are coming to nothing.</p><p><strong>7</strong> But we speak the wisdom of God in a mystery, the hidden wisdom which God ordained before the ages for our glory,</p><p><strong>8</strong> which none of the rulers of this age knew; for had they known, they would not have crucified the Lord of glory.</p><p><strong>9</strong> But as it is written:&ldquo;Eye has not seen, nor ear heard,<br />Nor have entered into the heart of man<br />The things which God has prepared for those who love Him.&rdquo;</p><p><strong>10</strong> But God has revealed them to us through His Spirit. For the Spirit searches all things, yes, the deep things of God.</p><p><strong>11</strong> For what man knows the things of a man except the spirit of the man which is in him? Even so no one knows the things of God except the Spirit of God.</p><p><strong>12</strong> Now we have received, not the spirit of the world, but the Spirit who is from God, that we might know the things that have been freely given to us by God.</p><p><strong>13</strong> These things we also speak, not in words which man&rsquo;s wisdom teaches but which the Holy Spirit teaches, comparing spiritual things with spiritual.</p><p><strong>14</strong> But the natural man does not receive the things of the Spirit of God, for they are foolishness to him; nor can he know them, because they are spiritually discerned.</p><p><strong>15</strong> But he who is spiritual judges all things, yet he himself is rightly judged by no one.</p><p><strong>16</strong> For &ldquo;who has known the mind of the Lord that he may instruct Him?&rdquo; But we have the mind of Christ.</p><p></p><p>Paul begins by reminding the church in Corinth that when he first came to them he spoke of nothing but Jesus Christ and His crucifixion (1 Cor. 2:2)&mdash;no clever wisdom, only the gospel proclamation. But that was not the end of it (1 Cor. 2:6), because once these new Christians matured, the apostle would be back to teach them wisdom, the things God hid before the world began (1 Cor. 2:7), even the deep things of God (1 Cor. 2:10). All will be studied under the guidance of the Spirit of God as He joins with the spirit of the learner.</p><p>How deep will that study be, and how much learning will be open to those who are led by the Spirit? The chapter concludes with a quotation from the prophet Isaiah: &ldquo;Who has directed the Spirit of the Lord, or as His counselor has taught Him?&rdquo; (Isa. 40:13, NKJV). The prophet speaking to ordinary people of his day would say that no one can do that. But Paul corrected that perception by concluding, &ldquo;We have the mind of Christ,&rdquo; meaning that Spirit-filled Christians have access even to the mind of God, and thus to any amount of learning and understanding (1 Cor. 2:10&ndash;13) that would be needed to know the path of righteousness.</p>"
    },
    {
      "id": 87,
      "idLesson": 8,
      "idDay": 7,
      "dayTitle": "",
      "date": "November 20",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong> Further Thought:</strong> The great gospel commission (Matt. 28:18&ndash;20) set in motion a remarkable religious movement throughout the whole world. Here a few apostles or missionaries (the two words mean the same&mdash;&ldquo;those who are sent&rdquo;) went throughout the whole world and gathered up students, made them into disciples, called them to believe in Jesus, baptized them, and proceeded to teach them all the things Jesus has commanded them. The picture is that of Christian converts from around the world, representing different cultures and speaking different languages, coming out of the waters of baptism only to enter a school and begin their education. This is not surprising, for they still had much to learn.</p><p>The reason Christians are always learning is not just intellectual curiosity or an eagerness to master knowledge, but rather that the Christian life and faith permeates every corner of daily life. There is so much to learn. Because of that, the letters of the New Testament contain both the proclamation about Jesus (sometimes called by the New Testament word kerygma [keh-RIG-ma]) and education in all the things Christians have to learn (sometimes called by the New Testament word didache [did-ah-KAY]). A good example of proclamation is seen in 1 Corinthians 2:2, whereas education begins in 1 Corinthians 4 and continues on and off in the rest of the letter. What is it Christians have to learn?</p><p>Work, rest, social issues, community relations, church and worship, economics, philanthropy, relations with the authorities, counseling, family systems, marriage relations and child rearing, food and its preparation, clothing, and even getting old and preparing for the end of life&mdash;both one&rsquo;s personal life and life in this world; to be a Christian means to learn something about all these things and more. Understanding them does not come naturally. It has to be learned.</p><p><strong>Discussion Questions:</strong></p><p><strong>1</strong> How important is the educational work for the mission of the church?</p><p><strong>2</strong> What did Ellen G. White mean when she wrote &ldquo;Heaven is a school&rdquo; (Education, p. 301)?</p><p><strong>3</strong> Read 1 Corinthians 2:1&ndash;16 again. Look at what Paul is telling us about what God is revealing to us through inspiration. Think about his assertion that the rulers and wisdom of the age will come to nothing. If he could say that back then, what about some of the &ldquo;wisdom&rdquo; of our age, as well?</p><br><br><p><strong>Inside Story</strong></p><p><strong>Resurrected in Indonesia</strong></p><p>By anDrew mCCheSney</p><p></p><p>Two student missionaries greeted their supervisor, Sungbae Gee, with excitement when he arrived at their jungle village on the Indonesian island of Papua.</p><p>&ldquo;Pastor, we have a very nice story!&rdquo; said Santos, a 22-year-old student missionary from Universitas Klabat, a Seventh-day Adventist university on faraway Sulawesi island. &ldquo;We prayed for a dead eight-year-old girl, and she was resurrected!&rdquo;</p><p>Sungbae, a South Korean missionary serving as director of the 1000 Missionary Movement in Indonesia, had flown in a small airplane and walked two days and a night to reach the village in Papua&rsquo;s Samir district. He had come to coach the student missionaries at the halfway point of their one year of mission service, but first he wanted to hear about the girl.</p><p>The student missionaries said something terrible had happened a few days earlier. Upon returning from a house visit, they had found the villagers weeping and chanting at the one-room hut of the village chief. The villagers were mourning for the chief&rsquo;s daughter, Naomi, who had died two hours earlier and was lying on the hut floor. A witch doctor was leading the villagers in the chant.</p><p>The student missionaries began to weep. They longed for the villagers to turn away from their dead gods of trees and animals to trust in the living God of heaven. Santos and his friend sat beside Naomi&rsquo;s still form. Santos gently picked her up and wrapped his arms around her. &ldquo;Dear God, please show a miracle to the villagers,&rdquo; he prayed. &ldquo;We have given Bible studies, and they have listened. Show them that You are more powerful than trees and animals.&rdquo;</p><p>The missionaries prayed for two hours, holding Naomi&rsquo;s body and crying. They sang a gospel song, &ldquo;Because He Lives.&rdquo; The villagers were touched by the tears, the prayers, and the song. Suddenly, Naomi woke up. She turned to her astonished mother. &ldquo;Mommy, I am hungry,&rdquo; she said.</p><p>Her father, the chief, was shocked. With his own eyes, he had seen something more powerful than the trees and animals.</p><p>The village chief gathered the villagers for Bible studies when Sungbae arrived. All 57 adult villagers gave their hearts to Jesus.</p><p>&ldquo;It was a miracle,&rdquo; said Sungbae, now president of Pakistan Adventist Seminary and College. &ldquo;Some people might think that resurrections only occurred two thousand years ago, but such miracles still occur today when we put full faith in God.&rdquo;</p>"
    }
  ]
}
