{
  "id": 708,
  "lessonNumber": 8,
  "versionCode": 9,
  "quarter": "3T2021",
  "title": "<p><strong>Free to Rest</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p>Memory Text: &ldquo;The L ord is my light and my salvation; whom shall I fear? The L ord is the strength of my life; of whom shall I be afraid?&rdquo; (Ps. 27:1, NKJV).</p>",
  "weekDate": "August 14–20",
  "lessonDays": [
    {
      "id": 81,
      "idLesson": 8,
      "idDay": 1,
      "dayTitle": "",
      "date": "August 14",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Many of the people Jesus encountered in His earthly ministry were sick, sometimes even unto death. They thronged to Jesus for healing and for rest from their sufferings. And they always received it too.<br><br>Sometimes He just spoke a word, and they were fully recovered. Sometimes He touched the sick, and, miraculously, they were healed.<br><br>Sometimes He sent them off, and healing took place as they went on their way. Jesus healed men, women, children, Jews, non-Jews, rich people, and poor, unassuming people. The worst cases of leprosy and blindness were not beyond His reach. Indeed, He even healed those with the worst &ldquo;sickness&rdquo; of all&mdash;death.<br><br>This week, we look at two very different examples of healing. In the one, the sufferer was so ill that he could not even come to Jesus on his own. His symptoms were clearly visible to everyone. In the other case, there were no obvious visible symptoms. In both cases, healing came in God&rsquo;s time and way.<br><br>As we explore the topic of rest from pain and suffering, we also will contemplate the question that all of us, at some point or another in our Christian walk, have experienced. What happens when our prayers for healing aren&rsquo;t answered? How do we find rest then?<br><br>* Study this week&rsquo;s lesson to prepare for Sabbath, August 21.</p>"
    },
    {
      "id": 82,
      "idLesson": 8,
      "idDay": 2,
      "dayTitle": "<p><strong>Healing Rest<br></strong></p>",
      "date": "August 15",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>If ever there is a time that we need rest, it is when we are sick. We need physical rest so that our bodies can rally our immune systems. Often we need mental rest too. Sometimes the sickness is just some- thing non-life-threatening, such as a cold or a migraine. We lie there and try not to think about all that we should be doing but simply can&rsquo;t.<br><br>Sometimes, when it is something potentially life-threatening, we lie awake and worry about what the medical test results will be. And then often we start to wonder why. Has that unhealthy lifestyle finally caught up with us? Was it the drugs we took 20 years ago? Was it the extra weight we have been carrying for the past few years? Is God punishing us for that secret sin that no one else knows about?<br><strong><br>Read Mark 2:1&ndash;4. What was happening here?</strong></p> <p><strong>Mark 2:1&ndash;4</strong></p> <p><sup><strong><span class=\"text Mark-2-1\"><strong><sup>1</sup></strong></span></strong></sup>And again He entered Capernaum after some days, and it was heard that He was in the house. &nbsp;</p> <p><span class=\"text Mark-2-2\"><sup class=\"versenum\"><strong>2</strong>&nbsp;</sup>Immediately many gathered together, so that there was no longer room to receive <em>them,</em> not even near the door. And He preached the word to them.&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Mark-2-3\"><sup class=\"versenum\"><strong>3</strong>&nbsp;</sup>Then they came to Him, bringing a paralytic who was carried by four <em>men.</em>&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Mark-2-4\"><sup class=\"versenum\"><strong>4</strong>&nbsp;</sup>And when they could not come near Him because of the crowd, they uncovered the roof where He was. So when they had broken through, they let down the bed on which the paralytic was lying.</span><strong><br></strong><br>For the paralytic in this story, it was an obvious case. In The Desire of Ages (pp. 267&ndash;271), we get the background. The paralytic had done some things that he was not very proud of. His sinful life caused this sickness, and the spiritual experts drew a straight line from cause to effect. He had brought this disease upon himself by his sins, and there was no cure.<br><br>This attitude can be very typical. We often seem to be obsessed with who did it. If some crime has been committed, someone must pay for it. If there is an accident somewhere, someone should be sued. But assigning blame does not bring healing or wholeness to the one who is sick.<br><br>God&rsquo;s original design did not include pain, disease, and suffering. Sickness came to this planet only with the entrance of sin. That&rsquo;s why God gives us health guidelines&mdash;so that we can enjoy a better quality of life now. But as long as we are in this sin-sick world, there will be no guarantees of health, no matter how diligently we follow healthful principles.<br><br>The good news is that God can give us rest whether we are sick or healthy, whether our sickness is our own doing or a result of someone else&rsquo;s neglect, our genes, or just a by-product of living in this sinful world. God knows how to give us rest.<br><strong><br>When someone gets sick, it&rsquo;s not good to start assigning blame. At the same time, why can understanding the cause of a sickness be, in some cases, a crucial step toward healing and recovery?</strong></p>"
    },
    {
      "id": 83,
      "idLesson": 8,
      "idDay": 3,
      "dayTitle": "<p><strong>Root Treatment</strong></p>",
      "date": "August 16",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>The paralytic had been lowered into Jesus&rsquo; presence, and all eyes were on Jesus. Would He choose to heal an obvious sinner? Would He speak a word to rebuke the illness?<br><br><strong>How did Jesus go about healing the paralytic? What was the first thing Jesus did for him? Read Mark 2:5&ndash;12.</strong></p> <p><br></p> <p><strong>Read Mark 2:5&ndash;12</strong></p> <p><strong><span class=\"text Mark-2-5\"><sup class=\"versenum\"><strong>5</strong>&nbsp;</sup></span></strong><span class=\"text Mark-2-5\">When Jesus saw their faith, He said to the paralytic, <span class=\"woj\">&ldquo;Son, your sins are forgiven you.&rdquo;</span></span></p> <p><strong><span class=\"text Mark-2-6\"><sup class=\"versenum\"><strong>6&nbsp;</strong></sup></span></strong><span class=\"text Mark-2-6\">And some of the scribes were sitting there and reasoning in their hearts,&nbsp;</span></p> <p><strong>&nbsp;</strong><span class=\"text Mark-2-7\"><sup class=\"versenum\"><strong>7</strong>&nbsp;</sup>&ldquo;Why does this <em>Man</em> speak blasphemies like this? Who can forgive sins but God alone?&rdquo;</span></p> <p><span class=\"text Mark-2-8\"><sup class=\"versenum\"><strong>8&nbsp;</strong></sup>But immediately, when Jesus perceived in His spirit that they reasoned thus within themselves, He said to them, <span class=\"woj\">&ldquo;Why do you reason about these things in your hearts?</span>&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Mark-2-9\"><sup class=\"versenum\"><strong>9</strong>&nbsp;</sup><span class=\"woj\">Which is easier, to say to the paralytic, &lsquo;<em>Your</em> sins are forgiven you,&rsquo; or to say, &lsquo;Arise, take up your bed and walk&rsquo;?</span>&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Mark-2-10\"><sup class=\"versenum\"><strong>10&nbsp;</strong></sup><span class=\"woj\">But that you may know that the Son of Man has</span> <span class=\"woj\">power on earth to forgive sins&rdquo;</span>&mdash;He said to the paralytic,&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Mark-2-11\"><sup class=\"versenum\"><strong>11</strong>&nbsp;</sup><span class=\"woj\">&ldquo;I say to you, arise, take up your bed, and go to your house.&rdquo;</span>&nbsp;</span><strong>&nbsp;</strong></p> <p><strong><span class=\"text Mark-2-12\"><sup class=\"versenum\"><strong>12</strong>&nbsp;</sup></span></strong><span class=\"text Mark-2-12\">Immediately he arose, took up the bed, and went out in the presence of them all, so that all were amazed and glorified God, saying, &ldquo;We never saw <em>anything</em> like this!&rdquo;</span></p> <p><br><br>Because we are often unaware of a disease until we notice the symptoms, we often think of the disease as merely the symptoms. We think that getting rid of the symptoms means healing. Jesus approaches disease differently. He knows the root of all suffering and disease and wants to treat this first.<br><br>In the case of the paralytic, instead of immediately treating the obvious effects of his disease, Jesus went straight to the root of what was bothering the man the most. The paralytic felt the weight of his guilt and separation from God more severely than he felt his disease. A person resting in God is able to endure whatever physical suffering may befall him in this sin-sick world. And so, Jesus goes straight to the root and offers forgiveness first. The religious leaders were shocked when they heard Jesus pronounce forgiveness. In answer to their unspoken accusations, Jesus posed a question.<br><br><strong>Read Mark 2:8, 9. What challenge was Jesus giving to the scribes there? What issue was He really dealing with?</strong></p> <p><br></p> <p><strong>Read Mark 2:8, 9</strong></p> <p><strong><span class=\"text Mark-2-8\"><sup class=\"versenum\">8&nbsp;</sup></span></strong><span class=\"text Mark-2-8\">But immediately, when Jesus perceived in His spirit that they reasoned thus within themselves, He said to them, <span class=\"woj\">&ldquo;Why do you reason about these things in your hearts?</span>&nbsp;</span> </p> <p><strong><span class=\"text Mark-2-9\"><sup class=\"versenum\">9&nbsp;</sup></span></strong><span class=\"text Mark-2-9\"><span class=\"woj\">Which is easier, to say to the paralytic, &lsquo;<em>Your</em> sins are forgiven you,&rsquo; or to say, &lsquo;Arise, take up your bed and walk&rsquo;?</span>&nbsp;</span>&nbsp;<br><br>Talk is generally cheap&mdash;but not when God speaks. By God&rsquo;s powerful word, all things came into being (Genesis 1). Although forgiveness is not something that we can see, it is costly. Forgiveness cost the life of the Son of God on the cross. Everything else is secondary. To demonstrate the power and reality of forgiveness, Jesus then chose to heal the paralytic.<br><br>God wants to cure us on the inside first. And then sometimes He chooses to bring us immediate physical healing, as with the paralytic, or sometimes we will have to wait for resurrection morning to experience physical healing. Either way, our Savior wants us to be able to rest in the assurance of His love and grace and forgiveness even now, even amid our suffering.<br><br><strong>How can we find rest and peace, even when our prayers for healing are not answered, at least for now?</strong></p>"
    },
    {
      "id": 84,
      "idLesson": 8,
      "idDay": 4,
      "dayTitle": "<p><strong>Running Away</strong></p>",
      "date": "August 17",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Based on data from the World Health Organization (WHO), the most common illness worldwide, affecting more than three hundred million people each year, does not always have obvious visible symptoms. Depression is the leading cause of disability worldwide and is a major contributor to the global burden of disease.<br><br>Unfortunately, often depression is not spoken about in Christianity because it can be seen as a sign of a lack of faith. After all, aren&rsquo;t Christians always supposed to be filled with joy and happiness and the like? So, isn&rsquo;t depression a sign that something is wrong with our relationship with God?<br><br>Most people know that this isn&rsquo;t true. Even Christians, faithful Christians, can at times struggle with depression, especially after a traumatic event, and it is not a sign of lack of faith or trust in God. Again, one can read the Psalms and see the pain, suffering, and anguish that God&rsquo;s faithful people suffered.<br><br>Sometimes a depression slowly and quietly takes hold of us, and we recognize it only when it tightens its grip. Sometimes it strikes quickly, after a particularly draining emotional or physical event. For example, God&rsquo;s faithful prophet Elijah was completely drained, emotionally and physically, after Mount Carmel.<br><strong><br>In 1 Kings 18, Elijah had just seen God&rsquo;s miracle of fire coming down from heaven. In answer to his prayer, he had seen rain come and end a three-year drought. Why did Elijah react to Jezebel&rsquo;s threat by running? Read 1 Kings 19:1&ndash;5.</strong></p> <p><strong>1 Kings 19:1&ndash;5</strong></p> <p class=\"chapter-2\"><span class=\"text 1Kgs-19-1\"><strong><sup>1</sup></strong>And Ahab told Jezebel all that Elijah had done, also how he had executed all the prophets with the sword.&nbsp;</span><strong><sup><strong>&nbsp;</strong></sup></strong></p> <p class=\"chapter-2\"><span class=\"text 1Kgs-19-2\"><sup class=\"versenum\"><strong>2</strong>&nbsp;</sup>Then Jezebel sent a messenger to Elijah, saying, &ldquo;So let the gods do <em>to me,</em> and more also, if I do not make your life as the life of one of them by tomorrow about this time.&rdquo;&nbsp;</span><strong>&nbsp;</strong></p> <p class=\"chapter-2\"><span class=\"text 1Kgs-19-3\"><sup class=\"versenum\"><strong>3</strong>&nbsp;</sup>And when he saw <em>that,</em> he arose and ran for his life, and went to Beersheba, which <em>belongs</em> to Judah, and left his servant there.</span></p> <p><strong><span class=\"text 1Kgs-19-4\"><sup class=\"versenum\"><strong>4</strong>&nbsp;</sup></span></strong><span class=\"text 1Kgs-19-4\">But he himself went a day&rsquo;s journey into the wilderness, and came and sat down under a broom tree. And he prayed that he might die, and said, &ldquo;It is enough! Now, <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span>, take my life, for I <em>am</em> no better than my fathers!&rdquo;</span></p> <p><span class=\"text 1Kgs-19-5\"><sup class=\"versenum\"><strong>5 </strong></sup>Then as he lay and slept under a broom tree, suddenly an angel touched him, and said to him, &ldquo;Arise <em>and</em> eat.&rdquo;&nbsp;</span><strong>&nbsp;</strong></p> <p><br></p> <p><br>Elijah had a very grueling 24 hours. This experience, coupled with a rude awakening and a death threat, served as a depression trigger for Elijah. Also, Elijah was there when the prophets of Baal were slaughtered, perhaps even some of them by his own hand (1 Kings 18:40). Such an event, even for a righteous cause, can easily lead to traumatic stress in those who either watch or, even worse, take part.<br><br>So Elijah began to run, to try to get away. Sometimes we run to the refrigerator and try to eat ourselves happy again. Sometimes we try to sleep our emotional exhaustion away. Sometimes we look for a new relationship, job, or location in our quest to run away. And sometimes we bury ourselves in more work, more deadlines, and appointments, as we try harder to run away from the nameless something that is draining our joy and rest. And of course, many people use &ldquo;medications&rdquo; of some sort or another, all in an attempt to dull the pain. In the end, though, these things only mask the symptoms; they don&rsquo;t solve the problem, and often they can only make it worse.</p>"
    },
    {
      "id": 85,
      "idLesson": 8,
      "idDay": 5,
      "dayTitle": "<p><strong>Too Tired to Run</strong></p>",
      "date": "August 18",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Elijah was too tired to run anymore. And so, he prayed again. This prayer was very different from the faith-filled prayer that God answered on Mount Carmel (1 Kings 18:36, 37) in front of the priests and prophets of Baal, the members of the court, and the common people. This was a simple, short prayer of desperation.<br><br><strong>In 1 Kings 19:4, Elijah stated that he was no better than his fathers. What was he talking about?</strong></p> <p><br></p> <p><strong>1 Kings 19:4</strong></p> <p><strong><span class=\"text 1Kgs-19-4\"><sup class=\"versenum\">4&nbsp;</sup></span></strong><span class=\"text 1Kgs-19-4\">But he himself went a day&rsquo;s journey into the wilderness, and came and sat down under a broom tree. And he prayed that he might die, and said, &ldquo;It is enough! Now, <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span>, take my life, for I <em>am</em> no better than my fathers!&rdquo;</span><br><br>When Elijah finally was still, guilt came crushing in on him. He realized that his quick exit had hijacked what could have been a great opportunity for reformation in Israel. He realized that he had disappointed those who needed him. And he was powerless to do anything about it. Thus, in a painful moment of self-reflection, knowing full well the history of his people, he saw himself for what he really was. That can be a painful revelation for anyone of us, can&rsquo;t it&mdash;that is, seeing ourselves for what we really are? How grateful we should be for the promise that, sinful as our lives have been, in Christ, God will see us as He sees Jesus. What more hope can we have than that, by faith, we can claim for ourselves the righteousness of Christ? (See Phil. 3:9.) Nevertheless, depression has a way of sucking us into a dark whirlpool of self-loathing. And sometimes we begin to think that death is the only way out.<br><br>This seemed to be the case for Elijah. It was all too much for him. He said, &ldquo; &lsquo;It is enough! Now, Lord, take my life, for I am no better than my fathers!&rsquo; &rdquo; (1 Kings 19:4, NKJV).<br><br>The good news is that the great Healer didn&rsquo;t condemn Elijah. God understands better than we do what we are up against as we fight depression.<br><br>&ldquo;We may have no remarkable evidence at the time that the face of our Redeemer is bending over us in compassion and love, but this is even so. We may not feel His visible touch, but His hand is upon us in love and pitying tenderness.&rdquo;&mdash;Ellen G. White, Steps to Christ, p. 97.<br><br>God knows and understands that &ldquo;the journey is too much&rdquo; (1 Kings 19:7, NIV) for us, but sometimes He has to wait until we stop running. Then He can intervene.<br><br>Sometimes people who are drowning become so confused that they will fight a lifeguard off. The lifeguard then has to back off and wait to perform a rescue until the victim actually becomes unconscious.<br><br><strong>What hopes and comfort can you find from the following texts: Psalm 34:18, Matthew 5:1&ndash;3, Psalm 73:26, Isaiah 53:4&ndash;6?</strong></p> <p><strong>Psalm 34:18</strong></p> <p><sup><strong><span class=\"text Ps-34-18\"><sup>18</sup></span></strong></sup>The Lord is near to those who have a broken heart, and saves such as have a contrite spirit.</p> <p><br></p> <p><strong>Matthew 5:1&ndash;3</strong></p> <p class=\"chapter-1\"><span class=\"text Matt-5-1\"><sup><strong>1</strong></sup>And seeing the multitudes, He went up on a mountain, and when He was seated His disciples came to Him.&nbsp;</span><strong>&nbsp;</strong></p> <p class=\"chapter-1\"><strong><span class=\"text Matt-5-2\"><sup class=\"versenum\"><strong>2</strong>&nbsp;</sup></span></strong><span class=\"text Matt-5-2\">Then He opened His mouth and taught them, saying:</span></p> <div class=\"poetry top-1\"> <p class=\"line\"><span class=\"text Matt-5-3\"><sup class=\"versenum\"><strong>3</strong>&nbsp;</sup><span class=\"woj\">&ldquo;</span></span>Blessed are the poor in spirit, for theirs is the kingdom of heaven.</p> </div> <p><strong>&nbsp;Psalm 73:26</strong></p> <p><span class=\"text Ps-73-26\"><sup><strong>26</strong></sup></span> My flesh and my heart fail; but God is the strength of my heart and my portion forever.</p> <p><strong>&nbsp;Isaiah 53:4&ndash;6</strong></p> <p><strong><span class=\"text Isa-53-4\"><sup>4</sup>&nbsp;</span></strong><sup>Surely He has borne our griefs</sup><br>And carried our sorrows;<br>Yet we esteemed Him stricken,<br>Smitten by God, and afflicted.</p> <p><strong><br><span class=\"text Isa-53-5\"><sup class=\"versenum\">5&nbsp;</sup></span></strong><span class=\"text Isa-53-5\">But He <em>was</em> wounded for our transgressions,</span><br><span class=\"text Isa-53-5\"><em>He was</em> bruised for our iniquities;</span><br><span class=\"text Isa-53-5\">The chastisement for our peace <em>was</em> upon Him,</span><br><span class=\"text Isa-53-5\">And by His stripes we are healed.</span></p> <p><strong><br><span class=\"text Isa-53-6\"><sup class=\"versenum\">6&nbsp;</sup></span></strong><span class=\"text Isa-53-6\">All we like sheep have gone astray;</span><br><span class=\"text Isa-53-6\">We have turned, every one, to his own way;</span><br><span class=\"text Isa-53-6\">And the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span> has laid on Him the iniquity of us all.</span></p>"
    },
    {
      "id": 86,
      "idLesson": 8,
      "idDay": 6,
      "dayTitle": "<p><strong>Rest and More</strong></p>",
      "date": "August 19",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>God knew that all the running had made Elijah tired. God knew that more than being physically tired, Elijah was emotionally tired and carrying a tremendous load of guilt. As Jesus would do for the paralytic so many years later, God wiped the slate clean and provided rest for Elijah. Finally, he could really sleep and be refreshed.<br><br>We would expect this to be the end of the story, but it isn&rsquo;t. God&rsquo;s rest is not a one-time event. Entering into God&rsquo;s rest has to do with healing&mdash;with slowly unlearning negative thought patterns and destructive habits. God does not rush healing.<br><br><strong>Read 1 Kings 19:5&ndash;8. Where was Elijah going now, and why?</strong></p> <p><strong>1 Kings 19:5&ndash;8</strong></p> <p><strong><span class=\"text 1Kgs-19-5\"><sup class=\"versenum\">5&nbsp;</sup></span></strong><span class=\"text 1Kgs-19-5\">Then as he lay and slept under a broom tree, suddenly an angel touched him, and said to him, &ldquo;Arise <em>and</em> eat.&rdquo;&nbsp;</span><strong>&nbsp;</strong></p> <p><strong><span class=\"text 1Kgs-19-6\"><sup class=\"versenum\">6&nbsp;</sup></span></strong><span class=\"text 1Kgs-19-6\">Then he looked, and there by his head <em>was</em> a cake baked on coals, and a jar of water. So he ate and drank, and lay down again.</span><strong><span class=\"text 1Kgs-19-6\">&nbsp;</span>&nbsp;</strong></p> <p><strong><span class=\"text 1Kgs-19-7\"><sup class=\"versenum\">7&nbsp;</sup></span></strong><span class=\"text 1Kgs-19-7\">And the angel of the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span> came back the second time, and touched him, and said, &ldquo;Arise <em>and</em> eat, because the journey <em>is</em> too great for you.&rdquo;&nbsp;</span><strong>&nbsp;</strong></p> <p><strong><span class=\"text 1Kgs-19-8\"><sup class=\"versenum\">8&nbsp;</sup></span></strong><span class=\"text 1Kgs-19-8\">So he arose, and ate and drank; and he went in the strength of that food forty days and forty nights as far as Horeb, the mountain of God.</span><br><br>After rest, Elijah was running again. But this time God reoriented his running. God understands that life in this sinful world can and will cause depression. He understands our impulse to run, but He wants to redirect our running. Instead of all the self-destructive coping mechanisms we try, He wants us to run to Him. And once we start running to Him, He wants to teach us to listen for the &ldquo;still small voice&rdquo; (1 Kings 19:12, NKJV) that will give us rest.<br><br>Elijah had no energy to lift himself up and make the journey to meet God. God provided the energy for the meeting, and God promised a better tomorrow.<br><br>As Elijah lay under his broom tree and wished to die, he believed that his best days were over.<br><br><strong>Read 1 Kings 19:15, 16 and 2 Kings 2:11. What was still in store for Elijah?</strong></p> <p><strong>1 Kings 19:15-16&nbsp;</strong></p> <p><span class=\"text 1Kgs-19-15\"><sup class=\"versenum\"><strong>15</strong>&nbsp;</sup>Then the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span> said to him: &ldquo;Go, return on your way to the Wilderness of Damascus; and when you arrive, anoint Hazael <em>as</em> king over Syria.&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text 1Kgs-19-16\"><sup class=\"versenum\"><strong>16</strong>&nbsp;</sup>Also you shall anoint Jehu the son of Nimshi <em>as</em> king over Israel. And Elisha the son of Shaphat of Abel Meholah you shall anoint <em>as</em> prophet in your place.&nbsp;</span><strong>&nbsp;</strong></p> <p><strong>&nbsp;2 Kings 2:11</strong></p> <p><strong><span class=\"text 2Kgs-2-11\"><sup class=\"versenum\">11</sup></span></strong><span class=\"text 2Kgs-2-11\"><sup class=\"versenum\">&nbsp;</sup>Then it happened, as they continued on and talked, that suddenly a chariot of fire <em>appeared</em> with horses of fire, and separated the two of them; and Elijah went up by a whirlwind into heaven.</span><br><br>God knew that better days lay ahead for Elijah. Healing would come for the prophet as he would learn to regulate his life by God&rsquo;s rhythms and accept His rest. There were still kings to be anointed and a successor to be chosen. God already knew about Elisha, who would become as close as a son to Elijah. God knew that in faith Elijah would again call down fire from heaven (2 Kings 1:10). For Elijah, there would be no desperate death under a broom tree, but rather a fiery chariot ride to heavenly rest.<br><br><strong>What can we learn from the story of Elijah about why, no matter how bad we feel, in God&rsquo;s strength we must still seek not to give up?</strong></p>"
    },
    {
      "id": 87,
      "idLesson": 8,
      "idDay": 7,
      "dayTitle": "",
      "date": "August 20",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:&nbsp;</strong></p> <p>&ldquo;With the continual change of circumstances, changes come in our experience; and by these changes we are either elated or depressed. But the change of circumstances has no power to change God&rsquo;s relation to us. He is the same yesterday, today, and forever; and He asks us to have unquestioning confidence in His love.&rdquo;&mdash;Ellen G. White, In Heavenly Places, p. 120.<br><br>&ldquo;Keep looking unto Jesus, offering up silent prayers in faith, taking hold of His strength, whether you have any manifest feeling or not. Go right forward as if every prayer offered was lodged in the throne of God and responded to by the One whose promises never fail. Go right along, singing and making melody to God in your hearts, even when depressed by a sense of weight and sadness. I tell you as one who knows, light will come, joy will be ours, and the mists and clouds will be rolled back. And we pass from the oppressive power of the shadow and darkness into the clear sunshine of His presence.&rdquo;&mdash;Ellen G. White, Selected Messages, book 2, pp. 242, 243.<br><br><strong>Discussion Questions:</strong><br><br><strong>1.</strong> It is often very difficult to help someone suffering from mental disorders or depression. What would be a good strategy for your church to learn how to minister more effectively to those affected by depression?<br><br><strong>2.</strong> We often struggle to be open and honest before God. Scan through some psalms and see how open and honest the biblical authors were before God. How can we foster an atmosphere of openness and honesty in our local congregation?<br><br><strong>3.</strong> Prayer is often difficult when we face depression. Discuss the power of intercessory prayer for those who cannot pray for them- selves.<br><br><strong>4.</strong> Why is it so important that we remember that faith is not feeling? Just because we are depressed, discouraged, fearful, and worried doesn&rsquo;t mean we lack faith or trust in God. It means only that, for the moment, we are depressed, discouraged, fearful, and worried, as all of us have been at some point or another. How can we learn that, at times like this, reaching out in faith is so crucial, no matter how difficult it may seem?<br><br><strong>5. </strong>What great hope can you take from the story of the paralytic, especially if a sinful lifestyle has brought disease and sickness upon you?<br><br><strong>Inside Story:</strong><br><br><strong>Better Than Toys By Andrew McChesney</strong><br><br>Several friends gathered around Mariah at school on Monday. &ldquo;What are you doing after school?&rdquo; one asked. &ldquo;Can we come over to your house to play?&rdquo; said another. Mariah shook her head. &ldquo;I have so much to do today,&rdquo; she said Nine-year-old Mariah was a busy girl in Pond Inlet, a small town located on an isolated island in the Canadian Arctic. Every weekday she went to school and did her homework. She also helped her parents around the house. On Sabbath, her family read the Bible and watched online sermons at home.<br><br>But Mariah&rsquo;s friends really wanted to play with her. On Tuesday, the children gathered around her again, and on Thursday and Friday. &ldquo;But when can we come over to your house to play?&rdquo; a friend asked. &ldquo;How about Saturday?&rdquo; said another. &ldquo;You must have time on Saturday.&rdquo;<br><br>Mariah&rsquo;s eyes lit up. She did have free time on Saturday. &ldquo;You can come over to my house and join our Bible study on Saturday,&rdquo; she said. Her friends looked confused. They had never read the Bible. But they wanted to spend time with Mariah, so they agreed to come over on Saturday.<br><br>On Sabbath, a few friends showed up at Mariah&rsquo;s house. As Mariah read from the Bible, they looked confused. They had never heard about the God of the Bible. They again looked confused when Father turned on an online sermon. They had never heard a sermon, and they did not understand the Adventist preacher. Afterward, they asked Mariah to explain.<br><br>&ldquo;What did he mean when he said that?&rdquo; one asked. &ldquo;Or what about when he spoke about that?&rdquo; said another. Mariah tried to explain the sermon and to simplify it. When she finished, her friends seemed to understand what she was attempting to say. At school on Monday, several classmates asked Mariah&rsquo;s friends what they had done at Mariah&rsquo;s house on Saturday. &ldquo;We read about God in the Bible,&rdquo; answered one.<br><br>&ldquo;And we watched an interesting sermon,&rdquo; said another. The classmates had never read the Bible or watched a sermon, and they wanted to know more. Mariah&rsquo;s friends explained what they learned. Mariah smiled as she listened. She felt good. This was better than playing with toys. She would welcome her classmates into her home every Sabbath.</p>"
    }
  ]
}
