{
  "id": 709,
  "lessonNumber": 9,
  "versionCode": 5,
  "quarter": "4T2020",
  "title": "<p><strong>The Church and Education</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p>Memory Text:&nbsp;</p> <p>Nor did we seek glory from men, either from you or from others, when we might have made demands as apostles of Christ. But we were gentle among you, just as a nursing mother cherishes her own children. So, affectionately longing for you, we were well pleased to impart to you not only the gospel of God, but also our own lives, because you had become dear to us (1 Thessalonians 2:6&ndash;8, NKJV).</p>",
  "weekDate": "November 21–27",
  "lessonDays": [
    {
      "id": 91,
      "idLesson": 9,
      "idDay": 1,
      "dayTitle": "",
      "date": "November 21",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p style=\"text-align: justify;\">Since the earliest times in which the faithful have gathered to worship God&mdash;in synagogues, homes, and churches&mdash;the Bible reveals people who, through their study of the Scriptures and through their worship, long to know God and to understand His will for their lives.</p> <p style=\"text-align: justify;\">&nbsp;The Bible also repeatedly reveals that the church is a place where serious and relevant discussions should take place, and where people can grow in their knowledge of God and His will for their lives.&nbsp;</p> <p style=\"text-align: justify;\">Sometimes we are afraid of asking questions. However, in the Bible we often find that questions are used to bring people to a clearer understanding of God. In a similar manner, stories are used throughout the Bible to create opportunities for people to rethink their commitments. Jesus was particularly focused on this type of education with His disciples and followers.</p> <p style=\"text-align: justify;\">&nbsp;If the church is to be a place of education, it must provide the space for genuine dialogue to occur. Just as we were repeatedly told as students in school, &ldquo;There is no dumb question,&rdquo; we must provide within the church a safe environment for each person to grow in grace and in understanding of God and His plan for their lives.</p>"
    },
    {
      "id": 92,
      "idLesson": 9,
      "idDay": 2,
      "dayTitle": "<p style=\"text-align: center;\"><strong>True Christian Education</strong></p>",
      "date": "November 22",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>The story is told of a rabbi who looking into the sleepy eyes of the young men who sat in his classroom, asked:</p> <p>&ldquo;Students, when does one know when the night is ended and the day has begun?&rdquo; Several of the students cautiously raised their hands.</ap> <p>&ldquo;Rabbi,&rdquo; one asked, &ldquo;is it when you can tell the difference between a fig tree and an olive tree?&rdquo; &ldquo;No.&rdquo;</p> <p>Another student raised his hand:</p> <p>&ldquo;Rabbi, is it when you can tell the difference between a sheep and a goat?&rdquo;</p> <p>After listening to a host of answers, the rabbi announced, &ldquo;Students, one knows the night has ended and the day has begun when you can look at a face never before seen and recognize the stranger as a brother or sister. Until that moment, no matter how bright the day, it is still the night.&rdquo;</p> <p><strong>Read</strong> <strong>Luke 10:30&ndash;37. What was the point that Jesus was making with this story? And what should this tell us about what must be part of any true Christian education?</strong></p> <p><strong>Luke 10:30&ndash;37:</strong></p> <p><span id=\"en-NKJV-25394\" class=\"text Luke-10-30\"><sup class=\"versenum\"><strong>30</strong>&nbsp;</sup>Then Jesus answered and said:&nbsp;<span class=\"woj\">&ldquo;A certain&nbsp;<em>man</em>&nbsp;went down from Jerusalem to Jericho, and fell among</span>&nbsp;<sup class=\"footnote\" style=\"font-size: 0.625em; line-height: normal; position: relative; vertical-align: text-top; top: auto; display: inline;\" data-fn=\"#fen-NKJV-25394a\" data-link=\"[&lt;a href=&quot;#fen-NKJV-25394a&quot; title=&quot;See footnote a&quot;&gt;a&lt;/a&gt;]\">[<a title=\"See footnote a\" href=\"https://www.biblegateway.com/passage/?search=Luke+10%3A30%E2%80%9337&amp;version=NKJV#fen-NKJV-25394a\">a</a>]</sup><span class=\"woj\">thieves, who stripped him of his clothing, wounded&nbsp;<em>him,</em>&nbsp;and departed, leaving&nbsp;<em>him</em>&nbsp;half dead.</span></span></p> <p><span id=\"en-NKJV-25394\" class=\"text Luke-10-30\"><strong>&nbsp;</strong></span><span id=\"en-NKJV-25395\" class=\"text Luke-10-31\"><sup class=\"versenum\"><strong>31</strong>&nbsp;</sup><span class=\"woj\">Now by chance a certain priest came down that road. And when he saw him,</span>&nbsp;<span class=\"woj\">he passed by on the other side.</span></span></p> <p><strong><span id=\"en-NKJV-25395\" class=\"text Luke-10-31\">&nbsp;</span></strong><span id=\"en-NKJV-25396\" class=\"text Luke-10-32\"><sup class=\"versenum\"><strong>32</strong>&nbsp;</sup><span class=\"woj\">Likewise a Levite, when he arrived at the place, came and looked, and passed by on the other side.</span></span></p> <p><strong><span id=\"en-NKJV-25396\" class=\"text Luke-10-32\">&nbsp;</span></strong><span id=\"en-NKJV-25397\" class=\"text Luke-10-33\"><sup class=\"versenum\"><strong>33</strong>&nbsp;</sup><span class=\"woj\">But a certain</span>&nbsp;<span class=\"woj\">Samaritan, as he journeyed, came where he was. And when he saw him, he had</span>&nbsp;<span class=\"woj\">compassion.</span>&nbsp;</span></p> <p><span id=\"en-NKJV-25398\" class=\"text Luke-10-34\"><sup class=\"versenum\"><strong>34</strong>&nbsp;</sup><span class=\"woj\">So he went to&nbsp;<em>him</em>&nbsp;and bandaged his wounds, pouring on oil and wine; and he set him on his own animal, brought him to an inn, and took care of him.</span>&nbsp;</span></p> <p><span id=\"en-NKJV-25399\" class=\"text Luke-10-35\"><sup class=\"versenum\"><strong>35</strong>&nbsp;</sup><span class=\"woj\">On the next day,</span>&nbsp;<sup class=\"footnote\" style=\"font-size: 0.625em; line-height: normal; position: relative; vertical-align: text-top; top: auto; display: inline;\" data-fn=\"#fen-NKJV-25399b\" data-link=\"[&lt;a href=&quot;#fen-NKJV-25399b&quot; title=&quot;See footnote b&quot;&gt;b&lt;/a&gt;]\">[<a title=\"See footnote b\" href=\"https://www.biblegateway.com/passage/?search=Luke+10%3A30%E2%80%9337&amp;version=NKJV#fen-NKJV-25399b\">b</a>]</sup><span class=\"woj\">when he departed, he took out two</span>&nbsp;<span class=\"woj\">denarii, gave&nbsp;<em>them</em>&nbsp;to the innkeeper, and said to him, &lsquo;Take care of him; and whatever more you spend, when I come again, I will repay you.&rsquo;</span>&nbsp;</span></p> <p><span id=\"en-NKJV-25400\" class=\"text Luke-10-36\"><sup class=\"versenum\"><strong>36</strong>&nbsp;</sup><span class=\"woj\">So which of these three do you think was neighbor to him who fell among the thieves?&rdquo;</span></span></p> <p><span id=\"en-NKJV-25401\" class=\"text Luke-10-37\"><strong><sup class=\"versenum\">37&nbsp;</sup></strong>And he said, &ldquo;He who showed mercy on him.&rdquo;</span></p> <p><span class=\"text Luke-10-37\">Then Jesus said to him,&nbsp;<span class=\"woj\">&ldquo;Go and do likewise.&rdquo;</span></span></p> <p>&nbsp;</p> <p>As Seventh-day Adventists, we have been blessed with an abundance of doctrinal light and truth (the state of the dead, the Sabbath, 1844 and the judgment, the great controversy, to name a few teachings) that even most of the Christian world still doesn&rsquo;t understand.</p> <p>And yet, however crucial these truths are, what good do they do us if we are not kind to people, if we display prejudice against others, and if we allow the cultural and social biases of our environment to cause us to treat others as inferiors? True Christian education, if nothing else, must cause us to rise above these human foibles and evils, and see others as Christ sees them, beings for whom He died, beings whose sins He bore on the cross, beings for whom He paid an infinite price.</p> <p>If we uplift the cross, as we must, then we will see the value and worth of every human being and, ideally, treat them as they truly deserve, in keeping with the value that God has placed on them. Christian education must include this teaching or else it is not worthy of the name &ldquo;Christian.&rdquo;</p> <p><strong>What prejudices does your culture and society teach, either subtly or even openly, that, as a Christian, you must rise above? </strong></p>"
    },
    {
      "id": 93,
      "idLesson": 9,
      "idDay": 3,
      "dayTitle": "<p style=\"text-align: center;\"><strong>Called to Live as Light</strong></p>",
      "date": "November 23",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Everywhere we look, it seems as though our planet is turning in upon itself, exchanging light for darkness. Yet, we also encounter darkness much closer to home as we consider our own experience in this difficult and challenging world.</p> <p>For we, too, understand the horrors that this life brings us as we struggle with illness, as we deal with the loss of loved ones, as we watch families succumb to separation and divorce, as we struggle to make sense of many of the evil things in our society and culture. Yet, amid this landscape of moral bankruptcy and spiritual darkness, in the midst of all this external and internal noise, we hear Jesus&rsquo; words to each of us:</p> <p><strong>&ldquo;You are the light of the world. A town built on a hill cannot be hidden. Neither do people light a lamp and put it under a bowl. Instead they put it on its stand, and it gives light to everyone in the house. In the same way, let your light shine before others, that they may see your good deeds and glorify your Father in heaven&rdquo; (Matt. 5:14&ndash;16, NIV). </strong></p> <p><strong>What do these verses teach us about how we are to live and how, as Christians, what we do impacts how others see God?</strong></p> <p>Sitting by the Sea of Galilee that day under the hot sun, how would Jesus&rsquo; audience have understood His words? Those who heard His words knew all about light and darkness. Certainly they had much darkness to fear.</p> <p>They lived under Roman occupation, in a militarized society that despite their lack of telephones and computers and the World Wide Web, in many ways was as efficient as our own, and in some ways even more terrifying.</p> <p>The Romans were everywhere, reminding the masses on the hillside that those who insisted on making trouble quickly would find their way to the torturers&mdash;and to a naked death on a Roman cross. And yet, here was Jesus, calling them to live as light. To be merciful. To be pure in heart.</p> <p>To be makers of peace. Christian education must, then, include teaching our students to be lights in the world, to be able to make choices and decisions that will reveal the reality and goodness of God to others.</p> <p><strong> What are ways that we can, indeed, point others to the reality and goodness of God?</strong></p>"
    },
    {
      "id": 94,
      "idLesson": 9,
      "idDay": 4,
      "dayTitle": "<p style=\"text-align: center;\"><strong>Living as Disciples</strong></p>",
      "date": "November 24",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p style=\"text-align: justify;\">If the church is serious about being a force for Christian education, it is imperative that we begin with Jesus. Jesus called disciples. He trained them to do mission by walking with them. Jesus provided opportunity for them to be involved in the lives of people whom they were to care for and to love. And daily Jesus challenged them by His vision of what this world could be when people begin to treat each other as brothers and sisters.</p> <p style=\"text-align: justify;\"><strong> Read Luke 4:18&ndash;23. What is Christ&rsquo;s message to all of us, as His followers?</strong></p> <p style=\"text-align: justify;\"><strong>Luke 4:18&ndash;23:</strong></p> <div class=\"poetry top-1\"> <p class=\"line\" style=\"text-align: justify;\"><span id=\"en-NKJV-25082\" class=\"text Luke-4-18\"><sup class=\"versenum\"><strong>18</strong>&nbsp;</sup><span class=\"woj\">&ldquo;The</span>&nbsp;<span class=\"woj\">Spirit of the&nbsp;<span class=\"small-caps divine-name\">Lord</span>&nbsp;<em>is</em>&nbsp;upon Me,</span></span><span class=\"text Luke-4-18\"><span class=\"woj\">Because He has anointed Me&nbsp;</span></span><span class=\"text Luke-4-18\"><span class=\"woj\">To preach the gospel to&nbsp;<em>the</em>&nbsp;poor;&nbsp;</span></span><span class=\"text Luke-4-18\"><span class=\"woj\">He has sent Me</span>&nbsp;<sup class=\"footnote\" style=\"font-size: 0.625em; line-height: normal; position: relative; vertical-align: text-top; top: auto; display: inline;\" data-fn=\"#fen-NKJV-25082a\" data-link=\"[&lt;a href=&quot;#fen-NKJV-25082a&quot; title=&quot;See footnote a&quot;&gt;a&lt;/a&gt;]\">[<a title=\"See footnote a\" href=\"https://www.biblegateway.com/passage/?search=Luke+4%3A18%E2%80%9323&amp;version=NKJV#fen-NKJV-25082a\">a</a>]</sup><span class=\"woj\">to heal the brokenhearted,</span></span><span class=\"text Luke-4-18\"><span class=\"woj\">To proclaim liberty to&nbsp;<em>the</em>&nbsp;captives&nbsp;</span></span><span class=\"text Luke-4-18\"><span class=\"woj\">And recovery of sight to&nbsp;<em>the</em>&nbsp;blind,&nbsp;</span></span><span class=\"text Luke-4-18\"><span class=\"woj\"><em>To</em></span>&nbsp;<span class=\"woj\">set at liberty those who are</span>&nbsp;<sup class=\"footnote\" style=\"font-size: 0.625em; line-height: normal; position: relative; vertical-align: text-top; top: auto; display: inline;\" data-fn=\"#fen-NKJV-25082b\" data-link=\"[&lt;a href=&quot;#fen-NKJV-25082b&quot; title=&quot;See footnote b&quot;&gt;b&lt;/a&gt;]\">[<a title=\"See footnote b\" href=\"https://www.biblegateway.com/passage/?search=Luke+4%3A18%E2%80%9323&amp;version=NKJV#fen-NKJV-25082b\">b</a>]</sup><span class=\"woj\">oppressed;</span></span><br /><span id=\"en-NKJV-25083\" class=\"text Luke-4-19\"><sup class=\"versenum\"><strong>19</strong>&nbsp;</sup><span class=\"woj\">To proclaim the acceptable year of the&nbsp;<span class=\"small-caps divine-name\">Lord</span>.&rdquo;</span></span></p> </div> <p class=\"first-line-none top-1\" style=\"text-align: justify;\"><span id=\"en-NKJV-25084\" class=\"text Luke-4-20\"><sup class=\"versenum\"><strong>20</strong>&nbsp;</sup>Then He closed the book, and gave&nbsp;<em>it</em>&nbsp;back to the attendant and sat down. And the eyes of all who were in the synagogue were fixed on Him.</span></p> <p class=\"first-line-none top-1\" style=\"text-align: justify;\"><strong><span id=\"en-NKJV-25084\" class=\"text Luke-4-20\">&nbsp;</span></strong><span id=\"en-NKJV-25085\" class=\"text Luke-4-21\"><sup class=\"versenum\"><strong>21</strong>&nbsp;</sup>And He began to say to them,&nbsp;<span class=\"woj\">&ldquo;Today this Scripture is</span>&nbsp;<span class=\"woj\">fulfilled in your hearing.&rdquo;</span></span></p> <p class=\"first-line-none top-1\" style=\"text-align: justify;\"><strong><span id=\"en-NKJV-25085\" class=\"text Luke-4-21\">&nbsp;</span></strong><span id=\"en-NKJV-25086\" class=\"text Luke-4-22\"><sup class=\"versenum\"><strong>22</strong>&nbsp;</sup>So all bore witness to Him, and&nbsp;marveled at the gracious words which proceeded out of His mouth. And they said,&nbsp;&ldquo;Is this not Joseph&rsquo;s son?&rdquo;</span></p> <p style=\"text-align: justify;\"><span id=\"en-NKJV-25087\" class=\"text Luke-4-23\"><sup class=\"versenum\"><strong>23</strong>&nbsp;</sup>He said to them,&nbsp;<span class=\"woj\">&ldquo;You will surely say this proverb to Me, &lsquo;Physician, heal yourself! Whatever we have heard done in</span>&nbsp;<span class=\"woj\">Capernaum,</span><sup class=\"footnote\" style=\"font-size: 0.625em; line-height: normal; position: relative; vertical-align: text-top; top: auto; display: inline;\" data-fn=\"#fen-NKJV-25087c\" data-link=\"[&lt;a href=&quot;#fen-NKJV-25087c&quot; title=&quot;See footnote c&quot;&gt;c&lt;/a&gt;]\">[<a title=\"See footnote c\" href=\"https://www.biblegateway.com/passage/?search=Luke+4%3A18%E2%80%9323&amp;version=NKJV#fen-NKJV-25087c\">c</a>]</sup>&nbsp;<span class=\"woj\">do also here in</span>&nbsp;<span class=\"woj\">Your country.&rsquo; &rdquo;</span></span></p> <p style=\"text-align: justify;\">For three years the disciples watched as Jesus, their Teacher, lived out the ideals of the kingdom&mdash;ideals announced in His first sermon in the synagogue at Nazareth. Forgiveness, grace, and love walked hand in hand with loneliness, commitment, and hardship. If there was a lesson to be learned, it was the lesson that discipleship is not something one takes lightly.</p> <p style=\"text-align: justify;\">You are a disciple for life&mdash;not just for one day. &ldquo;The Saviour&rsquo;s commission to the disciples . . . includes all believers to the end of time. . . . All to whom the heavenly inspiration has come are put in trust with the gospel</p> <p style=\"text-align: justify;\">. All who receive the life of Christ are ordained to work for the salvation of their fellow men. For this work the church was established, and all who take upon themselves its sacred vows are thereby pledged to be co-workers with Christ.&rdquo;&mdash;Ellen G. White, The Desire of Ages, p. 822.</p> <p style=\"text-align: justify;\">As disciples of Jesus, we today must make certain that Jesus is always the center of both our fellowship and our worship. It is good to remember that it was Jesus who invented discipleship. Though the rabbis of His day attracted followers, it was Jesus who called men and women to follow Him.</p> <p style=\"text-align: justify;\">The rabbis could never have imagined a call so radical as to suggest that being with Jesus was more important than all of their commandments. And, as disciples of Jesus, we not only have respect for all people, but will work to provide the kind of place where all people can grow and develop. Hence, all Christian education must include this sense of mission, of purpose, not just to earn a living but to do in our own sphere what Jesus calls us to do: to follow in His footsteps of ministering to those in need, and to share with them the good news of the gospel.</p>"
    },
    {
      "id": 95,
      "idLesson": 9,
      "idDay": 5,
      "dayTitle": "<p style=\"text-align: center;\"><strong>Seeking Truth</strong></p>",
      "date": "November 25",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Albert Einstein, often regarded as the father of modern physics, wrote: &ldquo;The important thing is not to stop questioning. Curiosity has its own reason for existence. One cannot help but be in awe when he contemplates the mysteries of eternity, of life, of the marvelous structure of reality.</p> <p>It is enough if one tries merely to comprehend a little of this mystery every day. Never lose a holy curiosity.&rdquo; We do live in a world of mystery, don&rsquo;t we? Modern science has shown us an incredible complexity that exists at pretty much every level of existence. And if it&rsquo;s like that for mere physical things, how much more so for spiritual things?</p> <p><strong>What do the following texts teach about the search for truth, for answers? Jer. 29:13; Matt. 7:7; Acts 17:26, 27; Ps. 25:5; John 16:13; 17:17.</strong></p> <p><strong>Jer. 29:13:</strong></p> <p><strong><sup class=\"versenum\">13&nbsp;</sup></strong>And&nbsp;you will seek Me and find&nbsp;<em>Me,</em>&nbsp;when you search for Me&nbsp;with all your heart.</p> <p>&nbsp;</p> <p><strong>Matt. 7:7:</strong></p> <p><strong><sup class=\"versenum\">7&nbsp;</sup></strong><span class=\"woj\">&ldquo;Ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.</span></p> <p>&nbsp;</p> <p><strong>Acts 17:26-27:</strong></p> <p><strong><span id=\"en-NKJV-27550\" class=\"text Acts-17-26\"><sup class=\"versenum\">26&nbsp;</sup></span></strong><span id=\"en-NKJV-27550\" class=\"text Acts-17-26\">And He has made from one&nbsp;</span><span id=\"en-NKJV-27550\" class=\"text Acts-17-26\"><sup class=\"footnote\" style=\"font-size: 0.625em; line-height: normal; position: relative; vertical-align: text-top; top: auto; display: inline;\" data-fn=\"#fen-NKJV-27550a\" data-link=\"[&lt;a href=&quot;#fen-NKJV-27550a&quot; title=&quot;See footnote a&quot;&gt;a&lt;/a&gt;]\">[<a title=\"See footnote a\" href=\"https://www.biblegateway.com/passage/?search=Acts+17%3A26-27&amp;version=NKJV#fen-NKJV-27550a\">a</a>]</sup>blood every nation of men to dwell on all the face of the earth, and has determined their preappointed times and&nbsp;the boundaries of their dwellings,&nbsp;</span></p> <p><strong><span id=\"en-NKJV-27551\" class=\"text Acts-17-27\"><sup class=\"versenum\">27</sup></span></strong><span id=\"en-NKJV-27551\" class=\"text Acts-17-27\"><sup class=\"versenum\">&nbsp;</sup></span><span id=\"en-NKJV-27551\" class=\"text Acts-17-27\">so that they should seek the Lord, in the hope that they might grope for Him and find Him,&nbsp;though He is not far from each one of us;</span></p> <p>&nbsp;</p> <p><strong>Ps. 25:5:</strong></p> <p><strong><span id=\"en-NKJV-14257\" class=\"text Ps-25-5\"><sup class=\"versenum\">5</sup></span></strong><span id=\"en-NKJV-14257\" class=\"text Ps-25-5\"><sup class=\"versenum\">&nbsp;</sup></span><span id=\"en-NKJV-14257\" class=\"text Ps-25-5\">Lead me in Your truth and teach me,&nbsp;</span><span class=\"text Ps-25-5\">For You&nbsp;<em>are</em>&nbsp;the God of my salvation;&nbsp;</span><span class=\"text Ps-25-5\">On You I wait all the day.</span></p> <p>&nbsp;</p> <p><strong>John 16:13:</strong></p> <p><strong><sup class=\"versenum\">13&nbsp;</sup></strong><span class=\"woj\">However, when He,</span>&nbsp;<span class=\"woj\">the Spirit of truth, has come,</span>&nbsp;<span class=\"woj\">He will guide you into all truth; for He will not speak on His own&nbsp;<em>authority,</em>&nbsp;but whatever He hears He will speak; and He will tell you things to come.</span></p> <p><strong>John 17:17:</strong></p> <p><strong><sup class=\"versenum\">17&nbsp;</sup></strong><span class=\"woj\">Sanctify</span><sup class=\"footnote\" style=\"font-size: 0.625em; line-height: normal; position: relative; vertical-align: text-top; top: auto; display: inline; color: #000000; font-family: system-ui, -apple-system, 'Segoe UI', Roboto, Ubuntu, Cantarell, 'Noto Sans', sans-serif, Arial; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: #ffffff; text-decoration-style: initial; text-decoration-color: initial;\" data-fn=\"#fen-NKJV-26777a\" data-link=\"[&lt;a href=&quot;#fen-NKJV-26777a&quot; title=&quot;See footnote a&quot;&gt;a&lt;/a&gt;]\">[<a title=\"See footnote a\" href=\"https://www.biblegateway.com/passage/?search=John+17%3A17&amp;version=NKJV#fen-NKJV-26777a\">a</a>]</sup>&nbsp;<span class=\"woj\">them by Your truth.</span>&nbsp;<span class=\"woj\">Your word is truth.</span></p> <p>The Bible is full of stories of curious people very much like each of us&mdash;men and women who have questions, fears, hopes, and joys, people who, in their own way, are seeking truth, seeking answers to life&rsquo;s most difficult questions. &ldquo;He has made everything beautiful in its time.</p> <p>Also He has put eternity in their hearts, except that no one can find out the work that God does from beginning to end&rdquo; (Eccles. 3:11, NKJV). What does Solomon mean here? Some translate the Hebrew word &lsquo;olam as &ldquo;eternity&rdquo; and others as a &ldquo;sense of the past and the future.&rdquo;</p> <p>So then, according to this verse, God has placed in the human heart and mind a sense of the past and the future, eternity itself. That is, as human beings, we are able to think about what has been called &ldquo;the big questions&rdquo; about life and our existence in general.</p> <p>And, of course, here is where Scripture plays the central role. Who are we? Why are we here? How should we live? What happens when we die? Why is there evil and suffering? These are the questions that seekers of truth have been asking since the beginning of recorded history. What a privilege, and what a responsibility, to be able to help point these seekers toward some answers now. What is Christian education if not pointing people to these answers, as found in the Word of God?</p> <p><strong>Why must the Scriptures play the major role in answering the big questions in life?</strong></p>"
    },
    {
      "id": 96,
      "idLesson": 9,
      "idDay": 6,
      "dayTitle": "<p style=\"text-align: center;\"><strong>Sharing Our Lives</strong></p>",
      "date": "November 26",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong> Read 1 Thessalonians 2:6&ndash;8. What is Paul saying here that we could and should reflect in our schools and churches?</strong></p> <p><strong>&nbsp;1 Thessalonians 2:6&ndash;8:</strong></p> <p><strong><span id=\"en-NKJV-29577\" class=\"text 1Thess-2-6\"><sup class=\"versenum\">6&nbsp;</sup></span></strong><span id=\"en-NKJV-29577\" class=\"text 1Thess-2-6\">Nor did we seek glory from men, either from you or from others, when&nbsp;we might have&nbsp;made demands&nbsp;as apostles of Christ.&nbsp;</span></p> <p><strong><span id=\"en-NKJV-29578\" class=\"text 1Thess-2-7\"><sup class=\"versenum\">7&nbsp;</sup></span></strong><span id=\"en-NKJV-29578\" class=\"text 1Thess-2-7\">But&nbsp;we were gentle among you, just as a nursing&nbsp;</span><span id=\"en-NKJV-29578\" class=\"text 1Thess-2-7\"><em>mother</em>&nbsp;cherishes her own children.&nbsp;</span></p> <p><strong><span id=\"en-NKJV-29579\" class=\"text 1Thess-2-8\"><sup class=\"versenum\">8&nbsp;</sup></span></strong><span id=\"en-NKJV-29579\" class=\"text 1Thess-2-8\">So, affectionately longing for you, we were well pleased&nbsp;to impart to you not only the gospel of God, but also&nbsp;our own lives, because you had become dear to us.</span></p> <p style=\"text-align: justify;\">Confronted by the breakdown of community in society, we live in an age in which the biblical understanding of the church has never been more meaningful. As Matthew 18:20 reminds us: &ldquo;For where two or three are gathered together in my name, there am I in the midst of them.&rdquo;</p> <p style=\"text-align: justify;\">The New Testament vision of what church and community is took shape primarily in the homes of believers. It was here that the community met in small groups, praying, singing, celebrating the Lord&rsquo;s Supper, learning and sharing Jesus&rsquo; words with each other. These worshiping groups also became the first church schools, as this was the place in which new members were introduced to the Bible and to this new life that was found in Jesus.</p> <p style=\"text-align: justify;\">Paul&rsquo;s writings, such as Romans 12:2, &ldquo;Do not conform to the pattern of this world, but be transformed by the renewing of your mind&rdquo; (NIV), suggests that the church took this work of education most seriously. These early believers soon discovered that it is in community that the gospel can best be lived out. In community, we have reason to sing louder, to pray more fervently, and to be more caring and compassionate. When we hear others speak of God&rsquo;s goodness, we sense how good He has been to us; when we hear of one another&rsquo;s struggles and hurts, we sense God&rsquo;s healing in our own lives, and we experience a renewed desire to be instruments of His grace and healing. In today&rsquo;s passage, Paul is asserting that the gospel of God is everything: the power of the Cross, the resurrection of the Lord, the promise of His return</p> <p style=\"text-align: justify;\">. There was simply no better news in all of the world, and Paul spent his life abandoned to the challenge of first and foremost sharing the story of Jesus with the greatest integrity and commitment. Yet, here Paul suggests that the message of the gospel can best be understood, can best be experienced, through the act of sharing life together. We must never forget that people are closely watching to see if our lives illustrate the message of grace that is found in the Bible.</p> <p><strong>Think hard about how you live, and ask yourself:</strong> <strong>What kind of witness am I to those around me?</strong></p>"
    },
    {
      "id": 97,
      "idLesson": 9,
      "idDay": 7,
      "dayTitle": "",
      "date": "November 27",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:</strong></p> <p style=\"text-align: justify;\">&ldquo;Christ disappointed the hope of worldly greatness. In the Sermon on the Mount He sought to undo the work that had been wrought by false education, and to give His hearers a right conception of His kingdom and of His own character. Yet He did not make a direct attack on the errors of the people. He saw the misery of the world on account of sin, yet He did not present before them a vivid delineation of their wretchedness.</p> <p style=\"text-align: justify;\">He taught them of something infinitely better than they had known. Without combating their ideas of the kingdom of God, He told them the conditions of entrance therein, leaving them to draw their own conclusions as to its nature. The truths He taught are no less important to us than to the multitude that followed Him. We no less than they need to learn the foundation principles of the kingdom of God.&rdquo;&mdash;Ellen G. White, The Desire of Ages, p. 299.</p> <p style=\"text-align: justify;\"><strong> Discussion Questions:</strong></p> <p style=\"text-align: justify;\"><strong>1</strong> Robert Louis Stevenson was born in Edinburgh, Scotland, in 1850. Stevenson recounts how one night, as his nanny was getting him ready for bed, he slipped over to the window and saw a captivating sight. It was a lamplighter, going from one gas lamp to the next. With childish delight, he called his nanny over to him and said, &ldquo;Look at that man! He&rsquo;s punching holes in the darkness!&rdquo; What role has God given you in bringing light and love to your community? If you are not sure, invite several church members to sit with you and discuss what you might accomplish together.</p> <p style=\"text-align: justify;\"><strong>2</strong> If the church is to partner with God in reaching out to the world, we must embrace Jesus&rsquo; words and ministry. The very reality of the Incarnation&mdash;of God coming to us, to live in our world, to struggle and to laugh and to cry with us&mdash;reminds us that we are called to care for those around us. How will you do this? How might you employ the young people in your congregation to help with this work?</p> <p style=\"text-align: justify;\"><strong>3</strong> Think about the responsibility that we as Seventh-day Adventists have to teach others the wonderful truths that we have been given. How can and should the local church play a key role in teaching these truths to others? At the same time, how can the church be a safe place to discuss these truths with those who are asking hard questions about them? What can you do to create an environment in which serious questions can be addressed?</p> <p style=\"text-align: justify;\"><strong>4</strong> In class, talk about the cultural biases of the society where you live. What are ways your church can teach others to rise above those biases and follow, instead, the teachings of the Scriptures?</p> <p style=\"text-align: center;\"><strong>Story inside</strong></p> <p><strong> Internship Crisis in France</strong></p> <p>By Andrew McChesney</p> <p>Elisabeth Birba was dismissed without explanation only a week into an eight-week hospital internship in France.</p> <p>She was devastated. She needed the internship to pass second-year exams. If she failed, she would lose her stipend for food and housing. Her family lived far away in the West Indies. Elisabeth fell to the ground and wept.</p> <p>As she cried, she felt impressed to call a friend. Three times she sensed that God was telling her to make the call. Finally she called. &ldquo;I lost my internship,&rdquo; she said. The friend was surprised. &ldquo;Do you believe in God?&rdquo; she asked. When Elisabeth confirmed that she did, the friend gave her the phone number for another hospital.</p> <p>&ldquo;Call this number if you believe in God,&rdquo; she said. Elisabeth knew it would be difficult to obtain a second internship on such short notice. She wondered what to do. Then she remembered that she had an emergency phone number. Before leaving for France, she had received the number from a Seventh-day Adventist woman in the West Indies. &ldquo;If you ever have trouble in France, call my sister Vivian,&rdquo; the woman said. Elisabeth had accepted the emergency number out of politeness. But now she was so distressed that she called Vivian and told her about the internship. &ldquo;Only God can help you,&rdquo; Vivian said.</p> <p>&ldquo;The only thing we can do is pray.&rdquo; She asked whether Elisabeth had a Bible. It was covered with dust, but she had one. &ldquo;You are going to memorize Psalm 91,&rdquo; Vivian said. &ldquo;Make that psalm yours. When you repeat it, remember it is about you.&rdquo; Elisabeth wept as she read Psalm 91. Her tears left wrinkles on the page. Then she called the hospital to inquire about a last-minute internship. &ldquo;Call back in three days for our decision,&rdquo; a woman told her. She prayed and fasted for three days. She cried. She memorized Psalm 91. On the third day, the woman offered Elisabeth an internship. &ldquo;You&rsquo;re lucky,&rdquo; she said.</p> <p>&ldquo;The boss didn&rsquo;t want you but changed his mind at the last minute.&rdquo; Emotion overwhelmed Elisabeth. That night she could not sleep. She realized that God had given her the internship. At 4:00 a.m. she called Vivian. &ldquo;Is something wrong?&rdquo; Vivian asked. &ldquo;Don&rsquo;t worry,&rdquo; Elisabeth said. &ldquo;Please take me to the Adventist church.&rdquo; Elisabeth went on to be baptized and to receive a master&rsquo;s degree in France. &ldquo;If I had not surrendered to God the day that I called the emergency number, my education would have ended,&rdquo; said Elisabeth, 27. &ldquo;God can do anything. With Jesus I have succeeded.&rdquo;</p>"
    }
  ]
}
