{
  "id": 706,
  "lessonNumber": 6,
  "versionCode": 3,
  "quarter": "3T2020",
  "title": "<p><strong>Unlimited Possibilities</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p><strong>&ldquo;But one and the same Spirit works all these things, distributing to each one individually as He wills&rdquo; (1 Corinthians 12:11, NKJV).</strong></p>",
  "weekDate": "August 1–7",
  "lessonDays": [
    {
      "id": 61,
      "idLesson": 6,
      "idDay": 1,
      "dayTitle": "",
      "date": "August 1",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>God calls us to witness for Him (Acts 1:8, Isa. 43:10). Witnessing is not a special spiritual gift that only a select few possess. Witnessing is the divine calling of each Christian.<br><br>The Bible uses different expressions to describe our calling before God. We are to be &ldquo;the light of the world,&rdquo; &ldquo;ambassadors for Christ,&rdquo; and a &ldquo;royal priesthood&rdquo; (Matt. 5:14, 2 Cor. 5:20, 1 Pet. 2:9). This same God who calls us to witness and for service equips us for the task. He imparts spiritual gifts to each believer. God does not call the qualified. He qualifies those whom He has called. Just as He gives salvation freely to all who believe, He gives His gifts to them freely, as well.<br><br>As we consecrate ourselves to God and dedicate our lives to His service, our possibilities to serve are endless. &ldquo;There is no limit to the usefulness of one who, putting aside self, makes room for the working of the Holy Spirit upon his heart, and lives a life wholly consecrated to God.&rdquo;&mdash;Ellen G. White, The Ministry of Healing, p. 159. In this week&rsquo;s lesson, we will study our unlimited possibilities for service through the gift of the Holy Spirit.</p>"
    },
    {
      "id": 62,
      "idLesson": 6,
      "idDay": 2,
      "dayTitle": "<p><strong>Differing Gifts: United in Service</strong></p>",
      "date": "August 2",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Have you ever considered how different from each other the disciples were? Their backgrounds, personalities, temperaments, and gifts greatly varied. But this was not a liability for the church. It was a strength.<br><br>Matthew, a tax collector, was precise, exact, accurate. In contrast, Peter often spoke quickly and was enthusiastic and impulsive, but he also had natural leadership qualities. John was tenderhearted but outspoken.</p><p>Andrew was a people person, extremely aware of his surroundings, and sensitive to others. Thomas had the natural inclination to question, and he often doubted. Each of these disciples, though having different personalities and gifts, was powerfully used by God in witnessing for Him.<br><br><strong>Read 1 Corinthians 12:12, 13, 18&ndash;22. What do we discover in these verses about the need for people of different gifts in the body of Christ, the church?</strong></p> <p><strong>1 Corinthians 12:12-13 <br></strong></p> <p><span class=\"text 1Cor-12-12\"><sup class=\"versenum\"><strong>12&nbsp;</strong></sup>For as the body is one and has many members, but all the members of that one body, being many, are one body, so also <em>is</em> Christ.&nbsp;</span>&nbsp;</p> <p><span class=\"text 1Cor-12-13\"><sup class=\"versenum\"><strong>13&nbsp;</strong></sup>For by one Spirit we were all baptized into one body&mdash;whether Jews or Greeks, whether slaves or free&mdash;and have all been made to drink into one Spirit.</span></p> <p><br></p> <p><strong>1 Corinthians 12:18&ndash;22</strong>&nbsp;</p> <p><span class=\"text 1Cor-12-18\"><sup class=\"versenum\"><strong>18&nbsp;</strong></sup>But now God has set the members, each one of them, in the body just as He pleased.&nbsp;</span><strong> </strong><span class=\"text 1Cor-12-19\"><sup class=\"versenum\"><strong>19&nbsp;</strong></sup>And if they were all one member, where <em>would</em> the body <em>be?</em></span></p> <p><span class=\"text 1Cor-12-20\"><sup class=\"versenum\"><strong>20&nbsp;</strong></sup>But now indeed <em>there are</em> many members, yet one body.&nbsp;</span>&nbsp;</p> <p><span class=\"text 1Cor-12-21\"><sup class=\"versenum\"><strong>21&nbsp;</strong></sup>And the eye cannot say to the hand, &ldquo;I have no need of you&rdquo;; nor again the head to the feet, &ldquo;I have no need of you.&rdquo;&nbsp;</span>&nbsp;</p> <p><span class=\"text 1Cor-12-22\"><sup class=\"versenum\"><strong>22&nbsp;</strong></sup>No, much rather, those members of the body which seem to be weaker are necessary.&nbsp;</span>&nbsp;</p> <p>&nbsp;</p> <p>God delights in taking people of different backgrounds with different talents and abilities and imparting to them gifts for service. The body of Christ is not a homogenous group of people who are all alike. It is not a country club with people of the same backgrounds who all think the same. It is a dynamic movement of people of different gifts, united in their love for Christ and for Scripture, and who are committed to sharing His love and truth with the world (Rom. 12:4, 1 Cor. 12:12).<br><br>The members of the body of Christ have different gifts, but each one is valuable; each one is critical to the healthy functioning of the body of Christ. Just as the eyes, ears, and nose have different functions but are necessary to the body, all gifts are necessary, as well (1 Cor. 12:21, 22).<br><br>If you carefully consider the human body, even the smallest parts have a crucial role. Consider our eyelashes. What if we did not have something as apparently insignificant as eyelashes? Dust particles would blur our vision, and the resulting consequences could potentially cause irreparable damage. In the same way, the member of the church who seems the most &ldquo;insignificant&rdquo; is an essential part of the body of Christ and has been gifted by the Holy Spirit. When we dedicate these gifts totally to God, each one of us can make an eternal difference.<br><br><strong>No matter how talented you might be, what are the things that you are not very good at but that others in the church are? How should this help keep you in your proper place?</strong></p>"
    },
    {
      "id": 63,
      "idLesson": 6,
      "idDay": 3,
      "dayTitle": "<p><strong>God: The Giver of All Good Gifts</strong></p>",
      "date": "August 3",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>According to 1 Corinthians 12:11, 18; Ephesians 4:7, 8; and James 1:17, God is the originator of all gifts, and &ldquo;every perfect gift&rdquo; comes from Him. Thus, we can rest assured that He will impart to us the very gifts of the Holy Spirit that are best suited to our personalities, and He will best use our skills to serve His cause and glorify His name.<br><br><strong>Read Mark 13:34 and 1 Corinthians 12:11. To whom does God give spiritual gifts?</strong></p> <p><br></p> <p><strong>Mark 13:34&nbsp;</strong></p> <p>&nbsp;<span class=\"text Mark-13-34\"><strong><sup class=\"versenum\">34&nbsp;</sup></strong><span class=\"woj\"><em>It is</em> like a man going to a far country, who left his house and gave</span> <span class=\"woj\">authority to his servants, and to each his work, and commanded the doorkeeper to watch.</span>&nbsp;</span></p> <p><br></p> <p><strong>1 Corinthians 12:11</strong>&nbsp;</p> <p><span class=\"text 1Cor-12-11\"><sup class=\"versenum\"><strong>11&nbsp;</strong></sup>But one and the same Spirit works all these things, distributing to each one individually as He wills.</span>&nbsp;</p> <p><br>The Bible is clear. God has a special assignment for each one of us in sharing the gospel with others. In Jesus&rsquo; parable of the householder who leaves his house to his servants and asks them to care for it, the master of the house gives his servants their appointed work (Mark 13:34). There is an assignment for every individual, and God gives spiritual gifts to all to accomplish the divine task or ministry that they are called to. When we surrender our lives to Christ, and through baptism become members of His body, the church, the Holy Spirit imparts gifts so that we can serve the body and witness to the world.<br><br>In 1903, Ellen G. White wrote a letter to a certain man to encourage him to use the gifts God had given him in service. &ldquo;We are all members of God&rsquo;s family, all in a greater or less degree entrusted with God-given talents, for the use of which we are held responsible. Whether our talent be great or small, we are to use it in God&rsquo;s service, and we are to recognize the right of every one else to use the gifts entrusted to them.<br><br>&ldquo;Never should we disparage the smallest physical, intellectual, or spiritual capital.&rdquo;&mdash;Letter 260, December 2, 1903.<br><br><strong>Read Acts 10:36&ndash;38, Matthew 3:16&ndash;18, and Acts 2:38&ndash;42. What do these texts teach us about the promise of the Holy Spirit at baptism?</strong></p> <p><br></p> <p><strong>Acts 10:36&ndash;38&nbsp;</strong></p> <p>&nbsp;<span class=\"text Acts-10-36\"><strong><sup class=\"versenum\">36&nbsp;</sup></strong>The word which <em>God</em> sent to the children of Israel, preaching peace through Jesus Christ&mdash;He is Lord of all&mdash;&nbsp;</span>&nbsp;</p> <p><span class=\"text Acts-10-37\"><sup class=\"versenum\"><strong>37&nbsp;</strong></sup>that word you know, which was proclaimed throughout all Judea, and began from Galilee after the baptism which John preached:&nbsp;</span>&nbsp;</p> <p><span class=\"text Acts-10-38\"><sup class=\"versenum\"><strong>38&nbsp;</strong></sup>how God anointed Jesus of Nazareth with the Holy Spirit and with power, who went about doing good and healing all who were oppressed by the devil, for God was with Him.&nbsp;</span></p> <p><br></p> <p><strong>Matthew 3:16&ndash;18</strong></p> <p><span class=\"text Matt-3-16\"><sup class=\"versenum\"><strong>16&nbsp;</strong></sup>When He had been baptized, Jesus came up immediately from the water; and behold, the heavens were opened to Him, and He saw the Spirit of God descending like a dove and alighting upon Him.&nbsp;</span>&nbsp;</p> <p><span class=\"text Matt-3-17\"><sup class=\"versenum\"><strong>17&nbsp;</strong></sup>And suddenly a voice <em>came</em> from heaven, saying, &ldquo;This is My beloved Son, in whom I am well pleased.&rdquo;</span></p> <p><br></p> <p><span class=\"text Matt-3-17\"><strong>Acts 2:38&ndash;42</strong>&nbsp;</span></p> <p><span class=\"text Acts-2-38\"><sup class=\"versenum\"><strong>38&nbsp;</strong></sup>Then Peter said to them, &ldquo;Repent, and let every one of you be baptized in the name of Jesus Christ for the remission of sins; and you shall receive the gift of the Holy Spirit.&nbsp;</span>&nbsp;</p> <p><span class=\"text Acts-2-39\"><sup class=\"versenum\"><strong>39&nbsp;</strong></sup>For the promise is to you and to your children, and to all who are afar off, as many as the Lord our God will call.&rdquo;</span></p> <p><span class=\"text Acts-2-40\"><sup class=\"versenum\"><strong>40&nbsp;</strong></sup>And with many other words he testified and exhorted them, saying, &ldquo;Be saved from this perverse generation.&rdquo;&nbsp;</span>&nbsp;</p> <p><span class=\"text Acts-2-41\"><sup class=\"versenum\"><strong>41&nbsp;</strong></sup>Then those who gladly received his word were baptized; and that day about three thousand souls were added <em>to them.</em>&nbsp;</span>&nbsp;</p> <p><span class=\"text Acts-2-42\"><sup class=\"versenum\"><strong>42&nbsp;</strong></sup>And they continued steadfastly in the apostles&rsquo; doctrine and fellowship, in the breaking of bread, and in prayers.&nbsp;</span>&nbsp;</p> <p><br></p> <p>Just as Jesus was anointed with the Holy Spirit at His baptism to prepare and fully equip Him for His ministry to the world, each one of us is promised the Holy Spirit at our baptism. God longs for us to have the positive assurance that He has fulfilled His Word and imparted spiritual gifts to us to bless His church and the world.</p>"
    },
    {
      "id": 64,
      "idLesson": 6,
      "idDay": 4,
      "dayTitle": "<p><strong>The Purpose of Spiritual Gifts</strong></p>",
      "date": "August 4",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Read 1 Corinthians 12:7 and Ephesians 4:11&ndash;16. Why does God impart spiritual gifts to each believer? What are the purposes of those gifts?</strong></p> <p><br></p> <p><strong>1 Corinthians 12:7&nbsp;</strong></p> <p>&nbsp;<span class=\"text 1Cor-12-7\"><strong><sup class=\"versenum\">7&nbsp;</sup></strong>But the manifestation of the Spirit is given to each one for the profit <em>of all:</em></span></p> <p><br></p> <p><span class=\"text 1Cor-12-7\"><strong>Ephesians 4:11&ndash;16</strong>&nbsp;</span></p> <p><span class=\"text Eph-4-11\"><sup class=\"versenum\"><strong>11&nbsp;</strong></sup>And He Himself gave some <em>to be</em> apostles, some prophets, some evangelists, and some pastors and teachers,&nbsp;</span>&nbsp;</p> <p><span class=\"text Eph-4-12\"><sup class=\"versenum\"><strong>12&nbsp;</strong></sup>for the equipping of the saints for the work of ministry, for the edifying of the body of Christ,&nbsp;</span>&nbsp;</p> <p><span class=\"text Eph-4-13\"><sup class=\"versenum\"><strong>13&nbsp;</strong></sup>till we all come to the unity of the faith and of the knowledge of the Son of God, to a perfect man, to the measure of the stature of the fullness of Christ;&nbsp;</span>&nbsp;</p> <p><span class=\"text Eph-4-14\"><sup class=\"versenum\"><strong>14&nbsp;</strong></sup>that we should no longer be children, tossed to and fro and carried about with every wind of doctrine, by the trickery of men, in the cunning craftiness of deceitful plotting,&nbsp;</span>&nbsp;</p> <p><span class=\"text Eph-4-15\"><sup class=\"versenum\"><strong>15&nbsp;</strong></sup>but, speaking the truth in love, may grow up in all things into Him who is the head&mdash;Christ&mdash;&nbsp;</span>&nbsp;</p> <p><span class=\"text Eph-4-16\"><sup class=\"versenum\"><strong>16&nbsp;</strong></sup>from whom the whole body, joined and knit together by what every joint supplies, according to the effective working by which every part does its share, causes growth of the body for the edifying of itself in love.</span></p> <p><br></p> <p>Spiritual gifts serve several purposes. God gives them to people so they can nurture and strengthen His church to accomplish His ministry.<br><br>They are designed to develop a unified church ready to accomplish His mission in the world. The Bible writers give us examples of the spiritual gifts that God imparts to His church, such as ministering, serving, proclaiming, teaching, encouraging, and giving. They also speak about the gifts of hospitality, mercy, helpfulness, and cheerfulness, to mention only a few. For a more complete list, read Romans 12 and 1 Corinthians 12.<br><br>You may be wondering about the relationship between spiritual gifts and natural talents. Spiritual gifts are divinely imparted qualities that are given by the Holy Spirit to each believer to equip them for their special ministry in the church and service to the world. They also may include natural talents that are sanctified by the Holy Spirit and used in service for Christ. All natural talents are God given, but not all are used in the service of Christ.<br><br>&ldquo;The special gifts of the Spirit are not the only talents represented in the parable. It includes all gifts and endowments, whether original or acquired, natural or spiritual. All are to be employed in Christ&rsquo;s service. In becoming His disciples, we surrender ourselves to Him with all that we are and have. These gifts He returns to us purified and ennobled, to be used for His glory in blessing our fellow men.&rdquo;&mdash;Ellen G. White, Christ&rsquo;s Object Lessons, p. 328.<br><br>Also, God has established such special gifts as the gift of prophecy and specific offices in the church, including pastors, elders, and teachers, who are teachers within the body of Christ to nurture and equip each member for service (see Eph. 4:11, 12). The function of all church leadership is to assist each member in discovering their spiritual gifts and teach them to use these gifts to build up the body of Christ.<br><br><strong>What are some natural talents that you have that, however useful and beneficial in a secular environment, also can be a blessing to the church?</strong></p>"
    },
    {
      "id": 65,
      "idLesson": 6,
      "idDay": 5,
      "dayTitle": "<p><strong>Discovering Your Gifts</strong></p>",
      "date": "August 5",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Compare 1 Corinthians 1:4&ndash;9 with 2 Corinthians 1:20&ndash;22. What do these passages tell us about the promises of God, especially spiritual gifts prior to the second coming of Christ?</strong></p> <p><br></p> <p><strong>1 Corinthians 1:4&ndash;9</strong>&nbsp;</p> <p><span class=\"text 1Cor-1-4\"><sup class=\"versenum\"><strong>4&nbsp;</strong></sup>I thank my God always concerning you for the grace of God which was given to you by Christ Jesus,&nbsp;</span>&nbsp;</p> <p><span class=\"text 1Cor-1-5\"><sup class=\"versenum\"><strong>5&nbsp;</strong></sup>that you were enriched in everything by Him in all utterance and all knowledge,&nbsp;</span>&nbsp;</p> <p><span class=\"text 1Cor-1-6\"><sup class=\"versenum\"><strong>6&nbsp;</strong></sup>even as the testimony of Christ was confirmed in you,&nbsp;</span>&nbsp;</p> <p><span class=\"text 1Cor-1-7\"><sup class=\"versenum\"><strong>7&nbsp;</strong></sup>so that you come short in no gift, eagerly waiting for the revelation of our Lord Jesus Christ,&nbsp;</span>&nbsp;</p> <p><span class=\"text 1Cor-1-8\"><sup class=\"versenum\"><strong>8&nbsp;</strong></sup>who will also confirm you to the end, <em>that you may be</em> blameless in the day of our Lord Jesus Christ.&nbsp;</span>&nbsp;</p> <p><span class=\"text 1Cor-1-9\"><sup class=\"versenum\"><strong>9&nbsp;</strong></sup>God <em>is</em> faithful, by whom you were called into the fellowship of His Son, Jesus Christ our Lord.</span></p> <p><br></p> <p><span class=\"text 1Cor-1-9\"><strong>2 Corinthians 1:20&ndash;22</strong>&nbsp;</span></p> <p>&nbsp;<span class=\"text 2Cor-1-20\"><strong><sup class=\"versenum\">20&nbsp;</sup></strong>For all the promises of God in Him <em>are</em> Yes, and in Him Amen, to the glory of God through us.&nbsp;</span>&nbsp;</p> <p><span class=\"text 2Cor-1-21\"><sup class=\"versenum\"><strong>21&nbsp;</strong></sup>Now He who establishes us with you in Christ and has anointed us <em>is</em> God,&nbsp;</span>&nbsp;</p> <p><span class=\"text 2Cor-1-22\"><sup class=\"versenum\"><strong>22&nbsp;</strong></sup>who also has sealed us and given us the Spirit in our hearts as a guarantee.</span></p> <p><br>God promises that His church will manifest all of the gifts of the Holy Spirit just before the return of our Lord. His promises are sure. He has given us the witness of the Holy Spirit in our hearts to guide each of us to an understanding of the gifts He has given to us. It is God who gives the gifts and God, through His Spirit, who reveals them to us.<br><br><strong>Read Luke 11:13, James 1:5, and Matthew 7:7. If we desire to discover the gifts that God has given to each one of us, what does He invite us to do?</strong></p> <p><br></p> <p><strong>Luke 11:13&nbsp;</strong></p> <p><strong><span class=\"text Luke-11-13\"><sup class=\"versenum\"><strong>13&nbsp;</strong></sup></span></strong><span class=\"text Luke-11-13\"><span class=\"woj\">If you then, being evil, know how to give</span> <span class=\"woj\">good gifts to your children, how much more will <em>your</em> heavenly Father give the Holy Spirit to those who ask Him!&rdquo;</span></span></p> <p><br></p> <p><strong><span class=\"text Luke-11-13\"><span class=\"woj\"><strong>James 1:5</strong>&nbsp;</span></span></strong></p> <p><span class=\"text Jas-1-5\"><sup class=\"versenum\"><strong>5&nbsp;</strong></sup>If any of you lacks wisdom, let him ask of God, who gives to all liberally and without reproach, and it will be given to him.&nbsp;</span></p> <p><br></p> <p><span class=\"text Jas-1-5\"><strong>Matthew 7:7</strong>&nbsp;</span></p> <p><span class=\"text Matt-7-7\"><sup class=\"versenum\"><strong>7&nbsp;</strong></sup><span class=\"woj\">&ldquo;Ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.</span>&nbsp;</span><strong>&nbsp;</strong></p> <p><br>We receive the gifts of the Spirit as we consecrate ourselves to God, and ask Him to reveal to us the gifts He has given us. When our hearts are emptied of self-glory and our priority is to serve Jesus, His Spirit will impress us with the spiritual gifts He has for us. &ldquo;Not until through faith and prayer the disciples had surrendered themselves fully for His working was the outpouring of the Spirit received. Then in a special sense the goods of heaven were committed to the followers of Christ. . . . The gifts are already ours in Christ, but their actual possession depends upon our reception of the Spirit of God.&rdquo;&mdash;Ellen G. White, Christ&rsquo;s Object Lessons, p. 327.<br><br>Spiritual gifts (see 1 Cor. 12:4&ndash;6) are qualities that God imparts so we can serve Him effectively. Ministries are the general areas we can express our gifts in, and activities are the specific events that allow us to use our gifts. Spiritual gifts do not come fully developed. As the Holy Spirit impresses you with some area of service, pray that He will lead you to a specific ministry to exercise your gift through an outreach activity.<br><br><strong>What are your specific gifts and, more important, how can you improve those gifts for the Lord&rsquo;s service?</strong></p>"
    },
    {
      "id": 66,
      "idLesson": 6,
      "idDay": 6,
      "dayTitle": "<p><strong>Growing Our Gifts</strong></p>",
      "date": "August 6",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Read the parable of the talents in Matthew 25:14&ndash;30. What is the most significant thought that stands out to you in this story? Why were the first two servants commended by God and the last servant condemned? What does this parable tell us about the use of our talents? Particularly notice Matthew 25:29.</strong></p> <p><br></p> <p><strong>Matthew 25:14&ndash;30&nbsp;</strong></p> <p><span class=\"text Matt-25-14\"><sup class=\"versenum\"><strong>14&nbsp;</strong></sup><span class=\"woj\">&ldquo;For <em>the kingdom of heaven is</em></span> <span class=\"woj\">like a man traveling to a far country, <em>who</em> called his own servants and delivered his goods to them.</span>&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Matt-25-15\"><sup class=\"versenum\"><strong>15&nbsp;</strong></sup><span class=\"woj\">And to one he gave five talents, to another two, and to another one,</span> <span class=\"woj\">to each according to his own ability; and immediately he went on a journey.</span>&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Matt-25-16\"><sup class=\"versenum\"><strong>16&nbsp;</strong></sup><span class=\"woj\">Then he who had received the five talents went and traded with them, and made another five talents.</span>&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Matt-25-17\"><sup class=\"versenum\"><strong>17&nbsp;</strong></sup><span class=\"woj\">And likewise he who <em>had received</em> two gained two more also.</span>&nbsp;</span><strong>&nbsp;</strong></p> <p><strong><span class=\"text Matt-25-18\"><sup class=\"versenum\"><strong>18&nbsp;</strong></sup></span></strong><span class=\"text Matt-25-18\"><span class=\"woj\">But he who had received one went and dug in the ground, and hid his lord&rsquo;s money.</span></span></p> <p><span class=\"text Matt-25-19\"><sup class=\"versenum\"><strong>19</strong>&nbsp;</sup></span><span class=\"text Matt-25-19\"><span class=\"woj\">After a long time the lord of those servants came and settled accounts with them.</span></span></p> <p><span class=\"text Matt-25-20\"><sup class=\"versenum\"><strong>20&nbsp;</strong></sup><span class=\"woj\">&ldquo;So he who had received five talents came and brought five other talents, saying, &lsquo;Lord, you delivered to me five talents; look, I have gained five more talents besides them.&rsquo;</span>&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Matt-25-21\"><sup class=\"versenum\"><strong>21&nbsp;</strong></sup><span class=\"woj\">His lord said to him, &lsquo;Well <em>done,</em> good and faithful servant; you were</span> <span class=\"woj\">faithful over a few things,</span> <span class=\"woj\">I will make you ruler over many things. Enter into</span> <span class=\"woj\">the joy of your lord.&rsquo;</span>&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Matt-25-22\"><sup class=\"versenum\"><strong>22&nbsp;</strong></sup><span class=\"woj\">He also who had received two talents came and said, &lsquo;Lord, you delivered to me two talents; look, I have gained two more talents besides them.&rsquo;</span>&nbsp;</span><strong>&nbsp;</strong></p> <p><strong><span class=\"text Matt-25-23\"><sup class=\"versenum\"><strong>23&nbsp;</strong></sup></span></strong><span class=\"text Matt-25-23\"><span class=\"woj\">His lord said to him,</span> <span class=\"woj\">&lsquo;Well <em>done,</em> good and faithful servant; you have been faithful over a few things, I will make you ruler over many things. Enter into</span> <span class=\"woj\">the joy of your lord.&rsquo;</span></span></p> <p><span class=\"text Matt-25-24\"><sup class=\"versenum\"><strong>24&nbsp;</strong></sup><span class=\"woj\">&ldquo;Then he who had received the one talent came and said, &lsquo;Lord, I knew you to be a hard man, reaping where you have not sown, and gathering where you have not scattered seed.</span>&nbsp;</span><strong>&nbsp;</strong></p> <p><strong><span class=\"text Matt-25-25\"><sup class=\"versenum\"><strong>25&nbsp;</strong></sup></span></strong><span class=\"text Matt-25-25\"><span class=\"woj\">And I was afraid, and went and hid your talent in the ground. Look, <em>there</em> you have <em>what is</em> yours.&rsquo;</span></span></p> <p><span class=\"text Matt-25-26\"><sup class=\"versenum\"><strong>26&nbsp;</strong></sup><span class=\"woj\">&ldquo;But his lord answered and said to him, &lsquo;You</span> <span class=\"woj\">wicked and lazy servant, you knew that I reap where I have not sown, and gather where I have not scattered seed.</span>&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Matt-25-27\"><sup class=\"versenum\"><strong>27&nbsp;</strong></sup><span class=\"woj\">So you ought to have deposited my money with the bankers, and at my coming I would have received back my own with interest.</span>&nbsp;</span><strong>&nbsp;</strong></p> <p><strong><span class=\"text Matt-25-28\"><sup class=\"versenum\"><strong>28&nbsp;</strong></sup></span></strong><span class=\"text Matt-25-28\"><span class=\"woj\">So take the talent from him, and give <em>it</em> to him who has ten talents.</span></span></p> <p><span class=\"text Matt-25-29\"><sup class=\"versenum\"><strong>29&nbsp;</strong></sup><span class=\"woj\">&lsquo;For to everyone who has, more will be given, and he will have abundance; but from him who does not have, even what he has will be taken away.</span>&nbsp;</span><strong>&nbsp;</strong></p> <p><strong><span class=\"text Matt-25-30\"><sup class=\"versenum\"><strong>30&nbsp;</strong></sup></span></strong><span class=\"text Matt-25-30\"><span class=\"woj\">And cast the unprofitable servant</span> <span class=\"woj\">into the outer darkness.</span> <span class=\"woj\">There will be weeping and</span> <span class=\"woj\">gnashing of teeth.&rsquo;</span></span></p> <p><strong>&nbsp;</strong></p> <p>The master gave to each servant talents according to their &ldquo;own ability&rdquo; (Matt. 25:15, NKJV). Each individual received a different amount. One received five talents, another two, and another one. Each servant had a choice of how to invest or use the talents that they were given. A crucial point here is that what they were given wasn&rsquo;t their own. It belonged to someone else who gave them charge over it.<br><br>The concern of the master was not who had superior or who had inferior talents. It was not how many talents each was given. The concern was what each one did with what he had been given.<br><br>Paul puts it this way in 2 Corinthians 8:12 (NKJV): &ldquo;For if there is first a willing mind, it is accepted according to what one has, and not according to what he does not have.&rdquo; For God, what matters isn&rsquo;t so much what you have but, rather, what you do with what you have.<br><br>God commended the first two servants because they were faithful in using their talents. Their talents increased with use. The &ldquo;wicked&rdquo; servant did not use the talent the master had given him, and it did not increase. It is an eternal truth that &ldquo;the law of service becomes the connecting link which binds us to God and to our fellow men.&rdquo;&mdash;Ellen G. White, Christ&rsquo;s Object Lessons, p. 326. The unfaithful servant squandered his opportunity to serve and ultimately lost the ability to serve.<br><br>When we use the gifts that God has given us for the glory of His name, they will increase, expand, and grow. How can you discover the gifts God has given you? Humbly ask God to reveal to you the areas He desires you to serve in for ministry. As He impresses you, get involved. Your gifts will grow as you use them, and you will find satisfaction in His service.<br><br><strong>Think about this parable and apply it to your own life. What, if anything, does it say to you about what you are doing with what you have been given by God? (Remember, anything that you have is a gift from God too.)</strong></p>"
    },
    {
      "id": 67,
      "idLesson": 6,
      "idDay": 7,
      "dayTitle": "",
      "date": "August 7",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:</strong><strong> Read Ellen G. White, &ldquo;Talents,&rdquo; pp. 325&ndash;365, in Christ&rsquo;s Object Lessons.</strong><br><br>The correct understanding of the biblical teaching of spiritual gifts brings unity to the church. The recognition that each one of us is valuable and a needed member of the body of Christ is a unifying thought. Every member of the church is necessary for the accomplishment of Christ&rsquo;s mission. Every member is gifted for service.<br><br>&ldquo;To everyone there is given a work to do for the Master. To each of His servants are committed special gifts, or talents. &lsquo;Unto one he gave five talents, to another two, and to another one; to every man according to his several ability.&rsquo; Every servant has some trust for which he is responsible; and the varied trusts are proportioned to our varied capabilities. In dispensing His gifts, God has not dealt with partiality. He has distributed the talents according to the known powers of His servants, and He expects corresponding returns.&rdquo;&mdash;Ellen G. White, Testimonies for the Church, vol. 2, p. 282.<br><br>Remember also that the gifts of the Spirit are given for God&rsquo;s glory and not our own. God gave them to us to exalt His name and advance His cause.<br><br><strong>Discussion Questions:</strong><br><br><strong>1&nbsp;</strong>Dwell more on the thought that each one of us has received gifts from God. What practical implications does this have for your local church? What difference can this thought make in the involvement of each member in service?<br><br><strong>2&nbsp;</strong>Share with the members of your Sabbath School class how the gifts of another member have blessed you. Share with the class how you discovered your own spiritual gifts. What do you think your gifts are, and how are you using them to bless others?<br><br><strong>3&nbsp;</strong>This lesson pointed out that our gifts grow as we use them. Look back over your own life. Can you think of gifts God has given you that have expanded as you have used them to the glory of His name? At the same time, ask yourself again the question, first broached at the end of Thursday&rsquo;s study, about how faithful you are with what God has given you.<br><br><strong>Inside Story</strong><br><br><strong>He&rsquo;s Simply &ldquo;Carlos&rdquo;&nbsp;</strong></p> <p><strong>By Andrew McChesney</strong><strong></strong><br><br>If J. Carlos Sanchez Ruiz were president of a Seventh-day Adventist union office in his native Peru, church members would courteously address him as &ldquo;Pastor-President.&rdquo; But in Uruguay, where Carlos is president of the Uruguay Union of Churches Mission, he is known simply as &ldquo;Carlos.&rdquo;<br><br>Men call him &ldquo;Carlos.&rdquo; Women call him &ldquo;Carlos.&rdquo; Even small children call him &ldquo;Carlos.&rdquo;<br><br>No one addresses him as president. No one uses the word pastor. He is just &ldquo;Carlos.&rdquo;<br><br>Coming from Peru, a country where people are very conscientious about hierarchy, it took Carlos about a year to adjust to Uruguay when he first was elected president in 2011.<br><br>&ldquo;Uruguay is a country unlike any other in South America,&rdquo; Carlos said. &ldquo;Even though Uruguayans recognize and respect leadership, they do not accept the hierarchical model. A leader is equal to everyone else.&rdquo;<br><br>The Uruguayan mind-set, which Carlos linked to a strong European influence, makes the country a promising mission field, church leaders said. The Adventist Church has only 7,358 members in the country of 3.5 million people, or one Adventist for every 470 people, one of the smallest ratios in South America. About half of Uruguay&rsquo;s population lives in the capital, Montevideo.<br><br>&ldquo;How will we reach Montevideo and other cities around the world?&rdquo; Adventist Church president Ted N. C. Wilson asked pastors during a 2019 visit.<br><br>Opening his Bible, he read Jeremiah 32:27, which says, &ldquo; &lsquo;Behold, I am the Lord, the God of all flesh. Is there anything too hard for Me?&rsquo; &rdquo; (NKJV). &ldquo;God responds to His own question in a powerful way,&rdquo; Wilson said. Then he turned to Jeremiah 33:3 and read, &ldquo; &lsquo; &ldquo;Call to Me, and I will answer you, and show you great and mighty things, which you do not know.&rdquo; &rsquo; &rdquo; &ldquo;Claim this promise for Uruguay and for your work in the cities,&rdquo; Wilson said. &ldquo;You face challenges of secularism and materialism very much like Europe. But nothing is too hard for the Lord.&rdquo;<br><br>In an indication that nothing is too hard for the Lord, people are being baptized in Uruguay after attending programs at community centers, or &ldquo;urban centers of influence,&rdquo; operated by the church. Among the new members is a young man, Fernando Aguirre, who gave his heart to Jesus in 2019 after taking stress-management courses at an urban center of influence in Montevideo. Please pray for Uruguay and the other promising mission fields in secular societies around the world.</p>"
    }
  ]
}
