{
  "id": 702,
  "lessonNumber": 2,
  "versionCode": 6,
  "quarter": "2T2021",
  "title": "<p><strong>Covenant Primer</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p>Memory Text: \"Now therefore, if ye will obey my voice indeed, and keep my covenant, then ye shall be a peculiar treasure unto me above all people: for all the earth is mine\" (Exodus 19:5).</p>",
  "weekDate": "April 3–9",
  "lessonDays": [
    {
      "id": 21,
      "idLesson": 2,
      "idDay": 1,
      "dayTitle": "",
      "date": "April 3",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Last week left off with the fall of humanity because of our first parents&rsquo; sin. This week is a quick summary of the whole quarter, as we take one day each to look at the early covenants, the ones that in their own way were all present-truth manifestations of the true covenant, the one ratified at Calvary by the blood of Jesus, the one that we, as Christians, enter into with our Lord.</p> <p><br><br>We begin with the covenant God made with Noah to spare him and his family from destruction. We proceed to the covenant with Abraham, so rich and full of promise for all of us; then to the covenant at Sinai and the importance of what was proclaimed there; and finally we look at the new covenant, the one that all the others pointed toward. All of these, of course, will be studied in more depth over the next several weeks. This week is just a preview.</p> <p><br><br>The Week at a Glance: What does the word covenant mean? What elements make up the covenant? What was the covenant that God made with Noah? What hope was found in the covenant with Abraham? What role do faith and works play in the human end of the covenant? Is the covenant just a deal, or does it have relational aspects to it? What is the essence of the &ldquo;new covenant&rdquo;?</p> <p><br><br>* Study this week&rsquo;s lesson to prepare for Sabbath, April 10.</p>"
    },
    {
      "id": 22,
      "idLesson": 2,
      "idDay": 2,
      "dayTitle": "<p><strong>Covenant Basics</strong></p>",
      "date": "April 4",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>\"And I will make my covenant between me and thee, and will multiply thee exceedingly&rdquo; (Gen. 17:2).<br><br>\"The Hebrew word translated as &lsquo;covenant&rsquo; (appearing about 287 times in the Old Testament) is berith. It can also be translated as &lsquo;testament&rsquo; or &lsquo;last will.&rsquo; Its origin is unclear, but it has come to mean &lsquo;that which bound two parties together.&rsquo; It was used, however, for many dif- ferent types of &lsquo;bond,&rsquo; both between man and man and between man and God. It has a common use where both parties were men, and a distinctively religious use where the covenant was between God and man. The religious use was really a metaphor based on the common use but with a deeper connotation [meaning].&rdquo;&mdash;J. Arthur Thompson, \"Covenant (OT),&rdquo; The International Standard Bible Encyclopedia, revised edition (Grand Rapids, MI: William B. Eerdmans Publishing Company, 1979), vol. 1, p. 790.<br><br>Like the marriage covenant, the biblical covenant defines both a rela- tionship and an arrangement. As an arrangement, the biblical covenant contains these basic elements: 1. God affirmed the covenant promises with an oath (Gal. 3:16; Heb. 6:13, 17).<br><br>2. The covenant obligation was obedience to God&rsquo;s will as expressed in the Ten Commandments (Deut. 4:13).<br><br>3. The means by which God&rsquo;s covenant obligation is ultimately fulfilled is through Christ and the plan of salvation (Isa. 42:1, 6).<br><br><strong>Look at the three elements listed above (God&rsquo;s promises, our obedi- ence, and the plan of salvation). How can you see those factors at work in your own walk with the Lord? Write down a paragraph describing how they are manifest in your life now.</strong><br><br>In the Old Testament, the sacrificial system of types instructed the people regarding the entire plan of salvation. Through its symbols, the patriarchs and Israel learned to exercise faith in the coming Redeemer. Through its rites, the penitent could find forgiveness for sin and release from guilt. The blessings of the covenant could thus be retained, and spiritual growth&mdash;restoring the image of God in the life&mdash;could thereby continue, even when humankind failed to uphold their end of the bargain.<br><br><strong>Though there are covenants made between people, the main use of the word berith in the Hebrew Bible deals with the relationship between God and humanity. Considering who God is and who we are in comparison to Him, what kind of relationship would such a covenant depict?</strong></p>"
    },
    {
      "id": 23,
      "idLesson": 2,
      "idDay": 3,
      "dayTitle": "<p><strong>Covenant With Noah</strong></p>",
      "date": "April 5",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>&ldquo;But with thee will I establish my covenant; and thou shalt come into the ark, thou, and thy sons, and thy wife, and thy sons&rsquo; wives with thee&rdquo; (Gen. 6:18).</strong><br><br>In the above verse the word covenant appears for the first time in the Bible, and, in this context, God has just told Noah about His decision to destroy the earth because of the massive and continuing spread of sin. Though this destruction will come in a worldwide flood, God is not forsaking the world He created. He continues to offer the covenant relationship first set in operation after the Fall. The divine &ldquo;I&rdquo; who offers the covenant is Himself the ground of Noah&rsquo;s security. As the covenant-keeping God, the Lord promised to protect the family members who were willing to live in a committed relationship with Him, one that resulted in obedience.<br><br><strong>Was the covenant with Noah just one-sided? Remember that the idea of a covenant implies more than one party. Did Noah have his end of the deal to uphold? What lesson is there for us in the answer to these questions?</strong><br><br>God tells Noah that there is going to be a flood and the world will be destroyed. But God makes a deal with him in which He promises to save Noah and his family. Thus, the stakes were quite high, because if God did not uphold His end of the promise, then no matter what Noah did, he would be wiped out with the rest of the world.<br><br>God said He would make a &ldquo;covenant&rdquo; with Noah. The word itself implies an intention to honor what one says one will do. It is not just some whimsical statement. The word itself comes loaded with commit- ment. Suppose the Lord had said to Noah, &ldquo;Look, the world is going to end in a terrible deluge, and I might save you, or I might not. In the meantime, do this and this and this, and then we&rsquo;ll see what happens, but I&rsquo;m not making any guarantees.&rdquo; Such statements hardly come with the kind of assurance and promise found in the word covenant itself.<br><br><strong>Some people have argued that Noah&rsquo;s flood was not worldwide but merely a local deluge. If so, then in the context of what God promises in Genesis 9:15 (see also Isa. 54:9), every time another local flood happens (and they seem to happen all the time), God&rsquo;s covenant promise is broken. In contrast, the fact that there has not been another world- wide flood proves the validity of God&rsquo;s covenant promise. In short, what does this tell us about how we can trust His promises?</strong></p> <p><strong>Genesis 9:15&nbsp;</strong></p> <p><strong><span class=\"text Gen-9-15\"><sup class=\"versenum\"><strong>15</strong>&nbsp;</sup></span></strong><span class=\"text Gen-9-15\">Y me acordar&eacute; del pacto m&iacute;o, que hay entre m&iacute; y vosotros y todo ser viviente de toda carne; y no habr&aacute; m&aacute;s diluvio de aguas para destruir toda carne.&nbsp;</span></p> <p><strong>Isa. 54:9</strong></p> <p><strong><span class=\"text Isa-54-9\"><sup class=\"versenum\">9&nbsp;</sup></span></strong><span class=\"text Isa-54-9\">Porque esto me ser&aacute; como en los d&iacute;as de No&eacute;, cuando jur&eacute; que nunca m&aacute;s las aguas de No&eacute; pasar&iacute;an sobre la tierra; as&iacute; he jurado que no me enojar&eacute; contra ti, ni te re&ntilde;ir&eacute;. </span></p>"
    },
    {
      "id": 24,
      "idLesson": 2,
      "idDay": 4,
      "dayTitle": "<p><strong>The Covenant With Abram</strong></p>",
      "date": "April 6",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><br><strong><br>&ldquo;And I will bless them that bless thee, and curse him that curseth thee: and in thee shall all families of the earth be blessed&rdquo; (Gen. 12:3).<br></strong><br><strong>Read Genesis 12:1&ndash;3. List the specific promises God made to Abram.</strong></p> <p><strong>Gen. 12:1&ndash;3</strong></p> <p class=\"chapter-2\"><sup><span class=\"text Gen-12-1\"><strong><sup>1</sup></strong>&nbsp;</span></sup>Pero Jehov&aacute; hab&iacute;a dicho a Abram: Vete de tu tierra y de tu parentela, y de la casa de tu padre, a la tierra que te mostrar&eacute;.</p> <p>&nbsp;</p> <p><span class=\"text Gen-12-2\"><sup class=\"versenum\"><strong>2</strong>&nbsp;</sup></span>Y har&eacute; de ti una naci&oacute;n grande, y te bendecir&eacute;, y engrandecer&eacute; tu nombre, y ser&aacute;s bendici&oacute;n.</p> <p>&nbsp;</p> <p><strong><span class=\"text Gen-12-3\"><sup class=\"versenum\"><strong>3</strong>&nbsp;</sup></span></strong><span class=\"text Gen-12-3\">Bendecir&eacute; a los que te bendijeren, y a los que te maldijeren maldecir&eacute;; y ser&aacute;n benditas en ti todas las familias de la tierra.</span></p> <p><br></p> <p><br><strong>Notice that among these promises God says to Abram that &ldquo;in thee shall all families of the earth be blessed&rdquo; (Gen. 12:3). What does that mean? How were all the families of the earth blessed in Abram? See Galatians 3:6&ndash;9. In what ways can you see in this earlier promise the promise of Jesus the Messiah? (See Gal. 3:29.)</strong></p> <p><strong>Gal.</strong><strong>&nbsp;3:6&ndash;9</strong></p> <p><strong><span class=\"text Gal-3-6\"><sup class=\"versenum\"><strong>6</strong></sup></span></strong><span class=\"text Gal-3-6\"><sup class=\"versenum\">&nbsp;</sup>As&iacute; Abraham crey&oacute; a Dios, y le fue contado por justicia.&nbsp;</span></p> <p>&nbsp;</p> <p><span class=\"text Gal-3-7\"><sup class=\"versenum\"><strong>7&nbsp;</strong></sup>Sabed, por tanto, que los que son de fe, &eacute;stos son hijos de Abraham.&nbsp;</span></p> <p>&nbsp;</p> <p><strong><span class=\"text Gal-3-8\"><sup class=\"versenum\"><strong>8&nbsp;</strong></sup></span></strong><span class=\"text Gal-3-8\">Y la Escritura, previendo que Dios hab&iacute;a de justificar por la fe a los gentiles, dio de antemano la buena nueva a Abraham, diciendo: En ti ser&aacute;n benditas todas las naciones.&nbsp;</span></p> <p>&nbsp;</p> <p><strong><span class=\"text Gal-3-9\"><sup class=\"versenum\"><strong>9</strong>&nbsp;</sup></span></strong><span class=\"text Gal-3-9\">De modo que los de la fe son bendecidos con el creyente Abraham.&nbsp;</span></p> <p><strong>Gal. 3:29</strong></p> <p><strong><span class=\"text Gal-3-29\"><sup class=\"versenum\">29&nbsp;</sup></span></strong><span class=\"text Gal-3-29\">Y si vosotros sois de Cristo, ciertamente linaje de Abraham sois, y herederos seg&uacute;n la promesa.</span></p> <p><br>In this, the first recorded divine revelation to Abram, God promised to enter into a close and lasting relationship with him, even before He used any language that spoke about covenant making. Direct references to the covenant that God would make came later (Gen. 15:4&ndash;21, Gen. 17:1&ndash;14). For the moment, God offered a divine-human relationship of great significance. The repeated &ldquo;I will&rdquo; in Genesis 12:1&ndash;3 suggests the depth and greatness of God&rsquo;s offer and promise.<br><br>In addition, Abram received a single, but testing, command: &ldquo;Go forth.&rdquo; He obeyed by faith (Heb. 11:8), but not in order to bring about the promised blessings. His obedience was the response of his faith to the loving relationship, which God already had established. In other words, Abram already believed in God, already trusted in God, already had faith in God&rsquo;s promises. He had to; otherwise, he never would have left his family and ancestral land to begin with and headed into places unknown.<br><br>His obedience revealed his faith both to men and to angels. Abram, even back then, revealed the key relationship between faith and works. We are saved by faith&mdash;a faith that results in works of obedience. The promise of salvation comes first; the works follow. Although there can be no covenant fellowship and no blessing without obedience, that obedi- ence is faith&rsquo;s response to what God already has done. Such faith illustrates the principle in 1 John 4:19, &ldquo;We love him [God], because he first loved us.&rdquo;<br><br><strong>Read Genesis 15:6. In many ways, how does it show the basis of all covenant promises? Why is this blessing the most precious one of all?</strong></p> <p><br></p> <p><strong>Gen. &nbsp;15:6</strong></p> <p><strong><span class=\"text Gen-15-6\"><sup class=\"versenum\">6&nbsp;</sup></span></strong><span class=\"text Gen-15-6\">Y crey&oacute; a Jehov&aacute;, y le fue contado por justicia.</span></p>"
    },
    {
      "id": 25,
      "idLesson": 2,
      "idDay": 5,
      "dayTitle": "<p><strong>The Covenant With Moses</strong></p>",
      "date": "April 7",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Read Exodus 6:1&ndash;8 and then answer these questions:</strong></p> <p><strong>Exodus 6:1&ndash;8</strong></p> <p class=\"chapter-1\"><sup><span class=\"text Exod-6-1\"><strong><sup>1</sup></strong>&nbsp;</span></sup>Jehov&aacute; respondi&oacute; a Mois&eacute;s: Ahora ver&aacute;s lo que yo har&eacute; a Fara&oacute;n; porque con mano fuerte los dejar&aacute; ir, y con mano fuerte los echar&aacute; de su tierra.</p> <p>&nbsp;</p> <p><strong><span class=\"text Exod-6-2\"><sup class=\"versenum\"><strong>2</strong>&nbsp;</sup></span></strong><span class=\"text Exod-6-2\">Habl&oacute; todav&iacute;a Dios a Mois&eacute;s, y le dijo: Yo soy JEHOV&Aacute;.&nbsp;</span></p> <p>&nbsp;</p> <p><span class=\"text Exod-6-3\"><sup class=\"versenum\"><strong>3&nbsp;</strong></sup>Y aparec&iacute; a Abraham, a Isaac y a Jacob como Dios Omnipotente, mas en mi nombre JEHOV&Aacute; no me di a conocer a ellos.&nbsp;</span></p> <p>&nbsp;</p> <p><strong><span class=\"text Exod-6-4\"><sup class=\"versenum\"><strong>4</strong>&nbsp;</sup></span></strong><span class=\"text Exod-6-4\">Tambi&eacute;n establec&iacute; mi pacto con ellos, de darles la tierra de Cana&aacute;n, la tierra en que fueron forasteros, y en la cual habitaron.&nbsp;</span></p> <p>&nbsp;</p> <p><strong><span class=\"text Exod-6-5\"><sup class=\"versenum\"><strong>5</strong>&nbsp;</sup></span></strong><span class=\"text Exod-6-5\">Asimismo yo he o&iacute;do el gemido de los hijos de Israel, a quienes hacen servir los egipcios, y me he acordado de mi pacto.&nbsp;</span></p> <p>&nbsp;</p> <p><strong><span class=\"text Exod-6-6\"><sup class=\"versenum\"><strong>6</strong>&nbsp;</sup></span></strong><span class=\"text Exod-6-6\">Por tanto, dir&aacute;s a los hijos de Israel: Yo soy JEHOV&Aacute;; y yo os sacar&eacute; de debajo de las tareas pesadas de Egipto, y os librar&eacute; de su servidumbre, y os redimir&eacute; con brazo extendido, y con juicios grandes;&nbsp;</span></p> <p>&nbsp;</p> <p><strong><span class=\"text Exod-6-7\"><sup class=\"versenum\"><strong>7</strong></sup></span></strong><span class=\"text Exod-6-7\"><sup class=\"versenum\">&nbsp;</sup>y os tomar&eacute; por mi pueblo y ser&eacute; vuestro Dios; y vosotros sabr&eacute;is que yo soy Jehov&aacute; vuestro Dios, que os sac&oacute; de debajo de las tareas pesadas de Egipto.</span><strong><span class=\"text Exod-6-7\">&nbsp;</span></strong></p> <p>&nbsp;</p> <p><span class=\"text Exod-6-8\"><sup class=\"versenum\"><strong>8&nbsp;</strong></sup>Y os meter&eacute; en la tierra por la cual alc&eacute; mi mano jurando que la dar&iacute;a a Abraham, a Isaac y a Jacob; y yo os la dar&eacute; por heredad. Yo JEHOV&Aacute;.&nbsp;</span></p> <p><strong>Gen. 12:1&ndash;3</strong></p> <p class=\"chapter-2\"><sup><span class=\"text Gen-12-1\"><strong><sup>1&nbsp;</sup></strong></span></sup>Pero Jehov&aacute; hab&iacute;a dicho a Abram: Vete de tu tierra y de tu parentela, y de la casa de tu padre, a la tierra que te mostrar&eacute;.</p> <p>&nbsp;</p> <p><strong><span class=\"text Gen-12-2\"><sup class=\"versenum\"><strong>2</strong>&nbsp;</sup></span></strong><span class=\"text Gen-12-2\">Y har&eacute; de ti una naci&oacute;n grande, y te bendecir&eacute;, y engrandecer&eacute; tu nombre, y ser&aacute;s bendici&oacute;n.&nbsp;</span></p> <p>&nbsp;</p> <p><strong><span class=\"text Gen-12-3\"><sup class=\"versenum\"><strong>3</strong>&nbsp;</sup></span></strong><span class=\"text Gen-12-3\">Bendecir&eacute; a los que te bendijeren, y a los que te maldijeren maldecir&eacute;; y ser&aacute;n benditas en ti todas las familias de la tierra.</span></p> <p><br></p> <p><br><strong>1. What covenant was God talking about? (See Gen. 12:1&ndash;3.)</strong><br><br><strong>2. How was the Exodus to be a fulfillment, on His part, of the cove- nant promises?</strong><br><br><strong>3. What parallel can you find between what God promised the people here and what He promised Noah before the Flood?</strong><br><br>After the Exodus, the children of Israel received the covenant at Sinai, given in the context of redemption from bondage (Exod. 20:2) and containing God&rsquo;s sacrificial provisions for atonement and the for- giveness of sin. It was, therefore, like all of the covenants, a covenant of grace, God&rsquo;s grace extended to His people.<br><br>In many ways, this covenant reiterated the major emphases in the covenant with Abraham:<br><br><strong>1. It was a special relationship of God to His people (compare Gen. 17:7, 8 with Exod. 19:5, 6).</strong></p> <p><strong>Gen. 17:7, 8</strong></p> <p><span class=\"text Gen-17-7\"><sup class=\"versenum\"><strong>7&nbsp;</strong></sup>Y establecer&eacute; mi pacto entre m&iacute; y ti, y tu descendencia despu&eacute;s de ti en sus generaciones, por pacto perpetuo, para ser tu Dios, y el de tu descendencia despu&eacute;s de ti.&nbsp;</span></p> <p>&nbsp;</p> <p><strong><span class=\"text Gen-17-8\"><sup class=\"versenum\"><strong>8</strong>&nbsp;</sup></span></strong><span class=\"text Gen-17-8\">Y te dar&eacute; a ti, y a tu descendencia despu&eacute;s de ti, la tierra en que moras, toda la tierra de Cana&aacute;n en heredad perpetua; y ser&eacute; el Dios de ellos.&nbsp;</span></p> <p><br></p> <p><strong>Exod. 19:5, 6</strong></p> <p><strong><span class=\"text Exod-19-5\"><sup class=\"versenum\">5&nbsp;</sup></span></strong><span class=\"text Exod-19-5\">Ahora, pues, si diereis o&iacute;do a mi voz, y guardareis mi pacto, vosotros ser&eacute;is mi especial tesoro sobre todos los pueblos; porque m&iacute;a es toda la tierra.&nbsp;</span><br><br><strong>2. They would be a great nation (compare Gen. 12:2 with Exod. 19:6).</strong></p> <p><strong>Gen. 12:2&nbsp;</strong></p> <p><strong><span class=\"text Gen-12-2\"><sup class=\"versenum\"><strong>2</strong>&nbsp;</sup></span></strong><span class=\"text Gen-12-2\">Y har&eacute; de ti una naci&oacute;n grande, y te bendecir&eacute;, y engrandecer&eacute; tu nombre, y ser&aacute;s bendici&oacute;n.&nbsp;</span></p> <p><strong>&nbsp;Exod. 19:6</strong></p> <p><strong><span class=\"text Exod-19-6\"><sup class=\"versenum\"><strong>6</strong></sup></span></strong><span class=\"text Exod-19-6\"><sup class=\"versenum\">&nbsp;</sup>Y vosotros me ser&eacute;is un reino de sacerdotes, y gente santa. Estas son las palabras que dir&aacute;s a los hijos de Israel.&nbsp;</span></p> <p><br><strong>3. Obedience was required (compare Gen. 17:9&ndash;14 and Gen. 22:16&ndash; 18 with Exod. 19:5).</strong></p> <p><br></p> <p><strong>Gen. 17:9&ndash;14&nbsp;</strong></p> <p><strong><span class=\"text Gen-17-9\"><sup class=\"versenum\"><strong>9</strong>&nbsp;</sup></span></strong><span class=\"text Gen-17-9\">Dijo de nuevo Dios a Abraham: En cuanto a ti, guardar&aacute;s mi pacto, t&uacute; y tu descendencia despu&eacute;s de ti por sus generaciones.&nbsp;</span></p> <p>&nbsp;</p> <p><strong><span class=\"text Gen-17-10\"><sup class=\"versenum\"><strong>10</strong></sup></span></strong><span class=\"text Gen-17-10\"><sup class=\"versenum\">&nbsp;</sup>Este es mi pacto, que guardar&eacute;is entre m&iacute; y vosotros y tu descendencia despu&eacute;s de ti: Ser&aacute; circuncidado todo var&oacute;n de entre vosotros.&nbsp;</span></p> <p>&nbsp;</p> <p><strong><span class=\"text Gen-17-11\"><sup class=\"versenum\"><strong>11</strong></sup></span></strong><span class=\"text Gen-17-11\"><sup class=\"versenum\">&nbsp;</sup>Circuncidar&eacute;is, pues, la carne de vuestro prepucio, y ser&aacute; por se&ntilde;al del pacto entre m&iacute; y vosotros.&nbsp;</span></p> <p>&nbsp;</p> <p><span class=\"text Gen-17-12\"><sup class=\"versenum\"><strong>12&nbsp;</strong></sup>Y de edad de ocho d&iacute;as ser&aacute; circuncidado todo var&oacute;n entre vosotros por vuestras generaciones; el nacido en casa, y el comprado por dinero a cualquier extranjero, que no fuere de tu linaje.&nbsp;</span></p> <p>&nbsp;</p> <p><strong><span class=\"text Gen-17-13\"><sup class=\"versenum\"><strong>13&nbsp;</strong></sup></span></strong><span class=\"text Gen-17-13\">Debe ser circuncidado el nacido en tu casa, y el comprado por tu dinero; y estar&aacute; mi pacto en vuestra carne por pacto perpetuo.&nbsp;</span></p> <p>&nbsp;</p> <p><strong><span class=\"text Gen-17-14\"><sup class=\"versenum\"><strong>14</strong>&nbsp;</sup></span></strong><span class=\"text Gen-17-14\">Y el var&oacute;n incircunciso, el que no hubiere circuncidado la carne de su prepucio, aquella persona ser&aacute; cortada de su pueblo; ha violado mi pacto.&nbsp;</span></p> <p><strong>&nbsp;Gen. 22:16&ndash; 18&nbsp;</strong></p> <p><strong><span class=\"text Gen-22-16\"><sup class=\"versenum\"><strong>16</strong>&nbsp;</sup></span></strong><span class=\"text Gen-22-16\">y dijo: Por m&iacute; mismo he jurado, dice Jehov&aacute;, que por cuanto has hecho esto, y no me has rehusado tu hijo, tu &uacute;nico hijo;&nbsp;</span></p> <p>&nbsp;</p> <p><strong><span class=\"text Gen-22-17\"><sup class=\"versenum\"><strong>17</strong>&nbsp;</sup></span></strong><span class=\"text Gen-22-17\">de cierto te bendecir&eacute;, y multiplicar&eacute; tu descendencia como las estrellas del cielo y como la arena que est&aacute; a la orilla del mar; y tu descendencia poseer&aacute; las puertas de sus enemigos.&nbsp;</span></p> <p>&nbsp;</p> <p><strong><span class=\"text Gen-22-18\"><sup class=\"versenum\"><strong>18</strong></sup></span></strong><span class=\"text Gen-22-18\"><sup class=\"versenum\">&nbsp;</sup>En tu simiente ser&aacute;n benditas todas las naciones de la tierra, por cuanto obedeciste a mi voz.&nbsp;</span></p> <p><br></p> <p><strong>&nbsp;Exod. 19:5</strong></p> <p><strong><span class=\"text Exod-19-5\"><sup class=\"versenum\"><strong>5</strong>&nbsp;</sup></span></strong><span class=\"text Exod-19-5\">Ahora, pues, si diereis o&iacute;do a mi voz, y guardareis mi pacto, vosotros ser&eacute;is mi especial tesoro sobre todos los pueblos; porque m&iacute;a es toda la tierra.&nbsp;</span></p> <p><br>&ldquo;Note the order here: the Lord first saves Israel, then gives them His law to keep. The same order is true under the gospel. Christ first saves us from sin (see John 1:29; 1 Cor. 15:3; Gal. 1:4), then lives out His law within us (Gal. 2:20; Rom. 4:25; 8:1&ndash;3; 1 Peter 2:24).&rdquo;&mdash;The SDA Bible Commentary, vol. 1, p. 602.</p> <p><strong>Exodus 6:7</strong></p> <p><span class=\"text Exod-6-7\"><sup class=\"versenum\"><strong>7&nbsp;</strong></sup>y os tomar&eacute; por mi pueblo y ser&eacute; vuestro Dios; y vosotros sabr&eacute;is que yo soy Jehov&aacute; vuestro Dios, que os sac&oacute; de debajo de las tareas pesadas de Egipto.&nbsp;</span></p> <p><br><strong>Read Exodus 6:7. What is the one thing that comes through in the first part, where the Lord says they will be His people and He their God?&nbsp;</strong></p> <p><strong>Notice the dynamics there. They will be something to God, and God will be something to them. Not only does God want to relate to them in a special way; He also wants them to relate to Him in a special way, as well. Does the Lord not seek the same kind of relationship with us today?</strong><br><br>Does that first part of Exodus 6:7 reflect your relationship with the Lord, or are you just someone whose name is on the church books? I<strong>f your answer to the first part of the question is yes, give reasons why.</strong></p>"
    },
    {
      "id": 26,
      "idLesson": 2,
      "idDay": 6,
      "dayTitle": "<p><strong>The New Covenant (Jer. 31:31&ndash;33)</strong></p>",
      "date": "April 8",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>These passages are the first time the Old Testament mentions what is referred to as the &ldquo;new covenant.&rdquo; It is lodged in the context of Israel&rsquo;s return from exile, and it talks about the blessings they will receive from God.<br><br>Again, as in all the other instances, it is God who initiates the covenant, and it is God who will fulfill it by His grace.<br><br>Notice, also, the language there. God referred to Himself as a hus- band to them; He talked about writing His law within their hearts; and, using language from the Abrahamic covenant, He says He will be their God, and they will be His people. Thus, as before, the covenant is not just some legal binding agreement, as in courts of law today. It deals with something more.<br><br><strong>Read Jeremiah 31:33. Compare it with Exodus 6:7, which details part of the covenant made with Israel. Again, what&rsquo;s the key element that comes through here? What does God want with His people?</strong></p> <p><strong>Jeremiah 31:33</strong></p> <p><strong><span class=\"text Jer-31-33\"><sup class=\"versenum\">33&nbsp;</sup></span></strong><span class=\"text Jer-31-33\">Pero este es el pacto que har&eacute; con la casa de Israel despu&eacute;s de aquellos d&iacute;as, dice Jehov&aacute;: Dar&eacute; mi ley en su mente, y la escribir&eacute; en su coraz&oacute;n; y yo ser&eacute; a ellos por Dios, y ellos me ser&aacute;n por pueblo.&nbsp;</span><br><br><strong>Read Jeremiah 31:34. Compare what is being said there to John 17:3. What is the key thing that the Lord does that builds the foundation for this relationship?</strong></p> <p><strong>Jeremiah 31:34</strong></p> <p><strong><span class=\"text Jer-31-34\"><sup class=\"versenum\">34&nbsp;</sup></span></strong><span class=\"text Jer-31-34\">Y no ense&ntilde;ar&aacute; m&aacute;s ninguno a su pr&oacute;jimo, ni ninguno a su hermano, diciendo: Conoce a Jehov&aacute;; porque todos me conocer&aacute;n, desde el m&aacute;s peque&ntilde;o de ellos hasta el m&aacute;s grande, dice Jehov&aacute;; porque perdonar&eacute; la maldad de ellos, y no me acordar&eacute; m&aacute;s de su pecado.</span><strong><br></strong></p> <p><strong>John 17:3</strong></p> <p><strong><span class=\"text John-17-3\"><sup class=\"versenum\">3&nbsp;</sup></span></strong><span class=\"text John-17-3\">Y esta es la vida eterna: que te conozcan a ti, el &uacute;nico Dios verdadero, y a Jesucristo, a quien has enviado. </span></p> <p><br>In Jeremiah 31:31&ndash;34, one can see the elements of both grace and obedience, just as in the earlier covenants. God will forgive their sins, God will enter into a relationship with them, and God will bestow His grace in their lives. As a result, the people simply obey Him, not in some rote, mechanical way, but purely because they know Him, because they love Him, and because they want to serve Him. This captures the essence of the covenant relationship the Lord seeks with His people.<br><br><strong>How do you understand this idea of the law as being written in our hearts? Does it imply that the law becomes subjective and personal, something to be interpreted and applied according to the individual configurations of our hearts? Or does it mean something else? If so, what?</strong></p>"
    },
    {
      "id": 27,
      "idLesson": 2,
      "idDay": 7,
      "dayTitle": "",
      "date": "April 9",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:</strong><br><br>Read Ellen G. White, &ldquo;Abraham in Canaan,&rdquo; pp. 132&ndash;138, in Patriarchs and Prophets; &ldquo;The Prophets of God Helping Them,&rdquo; pp. 569&ndash;571, in Prophets and Kings.<br><br>&ldquo;The yoke that binds to service is the law of God. The great law of love revealed in Eden, proclaimed upon Sinai, and in the new covenant written in the heart, is that which binds the human worker to the will of God. If we were left to follow our own inclinations, to go just where our will would lead us, we should fall into Satan&rsquo;s ranks and become possessors of his attributes.<br><br>Therefore God confines us to His will, which is high, and noble, and elevating. He desires that we shall patiently and wisely take up the duties of service. The yoke of service Christ Himself has borne in human- ity. He said, &lsquo;I delight to do Thy will, O My God: yea, Thy law is within My heart.&rsquo; Ps. 40:8. &lsquo;I came down from heaven, not to do Mine own will, but the will of Him that sent Me.&rsquo; John 6:38. Love for God, zeal for His glory, and love for fallen humanity, brought Jesus to earth to suffer and to die. This was the controlling power of His life. This principle He bids us adopt.&rdquo;&mdash;Ellen G. White, The Desire of Ages, pp. 329, 330.<br><br><strong>Discussion Questions:</strong><br><br><strong>1.</strong> Was God&rsquo;s covenant with Noah, Abram, Moses, and us a con- tinuation of His covenant with Adam, or was it something new? (Compare Gen. 3:15; Gen. 22:18; and Gal. 3:8, 16.)<br><br><strong>2.</strong> Why is the personal, relational aspect of the covenant so important? In other words, you can have a legally binding deal, a &ldquo;covenant,&rdquo; with someone, without any close, personal interaction. That kind of arrangement is not, however, what the Lord is seek- ing in His covenant relationship with His people. Why is that so? Discuss.<br><br><strong>3.</strong> In what ways is marriage a good analogy for the covenant? In what ways does the analogy of marriage fall short in describing the covenant?<br><br><strong>Summary: </strong>The entrance of sin ruptured the relationship the Creator had originally established with the human family through our first parents. Now God seeks to reestablish that same loving relationship by means of a cove- nant. This covenant signifies both a committed relationship between God and us (like a marriage bond) and an arrangement for saving us and bringing us into harmony with its Maker. God Himself, motivated by His great love for us, is the Initiator of the covenant relationship. By gracious promises and gracious acts, He woos us to come into union with Him.<br><br><strong>Inside Story:</strong><br><br>Farmer Plants Churches By andrew Mcchesney, Adventist Mission<br><br>A Seventh-day Adventist minister asked Huang Wen-Ming, a farmer with no theological training, to help plant a church in a small village located a two-and-a-half-hour drive from his home in southern Taiwan.<br><br>Wen-Ming was surprised. He wasn&rsquo;t a church member, but he worshiped every Sabbath in his own village. He agreed to help. He spoke with a church member who had a female relative in the other village, Ba-Eao, where no Adventists lived. She gave permission to start a house church in her home.<br><br>Wen-Ming and the pastor took turns preaching in the house church every Sabbath, and six people were baptized in six months. About a half year after that, Wen-Ming himself was baptized.<br><br>Adventist leaders were impressed that God had blessed Wen-Ming&rsquo;s efforts in southern Taiwan, a region where the church has struggled to make inroads. The Taiwan Conference asked him to plant a church in another southern village, Santi. Six years later, that church was prosper- ing, and Wen-Ming was asked to reopen a church in Siateya. For the first time, Wen-Ming was worried. He thought about his lack of theological training and prayed.<br><br>Two people showed up on the first Sabbath that Wen-Ming reopened the church&rsquo;s doors. He encouraged the two worshipers to open their own homes to neighbors for Friday-evening programs and to invite them to attend church services the next day. After eight years, the church had 74 members.<br><br>After 17 years of planting churches, Wen-Ming said the secret is to fol- low Christ&rsquo;s method alone, which Ellen White described this way: &ldquo;Christ&rsquo;s method alone will give true success in reaching the people. The Saviour mingled with men as one who desired their good. He showed His sympathy for them, ministered to their needs, and won their confidence. Then He bade them, &lsquo;Follow Me.&rsquo; &rdquo;&mdash;The Ministry of Healing, p. 143.<br><br>Wen-Ming, 75, said he tries to meet people&rsquo;s needs. At Siateya, he brought mangos, watermelons, and guavas from his farm for a fellowship meal every Sabbath. After three years, worshipers began to follow his example.<br><br>The young pastor who replaced Wen-Ming as leader at Siateya asked with astonishment, &ldquo;How did you grow this church? How can I grow a church like you did?&rdquo;<br><br>&ldquo;Show mercy, be patient, be humble, and love oth- ers,&rdquo; Wen-Ming said. &ldquo;Just be like Jesus.&rdquo;</p>"
    }
  ]
}
