{
  "id": 11,
  "lessonNumber": 11,
  "versionCode": 9,
  "quarter": "3T2021",
  "title": "<p><strong>ANHELO DE M&Aacute;S</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "es",
  "verse": "<p><strong>PARA MEMORIZAR:</strong></p> <p><strong><br></strong></p> <p><strong>&ldquo;Mas estas cosas sucedieron como ejemplos para nosotros, para que no codiciemos cosas malas, como ellos codiciaron&rdquo; (1 Cor. 10:6).</strong></p>",
  "weekDate": "4-10 de Septiembre",
  "lessonDays": [
    {
      "id": 111,
      "idLesson": 11,
      "idDay": 1,
      "dayTitle": "",
      "date": "4 de Septiembre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>El Museo de Arte de Queens, en Nueva York, Estados Unidos, alberga el modelo arquitect&oacute;nico de la ciudad m&aacute;s grande del mundo, que muestra todos los edificios de Nueva York. En una escala de 1:1.200 (donde 2,5 cm, o 1 pulgada, corresponden a 33 metros, o 100 pies) cubre casi 870 metros cuadrados (9.335 pies cuadrados). Originalmente, cien artesanos que trabajaron por m&aacute;s de tres a&ntilde;os para completar el proyecto lo terminaron en 1964.</p> <p><br></p> <p>Este se actualiz&oacute; a la d&eacute;cada de 1990, por lo que no refleja el paisaje urbano de 2021. Es una copia asombrosamente intrincada y detallada del original. Sin embargo, finalmente contin&uacute;a siendo solo eso: una copia, un modelo, una representaci&oacute;n de algo m&aacute;s imponente, m&aacute;s grande, m&aacute;s profundo y mucho m&aacute;s complejo que el modelo en s&iacute;.</p> <p><br></p> <p>En realidad, as&iacute; son todos los modelos. No son los originales, sino que solo funcionan como s&iacute;mbolos de los originales. Un modelo nos ayuda a captar la esencia del original, pero nunca podr&aacute; reemplazarlo. Est&aacute; all&iacute; para ayudar a las personas a comprender mejor de qu&eacute; se trata el original. Las Escrituras est&aacute;n llenas de modelos en miniatura de actividades e instituciones que apuntan a realidades celestiales m&aacute;s grandes. Hebreos 4 nos ayuda a descubrir una de estas realidades en lo que respecta a la cuesti&oacute;n b&iacute;blica del descanso.</p>"
    },
    {
      "id": 112,
      "idLesson": 11,
      "idDay": 2,
      "dayTitle": "<p><strong>BAUTIZADOS EN MOIS&Eacute;S</strong></p>",
      "date": "5 de Septiembre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Lee 1 Corintios 10:1 al 11. &iquest;Qu&eacute; quer&iacute;a comunicar Pablo a sus lectores en Corinto al referirse a los &ldquo;ejemplos&rdquo;?</strong></p> <p><strong>1 Corintios 10:1-11</strong></p> <p><strong>1</strong> Porque no quiero, hermanos, que ignor&eacute;is que nuestros padres todos estuvieron bajo la nube, y todos pasaron el mar;</p> <p><strong>2&nbsp;</strong>y todos en Mois&eacute;s fueron bautizados en la nube y en el mar,</p> <p><strong>3</strong> y todos comieron el mismo alimento espiritual,</p> <p><strong>4</strong> y todos bebieron la misma bebida espiritual; porque beb&iacute;an de la roca espiritual que los segu&iacute;a, y la roca era Cristo.</p> <p><strong>5</strong> Pero de los m&aacute;s de ellos no se agrad&oacute; Dios; por lo cual quedaron postrados en el desierto.</p> <p><strong>6</strong> Mas estas cosas sucedieron como ejemplos para nosotros, para que no codiciemos cosas malas, como ellos codiciaron.</p> <p><strong>7</strong> Ni se&aacute;is id&oacute;latras, como algunos de ellos, seg&uacute;n est&aacute; escrito: Se sent&oacute; el pueblo a comer y a beber, y se levant&oacute; a jugar.</p> <p><strong>8</strong> Ni forniquemos, como algunos de ellos fornicaron, y cayeron en un d&iacute;a veintitr&eacute;s mil.</p> <p><strong>9</strong> Ni tentemos al Se&ntilde;or, como tambi&eacute;n algunos de ellos le tentaron, y perecieron por las serpientes.</p> <p><strong>10&nbsp;</strong>Ni murmur&eacute;is, como algunos de ellos murmuraron, y perecieron por el destructor.</p> <p><strong>11&nbsp;</strong>Y estas cosas les acontecieron como ejemplo, y est&aacute;n escritas para amonestarnos a nosotros, a quienes han alcanzado los fines de los siglos.</p> <p>El t&eacute;rmino griego que se utiliza en 1 Corintios 10:6 (y que tambi&eacute;n se adapta de forma similar en 10:11), traducido como &ldquo;ejemplo&rdquo; en la mayor&iacute;a de las traducciones espa&ntilde;olas, es typos. En espa&ntilde;ol, la palabra tipo se basa en este sustantivo griego. Un tipo (o ejemplo) nunca es el original, sino una especie de s&iacute;mbolo o representaci&oacute;n de este. Es un modelo de otra cosa.</p> <p>Hebreos 8:5 ofrece un buen ejemplo de esta clase de relaci&oacute;n: &ldquo;Los cuales [los sacerdotes del servicio del Templo del Antiguo Testamento] sirven a lo que es figura y sombra de las cosas celestiales, como se le advirti&oacute; a Mois&eacute;s cuando iba a erigir el Tabern&aacute;culo, dici&eacute;ndole: Mira, haz todas las cosas conforme al modelo que se te ha mostrado en el monte&rdquo;.</p> <p>Este pasaje de Hebreos destaca el v&iacute;nculo directo entre las realidades celestiales y las terrenales, y luego cita &Eacute;xodo 25:9, donde Dios dijo a Mois&eacute;sque construyera el Santuario en el desierto &ldquo;conforme al modelo que se te ha mostrado en el monte&rdquo;. La cuesti&oacute;n es que el Santuario terrenal, y todos sus rituales y procedimientos, eran &ldquo;ejemplos&rdquo;, s&iacute;mbolos, modelos de lo que est&aacute; sucediendo en el cielo, con Jes&uacute;s como nuestro Sumo Sacerdote en el Santuario celestial.</p> <p>Con esto en mente, podemos entender mejor de qu&eacute; estaba hablando Pablo en 1 Corintios 10. En estos vers&iacute;culos, Pablo revisa algunas de las experiencias clave del pueblo de Dios en el desierto camino a la Tierra Prometida. &ldquo;Nuestros padres&rdquo; se refiere a sus antepasados jud&iacute;os que salieron de Egipto, que estuvieron bajo la nube, que atravesaron el mar y, por lo tanto, todos fueron bautizados a una nueva vida libre de esclavitud.</p> <p>Pablo considera que estas importantes estaciones del viaje por el desierto son un tipo, o un ejemplo, de bautismo individual. Si seguimos los pasos de la l&oacute;gica de Pablo, la referencia al &ldquo;alimento espiritual&rdquo; debe referirse al man&aacute; (comparar con &Eacute;xo. 16:31-35). Israel bebi&oacute; de la Roca, que Pablo identifica como Cristo (1 Cor. 10:4). Piensa en Jes&uacute;s, por ejemplo, como el &ldquo;pan de vida&rdquo; (Juan 6:48) y como el &ldquo;agua viva&rdquo; (Juan 4:10), y todo esto cobra mucho sentido. Por lo tanto, lo que vemos aqu&iacute; es el uso que hace Pablo de la historia del Antiguo Testamento como un ejemplo de revelaci&oacute;n de verdades espirituales que se pueden aplicar a los cristianos individuales de hoy.</p> <p><br></p> <p><strong>&Eacute;xo. 16:31-35</strong></p> <p><strong>31</strong> Y la casa de Israel lo llam&oacute; Man&aacute;; y era como semilla de culantro, blanco, y su sabor como de hojuelas con miel.</p> <p><strong>32&nbsp;</strong>Y dijo Mois&eacute;s: Esto es lo que Jehov&aacute; ha mandado: Llenad un gomer de &eacute;l, y guardadlo para vuestros descendientes, a fin de que vean el pan que yo os di a comer en el desierto, cuando yo os saqu&eacute; de la tierra de Egipto.</p> <p><strong>33&nbsp;</strong>Y dijo Mois&eacute;s a Aar&oacute;n: Toma una vasija y pon en ella un gomer de man&aacute;, y ponlo delante de Jehov&aacute;, para que sea guardado para vuestros descendientes.</p> <p><strong>34&nbsp;</strong>Y Aar&oacute;n lo puso delante del Testimonio para guardarlo, como Jehov&aacute; lo mand&oacute; a Mois&eacute;s.</p> <p><strong>35&nbsp;</strong>As&iacute; comieron los hijos de Israel man&aacute; cuarenta a&ntilde;os, hasta que llegaron a tierra habitada; man&aacute; comieron hasta que llegaron a los l&iacute;mites de la tierra de Cana&aacute;n.</p> <p><strong>Medita en la experiencia de los israelitas durante el &Eacute;xodo. &iquest;Qu&eacute; lecciones espirituales podemos aprender de sus &ldquo;ejemplos&rdquo;, tanto buenos como malos, que nos dejaron?</strong></p>"
    },
    {
      "id": 113,
      "idLesson": 11,
      "idDay": 3,
      "dayTitle": "<p><strong>RITUAL Y SACRIFICIOS</strong></p>",
      "date": "6 de Septiembre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>El sistema de ritos y sacrificios del Antiguo Testamento, como el que se encuentra en Lev&iacute;tico, ofrece m&aacute;s ejemplos de lo que vimos ayer: s&iacute;mbolos del Antiguo Testamento que apuntan a las verdades del Nuevo Testamento. Estos contienen muchas verdades espirituales importantes que pueden ser de gran valor para quienes los estudian.</p> <p><br></p> <p><strong>Lee las instrucciones para la ofrenda por el pecado de un t&iacute;pico israelita en Lev&iacute;tico 4:32 al 35. &iquest;Qu&eacute; podemos aprender de este rito, aunque no tengamos un Santuario ni un Templo con un altar donde podamos ofrecer sacrificios por nuestros pecados? Relaciona este rito con Juan 1:29 y 1 Pedro 1:18 al 21.</strong></p> <p><br></p> <p><strong>Lev&iacute;tico 4:32-35</strong></p> <p><br></p> <p><strong>32&nbsp;</strong>Y si por su ofrenda por el pecado trajere cordero, hembra sin defecto traer&aacute;.&nbsp;</p> <p><strong>33&nbsp;</strong>Y pondr&aacute; su mano sobre la cabeza de la ofrenda de expiaci&oacute;n, y la degollar&aacute; por expiaci&oacute;n en el lugar donde se deg&uuml;ella el holocausto.&nbsp;</p> <p><strong>34&nbsp;</strong>Despu&eacute;s con su dedo el sacerdote tomar&aacute; de la sangre de la expiaci&oacute;n, y la pondr&aacute; sobre los cuernos del altar del holocausto, y derramar&aacute; el resto de la sangre al pie del altar.&nbsp;</p> <p><strong>35&nbsp;</strong>Y le quitar&aacute; toda su grosura, como fue quitada la grosura del sacrificio de paz, y el sacerdote la har&aacute; arder en el altar sobre la ofrenda encendida a Jehov&aacute;; y le har&aacute; el sacerdote expiaci&oacute;n de su pecado que habr&aacute; cometido, y ser&aacute; perdonado.</p> <p><br></p> <p><strong>Juan 1:29</strong></p> <p><br></p> <p><strong>29 </strong>El siguiente d&iacute;a vio Juan a Jes&uacute;s que ven&iacute;a a &eacute;l, y dijo: He aqu&iacute; el Cordero de Dios, que quita el pecado del mundo.</p> <p><br></p> <p><strong>1 Pedro 1:18-21</strong></p> <p><br></p> <p><strong>18&nbsp;</strong>sabiendo que fuisteis rescatados de vuestra vana manera de vivir, la cual recibisteis de vuestros padres, no con cosas corruptibles, como oro o plata,&nbsp;</p> <p><strong>19&nbsp;</strong>sino con la sangre preciosa de Cristo, como de un cordero sin mancha y sin contaminaci&oacute;n,&nbsp;</p> <p><strong>20&nbsp;</strong>ya destinado desde antes de la fundaci&oacute;n del mundo, pero manifestado en los postreros tiempos por amor de vosotros,&nbsp;</p> <p><strong>21&nbsp;</strong>y mediante el cual cre&eacute;is en Dios, quien le resucit&oacute; de los muertos y le ha dado gloria, para que vuestra fe y esperanza sean en Dios.</p> <p><br></p> <p>Un rito es un excelente comunicador de valores e informaci&oacute;n, y debe entenderse en su contexto. Por lo general, requiere un tiempo espec&iacute;fico, una ubicaci&oacute;n particular y una secuencia predeterminada de acciones para que sea eficaz. De hecho, cuando leemos los preceptos b&iacute;blicos del Antiguo Testamento con respecto al sacrificio, queda en claro que Dios dio detalles muy espec&iacute;ficos sobre lo que se pod&iacute;a sacrificar, y cu&aacute;ndo, d&oacute;nde y qu&eacute; ritual y procedimiento seguir.</p> <p><br></p> <p>La sangre y el derramamiento y la aspersi&oacute;n de sangre eran fundamentales para muchos de los ritos. Esto no es algo atractivo; ni se supon&iacute;a que lo fuera, porque se trata de la cosa m&aacute;s fea del Universo, y eso es el pecado.</p> <p><br></p> <p><strong>&iquest;Qu&eacute; papel exactamente desempe&ntilde;aba la sangre y por qu&eacute; ten&iacute;a que colocarse en los cuernos del altar? Si bien la mayor&iacute;a de los ritos relacionados con el Santuario aparecen en forma prescriptiva (es decir, dan instrucciones sobre c&oacute;mo hacerlo), no siempre incluyen todas las explicaciones. Quiz&aacute; sea porque el pueblo ya sab&iacute;a lo que significaba todo. A fin de cuentas, el pueblo de Israel captaba el significado de la sangre (Lev. 17:11).</strong></p> <p><br></p> <p><strong>Lev. 17:11</strong></p> <p><br></p> <p><strong>11 </strong>Porque la vida de la carne en la sangre est&aacute;, y yo os la he dado para hacer expiaci&oacute;n sobre el altar por vuestras almas; y la misma sangre har&aacute; expiaci&oacute;n de la persona.</p> <p><br></p> <p>No obstante, el ejemplo tomado de Lev&iacute;tico 4:32 al 35 contiene una importante explicaci&oacute;n en Lev&iacute;tico 4:35: &ldquo;Le har&aacute; el sacerdote expiaci&oacute;n de su pecado que habr&aacute; cometido, y ser&aacute; perdonado&rdquo;. Por lo tanto, la sangre era clave en todo el proceso de expiaci&oacute;n, el medio por el que los pecadores podemos ser justificados ante un Dios santo. Por lo tanto, lo que vemos con estos sacrificios es un tipo, un modelo, de la muerte y el ministerio de Cristo en nuestro favor.</p> <p><br></p> <p><strong>Piensa cu&aacute;n grave debe ser el pecado que hizo falta el sacrificio, el sacrificio propio, de un miembro de la Deidad, Jes&uacute;s, para expiarlo. &iquest;Qu&eacute; deber&iacute;a ense&ntilde;arnos esto? &iquest;Por qu&eacute; debemos confiar solo en la gracia, y nunca en las obras? Al fin y al cabo, &iquest;qu&eacute; podr&iacute;amos agregar a lo que Cristo ya ha hecho por nosotros?</strong></p>"
    },
    {
      "id": 114,
      "idLesson": 11,
      "idDay": 4,
      "dayTitle": "<p><strong>EL &ldquo;EJEMPLO&rdquo; DEL DESCANSO</strong></p>",
      "date": "7 de Septiembre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Adem&aacute;s de los ejemplos que ya hemos visto, esta idea de tipos y s&iacute;mbolos tambi&eacute;n se puede aplicar al concepto b&iacute;blico del descanso. Para ver esto, vayamos al libro de Hebreos, en el Nuevo Testamento.</p> <p><br></p> <p><strong>Lee Hebreos 4:1 al 11. &iquest;A qu&eacute; se refiere la promesa vigente de entrar en su reposo? La experiencia de Israel durante el &Eacute;xodo y las peregrinaciones por el desierto, &iquest;por qu&eacute; ofrecen una perspectiva adicional a la idea de entrar en el reposo de Dios?</strong></p> <p><br></p> <p><strong>Hebreos 4:1-11</strong></p> <p><br></p> <p><strong>1</strong> Temamos, pues, no sea que permaneciendo a&uacute;n la promesa de entrar en su reposo, alguno de vosotros parezca no haberlo alcanzado.&nbsp;</p> <p><strong>2&nbsp;</strong>Porque tambi&eacute;n a nosotros se nos ha anunciado la buena nueva como a ellos; pero no les aprovech&oacute; el o&iacute;r la palabra, por no ir acompa&ntilde;ada de fe en los que la oyeron.&nbsp;</p> <p><strong>3</strong> Pero los que hemos cre&iacute;do entramos en el reposo, de la manera que dijo: Por tanto, jur&eacute; en mi ira, No entrar&aacute;n en mi reposo; m aunque las obras suyas estaban acabadas desde la fundaci&oacute;n del mundo.&nbsp;</p> <p><strong>4</strong> Porque en cierto lugar dijo as&iacute; del s&eacute;ptimo d&iacute;a: Y repos&oacute; Dios de todas sus obras en el s&eacute;ptimo d&iacute;a.&nbsp;</p> <p><strong>5</strong> Y otra vez aqu&iacute;: No entrar&aacute;n en mi reposo.&nbsp;</p> <p><strong>6</strong> Por lo tanto, puesto que falta que algunos entren en &eacute;l, y aquellos a quienes primero se les anunci&oacute; la buena nueva no entraron por causa de desobediencia,&nbsp;</p> <p><strong>7</strong> otra vez determina un d&iacute;a: Hoy, diciendo despu&eacute;s de tanto tiempo, por medio de David, como se dijo: Si oyereis hoy su voz, No endurezc&aacute;is vuestros corazones. &nbsp;</p> <p><strong>8</strong> Porque si Josu&eacute; les hubiera dado el reposo, no hablar&iacute;a despu&eacute;s de otro d&iacute;a.&nbsp;</p> <p><strong>9</strong> Por tanto, queda un reposo para el pueblo de Dios.&nbsp;</p> <p><strong>10</strong> Porque el que ha entrado en su reposo, tambi&eacute;n ha reposado de sus obras, como Dios de las suyas.&nbsp;</p> <p><strong>11&nbsp;</strong>Procuremos, pues, entrar en aquel reposo, para que ninguno caiga en semejante ejemplo de desobediencia.</p> <p><br></p> <p>El tema de la perseverancia y la fidelidad es muy importante aqu&iacute;. Aunque aqu&iacute; se habla del s&aacute;bado, el principal objetivo de estos vers&iacute;culos (y los anteriores; ver c) es realmente un llamado para que el pueblo de Dios persevere en la fe; es decir, a permanecer fiel al Se&ntilde;or y al evangelio.</p> <p><br></p> <p><strong>Heb. 3:7-19</strong></p> <p><br></p> <p><strong>7&nbsp;</strong>Por lo cual, como dice el Esp&iacute;ritu Santo: Si oyereis hoy su voz,&nbsp;</p> <p><strong>8</strong> No endurezc&aacute;is vuestros corazones, Como en la provocaci&oacute;n, en el d&iacute;a de la tentaci&oacute;n en el desierto,&nbsp;</p> <p><strong>9</strong> Donde me tentaron vuestros padres; me probaron, Y vieron mis obras cuarenta a&ntilde;os.&nbsp;</p> <p><strong>10&nbsp;</strong>A causa de lo cual me disgust&eacute; contra esa generaci&oacute;n, Y dije: Siempre andan vagando en su coraz&oacute;n, Y no han conocido mis caminos.&nbsp;</p> <p><strong>11&nbsp;</strong>Por tanto, jur&eacute; en mi ira: No entrar&aacute;n en mi reposo.&nbsp;</p> <p><strong>12&nbsp;</strong>Mirad, hermanos, que no haya en ninguno de vosotros coraz&oacute;n malo de incredulidad para apartarse del Dios vivo;&nbsp;</p> <p><strong>13&nbsp;</strong>antes exhortaos los unos a los otros cada d&iacute;a, entre tanto que se dice: Hoy; para que ninguno de vosotros se endurezca por el enga&ntilde;o del pecado.&nbsp;</p> <p><strong>14&nbsp;</strong>Porque somos hechos participantes de Cristo, con tal que retengamos firme hasta el fin nuestra confianza del principio,&nbsp;</p> <p><strong>15&nbsp;</strong>entre tanto que se dice: Si oyereis hoy su voz, No endurezc&aacute;is vuestros corazones, como en la provocaci&oacute;n. &nbsp;</p> <p><strong>16&nbsp;</strong>&iquest;Qui&eacute;nes fueron los que, habiendo o&iacute;do, le provocaron? &iquest;No fueron todos los que salieron de Egipto por mano de Mois&eacute;s?&nbsp;</p> <p><strong>17&nbsp;</strong>&iquest;Y con qui&eacute;nes estuvo &eacute;l disgustado cuarenta a&ntilde;os? &iquest;No fue con los que pecaron, cuyos cuerpos cayeron en el desierto?&nbsp;</p> <p><strong>18&nbsp;</strong>&iquest;Y a qui&eacute;nes jur&oacute; que no entrar&iacute;an en su reposo, sino a aquellos que desobedecieron?&nbsp;</p> <p><strong>19&nbsp;</strong>Y vemos que no pudieron entrar a causa de incredulidad.</p> <p><br></p> <p>Estos pasajes recuerdan al lector que debe tomarse en serio las lecciones aprendidas de la conducci&oacute;n de Dios en el pasado, &ldquo;para que ninguno caiga en semejante ejemplo de desobediencia&rdquo; (4:11). &iexcl;Presta atenci&oacute;n, esta es una oportunidad! El pasaje sigue diciendo que Israel oy&oacute; el evangelio, pero la palabra no le sirvi&oacute; de provecho. En lugar de que su fe se fortaleciera con la confianza y la obediencia, eligieron la rebeli&oacute;n (comparar con 3:7-15) y, por lo tanto, nunca experimentaron el descanso que Dios quer&iacute;a para ellos.</p> <p><br></p> <p>Hebreos 4:3 apunta a la estrecha relaci&oacute;n entre la fe y el descanso. Podemos entrar en el reposo de Dios solo cuando creemos y confiamos en aquel que prometi&oacute; reposo y que puede cumplir esta promesa; y ese es, por supuesto, Jesucristo.</p> <p><br></p> <p><strong>Vuelve a leer Hebreos 4:3. &iquest;Cu&aacute;l fue el principal problema con las personas mencionadas? &iquest;Qu&eacute; lecci&oacute;n podemos aprender de estonosotros, a quienes &ldquo;se nos ha anunciado [la buena nueva] lo mismo que a ellos&rdquo; (Heb. 4:2)?</strong></p> <p><br></p> <p>La comunidad cristiana primitiva acept&oacute; la revelaci&oacute;n previa de Dios (lo que llamamos el &ldquo;Antiguo Testamento&rdquo;) y crey&oacute; que Jesucristo era el Cordero de Dios, el sacrificio por sus pecados. Y, por la fe en el sacrificio, pudieron experimentar la salvaci&oacute;n en Jes&uacute;s y el descanso que se nos ofrece en &eacute;l.</p> <p><br></p> <p><strong>Comprender lo que significa ser salvos por la sangre de Jes&uacute;s, &iquest;c&oacute;mo puede ayudarnos a entrar en la clase de descanso que podemos tener en Jes&uacute;s, sabiendo que somos salvos por gracia, y no por obras?</strong></p>"
    },
    {
      "id": 115,
      "idLesson": 11,
      "idDay": 5,
      "dayTitle": "<p><strong>NO ENDUREZC&Aacute;IS VUESTROS CORAZONES</strong></p>",
      "date": "8 de Septiembre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Lee Hebreos 4:4 al 7 y Salmo 95:8 al 11. &iquest;Qu&eacute; advertencia se da all&iacute;, tanto en los Salmos como en Hebreos, y qu&eacute; deber&iacute;a decirnos hoy?</strong></p> <p><br></p> <p><strong>Hebreos 4:4-7</strong></p> <p><br></p> <p><strong>4</strong> Porque en cierto lugar dijo as&iacute; del s&eacute;ptimo d&iacute;a: Y repos&oacute; Dios de todas sus obras en el s&eacute;ptimo d&iacute;a&nbsp;</p> <p><strong>5</strong> Y otra vez aqu&iacute;: No entrar&aacute;n en mi reposo.&nbsp;</p> <p><strong>6</strong> Por lo tanto, puesto que falta que algunos entren en &eacute;l, y aquellos a quienes primero se les anunci&oacute; la buena nueva no entraron por causa de desobediencia,&nbsp;</p> <p><strong>7</strong> otra vez determina un d&iacute;a: Hoy, diciendo despu&eacute;s de tanto tiempo, por medio de David, como se dijo: Si oyereis hoy su voz, No endurezc&aacute;is vuestros corazones.</p> <p><br></p> <p><strong>Salmo 95:8-11</strong></p> <p><br></p> <p><strong>8</strong> No endurezc&aacute;is vuestro coraz&oacute;n, como en Meriba, Como en el d&iacute;a de Masah en el desierto,&nbsp;</p> <p><strong>9</strong> Donde me tentaron vuestros padres, Me probaron, y vieron mis obras.&nbsp;</p> <p><strong>10&nbsp;</strong>Cuarenta a&ntilde;os estuve disgustado con la naci&oacute;n, Y dije: Pueblo es que divaga de coraz&oacute;n, Y no han conocido mis caminos.&nbsp;</p> <p><strong>11&nbsp;</strong>Por tanto, jur&eacute; en mi furor Que no entrar&iacute;an en mi reposo.</p> <p><br></p> <p>Hebreos 4:4 al 7, al igual que Salmo 95:11, cita el relato de la Creaci&oacute;n en el contexto donde se habla de la infidelidad de los israelitas y, por lo tanto, de su incapacidad para entrar en el reposo que Dios quer&iacute;a para ellos.</p> <p><br></p> <p>De hecho, Salmo 95:8 al 11 conecta la experiencia de Israel en el desierto con el reposo de Dios e incluye el juramento divino de que el Israel infiel no entrar&iacute;a en su reposo, originalmente asociado con la Tierra Prometida. Por supuesto, Israel entr&oacute; en la Tierra Prometida. Una nueva generaci&oacute;n cruz&oacute; la frontera y, con la ayuda de Dios, tom&oacute; las fortalezas de la tierra y se estableci&oacute; all&iacute;.</p> <p><br></p> <p>Sin embargo, muchos no entraron en el reposo de Dios. Es decir, muchos no experimentaron la realidad de la salvaci&oacute;n en Jes&uacute;s porque su falta de fe se manifest&oacute; mediante una desobediencia flagrante. Aunque el descanso se relacionaba con la tierra, inclu&iacute;a m&aacute;s que solo el lugar donde vivir&iacute;a la gente.</p> <p><br></p> <p><strong>Hebreos 4:6 sugiere que quienes hab&iacute;an o&iacute;do la promesa divina del verdadero descanso no entraron debido a su desobediencia. &iquest;Cu&aacute;l es la conexi&oacute;n entre la desobediencia y el no entrar en el reposo de Dios?</strong></p> <p><br></p> <p>&ldquo;Hoy&rdquo; expresa urgencia. &ldquo;Hoy&rdquo; significa que no hay m&aacute;s tiempo que perder. &ldquo;Hoy&rdquo; requiere una respuesta y una decisi&oacute;n ahora. Pablo se aferra a la palabra sēmeron, &ldquo;hoy&rdquo;, y realmente enfatiza su importancia en el contexto del descanso. Salmo 95:7 y 8, por su parte, es una advertencia y una s&uacute;plica al pueblo de Dios para que no repita los errores de sus antepasados y no renuncie a entrar en el verdadero reposo que se halla solo en la salvaci&oacute;n que Dios nos ofrece.</p> <p><br></p> <p><strong>&iquest;Qu&eacute; deber&iacute;a significar para nosotros, ahora, cuando escuchemos las palabras: &ldquo;Si oyereis hoy su voz, no endurezc&aacute;is vuestros corazones&rdquo;? &iquest;Qu&eacute; tiene de importante la palabra hoy? A fin de cuentas, en Salmos se la us&oacute; hace miles de a&ntilde;os. Sin embargo, &iquest;por qu&eacute; deber&iacute;a continuar siendo tan importante para nuestro &ldquo;hoy&rdquo; como lo fue para quienes lo escucharon hace miles de a&ntilde;os?</strong></p>"
    },
    {
      "id": 116,
      "idLesson": 11,
      "idDay": 6,
      "dayTitle": "<p><strong>LA CONQUISTA DE UNA CIUDAD CELESTIAL</strong></p>",
      "date": "9 de Septiembre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>El desarrollo l&oacute;gico de las ideas clave en Hebreos 4 se vuelve especialmente evidente al leer Hebreos 4:8 al 11. Josu&eacute; no le dio descanso a Israel. Por consiguiente, dado que Dios no miente, debe haber otro &ldquo;descanso&rdquo; pendiente para el pueblo de Dios. Este grupo no est&aacute; conformado exclusivamente por creyentes jud&iacute;os. Incluye a todos aquellos que han aceptado a Jes&uacute;s como su Salvador personal.</p> <p><br></p> <p><strong>Hebreos 4:8-11</strong></p> <p><br></p> <p><strong>8</strong> Porque si Josu&eacute; les hubiera dado el reposo, no hablar&iacute;a despu&eacute;s de otro d&iacute;a.&nbsp;</p> <p><strong>9</strong> Por tanto, queda un reposo para el pueblo de Dios.&nbsp;</p> <p><strong>10&nbsp;</strong>Porque el que ha entrado en su reposo, tambi&eacute;n ha reposado de sus obras, como Dios de las suyas.</p> <p><strong>11&nbsp;</strong>Procuremos, pues, entrar en aquel reposo, para que ninguno caiga en semejante ejemplo de desobediencia.</p> <p><br></p> <p><strong>Lee G&aacute;latas 3:26 al 29 y observa las caracter&iacute;sticas del pueblo del Pacto de Dios despu&eacute;s de la Cruz. &iquest;Qu&eacute; significa que no haya ni jud&iacute;o ni griego, ni esclavo ni libre, ni var&oacute;n ni mujer en el contexto en el que escribe Pablo?</strong></p> <p><br></p> <p><strong>G&aacute;latas 3:26-29</strong></p> <p><br></p> <p><strong>26&nbsp;</strong>pues todos sois hijos de Dios por la fe en Cristo Jes&uacute;s;&nbsp;</p> <p><strong>27&nbsp;</strong>porque todos los que hab&eacute;is sido bautizados en Cristo, de Cristo est&aacute;is revestidos.&nbsp;</p> <p><strong>28&nbsp;</strong>Ya no hay jud&iacute;o ni griego; no hay esclavo ni libre; no hay var&oacute;n ni mujer; porque todos vosotros sois uno en Cristo Jes&uacute;s.&nbsp;</p> <p><strong>29&nbsp;</strong>Y si vosotros sois de Cristo, ciertamente linaje de Abraham sois, y herederos seg&uacute;n la promesa.</p> <p><br></p> <p>A veces, Hebreos 4 se ha utilizado para enfatizar la observancia del s&aacute;bado, mientras que en otras ocasiones se lo ha utilizado para cuestionar la validez de este reposo sab&aacute;tico, a la luz del hecho de que hay otro reposo (del tiempo del fin). Ninguna de las dos posturas refleja bien el texto b&iacute;blico. El texto sugiere que el &eacute;nfasis del tiempo del fin en el reposo especial de Dios ha estado presente desde la Creaci&oacute;n y que la celebraci&oacute;n del descanso sab&aacute;tico ofrece una peque&ntilde;a muestra semanal de ese descanso del tiempo del fin. Por cierto, los jud&iacute;os consideran que el s&aacute;bado es un peque&ntilde;o precursor del &lsquo;olam haba&rsquo; (&ldquo;el mundo por venir&rdquo;).</p> <p><br></p> <p>El reposo que se asemeja al s&aacute;bado y que est&aacute; pendiente para el pueblo de Dios, que refleja el descanso de Dios en el primer s&aacute;bado de la historia de la Tierra, significa que podemos cesar de nuestras obras y confiar en que &eacute;l cumplir&aacute; su promesa de salvaci&oacute;n en nuestro favor.</p> <p><br></p> <p>No obstante los argumentos de algunos int&eacute;rpretes, el contexto no respalda la sugerencia de que el mandamiento del s&aacute;bado se hab&iacute;a cumplido en el reposo de la salvaci&oacute;n que Cristo logr&oacute;, por lo que no es necesario que los cristianos lo obedezcan. El descanso definitivo que se nos promete mediante lo que Cristo hizo por nosotros no reemplaza el s&aacute;bado b&iacute;blico; al contrario, lo enaltece.</p> <p><br></p> <p>En un mundo que valora mucho a los autosuficientes, el trabajo arduo y a los emprendedores, descansar en Jes&uacute;s y confiar en que su gracia es suficiente para salvarnos y transformarnos es verdaderamente contracultural.</p> <p><br></p> <p><strong>&iquest;C&oacute;mo puedes ayudar a los dem&aacute;s a hallar descanso en Jes&uacute;s cuando piensan que sus pecados han sido demasiado graves, que su coraz&oacute;n no puede cambiar y que sus casos son verdaderamente desesperados? &iquest;Qu&eacute; referencia b&iacute;blica compartir&iacute;as con ellos?</strong></p>"
    },
    {
      "id": 117,
      "idLesson": 11,
      "idDay": 7,
      "dayTitle": "",
      "date": "10 de Septiembre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p> <p><br></p> <p>&ldquo;No siempre estamos listos para venir a Jes&uacute;s con nuestras pruebas y dificultades. A veces relatamos libremente nuestros problemas, confi&aacute;ndolos a o&iacute;dos humanos, y compartimos nuestras aflicciones con los que no pueden ayudarnos, mientras que descuidamos el confiarle todo a Jes&uacute;s, quien puede cambiar la tristeza en gozo y paz. La abnegaci&oacute;n, el altruismo, le da gloria y victoria a la Cruz. Las promesas de Dios son muy preciosas.</p> <p><br></p> <p>Debemos estudiar su Palabra si queremos conocer su voluntad. Las palabras inspiradas, si se las estudia con cuidado y se las obedece en la pr&aacute;ctica, guiar&aacute;n nuestros pies por una senda allanada, por donde podemos caminar sin tropezar. Oh, si todos, pastores y el pueblo, llevaran sus cargas y sus perplejidades a Jes&uacute;s, quien espera para recibirlos, y darles paz y descanso. Nunca abandonar&aacute; a los que depositan su confianza en &eacute;l&rdquo; (EJ 271; The Signs of the Times, 17/3/1887, p. 161).</p> <p><br></p> <p>&ldquo;Queridos j&oacute;venes: &iquest;pod&eacute;is mirar hacia adelante con gozosa esperanza y expectaci&oacute;n hacia el tiempo cuando el Se&ntilde;or, vuestro Juez justo, confiese vuestro nombre ante el Padre y los santos &aacute;ngeles? La mejor preparaci&oacute;n que pod&eacute;is tener para la segunda venida de Cristo es descansar con fe firme en la gran salvaci&oacute;n que nos trajo en su primera venida. Deb&eacute;is creer en Cristo como en un Salvador personal&rdquo; (NEV 370).</p> <p><br></p> <p><strong>PREGUNTAS PARA DIALOGAR:</strong></p> <p><br></p> <p><strong>1</strong>. &iquest;Qu&eacute; tiene de especial el d&iacute;a de reposo sab&aacute;tico que prefigura el descanso celestial de Dios para su pueblo? Es decir, &iquest;de qu&eacute; manera el descanso sab&aacute;tico nos da un anticipo de la Eternidad?</p> <p><br></p> <p><strong>2</strong>. Expiaci&oacute;n significa reconciliaci&oacute;n e indica el camino de regreso a Dios. Piensa en esta importante declaraci&oacute;n que se encuentra en Romanos 5:11: &ldquo;Y no solo esto, sino que tambi&eacute;n nos gloriamos en Dios por el Se&ntilde;or nuestro Jesucristo, por quien hemos recibido ahora la reconciliaci&oacute;n&rdquo;. Si alguien te pregunta: &ldquo;&iquest;Qu&eacute; significa estar reconciliado con Dios y qu&eacute; diferencia marc&oacute; esta reconciliaci&oacute;n en tu vida?&rdquo;, &iquest;qu&eacute; responder&iacute;as?</p> <p><br></p> <p><strong>3</strong>. &iquest;C&oacute;mo podemos evitar especializarnos en cosas secundarias en nuestra vida cristiana? &iquest;Qu&eacute; nos mantiene enfocados en el cuadro completo que se ofrece en la Palabra de Dios?</p> <p><br></p> <p><strong>4</strong>. Vuelve a reflexionar en todos los errores y la falta de fe que los hijos de Israel manifestaron en el desierto. Aunque los detalles de sus desaf&iacute;os son diferentes de los nuestros (no estamos vagando por un vasto desierto), &iquest;qu&eacute; principios comunes existen? Es decir, en nuestra experiencia cristiana, &iquest;c&oacute;mo podr&iacute;amos enfrentarnos a los mismos desaf&iacute;os que ellos y c&oacute;mo podemos aprender de sus errores?</p>"
    }
  ]
}
