{
  "id": 711,
  "lessonNumber": 11,
  "versionCode": 5,
  "quarter": "4T2020",
  "title": "<p><strong>The Christian and Work</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p><strong>&ldquo;Therefore, my beloved brethren, be steadfast, immovable, always abounding in the work of the Lord, knowing that your labor is not in vain in the Lord&rdquo; (1 Corinthians 15:58, NKJV).</strong></p>",
  "weekDate": "5 de Diciembre - 11 de Diciembre",
  "lessonDays": [
    {
      "id": 111,
      "idLesson": 11,
      "idDay": 1,
      "dayTitle": "",
      "date": "5 de Diciembre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Work is God&rsquo;s idea. In the ideal world before sin, God gave Adam and Eve the task of caring for the garden (Gen. 2:15). Like their Creator, in whose image they were made, they were to be employed in creative labor and loving service. That is, even in an unfallen world, a world without sin and death and suffering, humanity was to be at work.</p> <p><br></p> <p>In this &ldquo;in-between time&rdquo; (after the ideal world and prior to the promised one), we are invited to view work as one of God&rsquo;s blessings. Among the Jews, every child was taught a trade. In fact, it was said that a father who didn&rsquo;t teach his son a trade would raise a criminal. Meanwhile, Jesus, the Son of God, spent many years doing His Father&rsquo;s will in honest labor as a skilled craftsman, perhaps providing people of Nazareth with needed furniture and agricultural implements (Mark 6:3).</p> <p><br></p> <p>This, too, was all part of the training to prepare Him for the ministry ahead. The apostle Paul was doing the Lord&rsquo;s work just as surely when he worked alongside Aquila and Priscilla for a year and a half as a tentmaker as he was on Sabbath debating in the synagogue (Acts 18:1&ndash;4, 2 Thess. 3:8&ndash;12). This week we will look at the whole question of work and its role in Christian education.</p>"
    },
    {
      "id": 112,
      "idLesson": 11,
      "idDay": 2,
      "dayTitle": "<p><strong>The Many Sides of Work</strong></p>",
      "date": "6 de Diciembre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>&ldquo;I know that there is nothing better for people than to be happy and to do good while they live. That each of them may eat and drink, and find satisfaction in all their toil&mdash;this is the gift of God&rdquo; (Eccles. 3:12, 13, NIV).</strong></p> <p><br></p> <p>&ldquo;Work&rdquo;&mdash;that&rsquo;s a solid Anglo-Saxon word with no frills. One syllable in English, yet it has many possible meanings. Out of necessity, we work to put food on our tables, pay the bills, and save a little for hard times. Losing a job is often worse than putting up with a poor work situation.</p> <p><br></p> <p>Work can give a person a sense of worth. Work is a common way to answer the question &ldquo;What do you do?&rdquo; or even &ldquo;What are you?&rdquo; Most retirees continue to work part-time as long as they are able, whether for pay or as a volunteer. A job offers a reason for getting up in the morning. Give a teenager a job, and there&rsquo;s one fewer candidate for delinquency.</p> <p><br></p> <p><strong>Read Genesis 3:19. What is the context here, and what does it say to us about another side of work, at least for some?</strong></p> <p><br></p> <p><strong>Genesis 3:19</strong></p> <p><br></p> <p><strong>19 </strong>In the sweat of your face you shall eat bread Till you return to the ground, for out of it you were taken; for dust you are, And to dust you shall return.&rdquo;</p> <p><br></p> <p>Suddenly the work given before the Fall changes after the Fall. Here is reference to another side of work. For some, work means only the drudgery of daily toil, which will end with death. They labor on in jobs that they despise, hoping to retire while they still have their health. For others, work can even take over one&rsquo;s life, becoming the center of one&rsquo;s existence, even the all-encompassing source of one&rsquo;s personal identity. Away from their work, these people feel depressed or disoriented, unsure of what to do or where to turn. In retirement, they may fall apart physically and psychologically and often die prematurely.</p> <p><br></p> <p>Christians need to learn how to work God&rsquo;s way. Work is more than an economic necessity. Man is more than just an employee. Rightly understood, one&rsquo;s lifework is an avenue of ministry, an expression of one&rsquo;s relationship to the Lord. Part of a teacher&rsquo;s task is helping students find the work where their skills and God-given interests intersect with the needs of the world.</p> <p><br></p> <p><strong>What do you do? That is, what are you doing with your life, and how can you better glorify the Lord by doing it?</strong></p>"
    },
    {
      "id": 113,
      "idLesson": 11,
      "idDay": 3,
      "dayTitle": "<p><strong>Work and Nurture</strong></p>",
      "date": "7 de Diciembre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Vocation or work deals with the &ldquo;doingness&rdquo; of life. Even those with the most cerebral of jobs, end up in some way doing physical labor of some sort, even if it means merely pushing computer keys.</p> <p><br></p> <p><strong>What do the following texts teach us about work&mdash;using &ldquo;hands&rdquo; as a symbol?</strong></p> <p><br></p> <p><strong>Deut. 16:15</strong></p> <p><br></p> <p><strong>15</strong> Seven days you shall keep a sacred feast to the Lord your God in the place which the Lord chooses, because the Lord your God will bless you in all your produce and in all the work of your hands, so that you surely rejoice.</p> <p><br></p> <p><strong>Eccles. 9:10</strong></p> <p><br></p> <p><strong>10</strong> Whatever your hand finds to do, do it with your might; for there is no work or device or knowledge or wisdom in the grave where you are going.</p> <p><br></p> <p><strong>Prov. 21:25</strong></p> <p><br></p> <p><strong>25</strong> The desire of the lazy man kills him, For his hands refuse to labor.</p> <p><br></p> <p><strong>Jer. 1:16</strong></p> <p><br></p> <p><strong>16</strong> I will utter My judgments Against them concerning all their wickedness, Because they have forsaken Me, Burned incense to other gods, And worshiped the works of their own hands.</p> <p><br></p> <p>God has given us &ldquo;the work of our hands&rdquo; so that we can find fulfillment and joy (see Prov. 10:4, 12:14). In psychology, &ldquo;self-efficacy&rdquo; describes the belief that every person has the ability to accomplish something meaningful in life. Self-efficacy is not increased by repeating, &ldquo;I think I can! I think I can!&rdquo; Only actually doing something increases self-efficacy.</p> <p><br></p> <p><strong>Prov. 10:4</strong></p> <p><br></p> <p><strong>4</strong> He who has a slack hand becomes poor, but the hand of the diligent makes rich.</p> <p><br></p> <p><strong>Prov. 12:14</strong></p> <p><br></p> <p><strong>14</strong> A man will be satisfied with good by the fruit of his mouth, And the recompense of a man&rsquo;s hands will be rendered to him.</p> <p><br></p> <p>While &ldquo;the work of our hands&rdquo; is God&rsquo;s blessing to us (see Ps. 90:17) and allows us to live a meaningful life, God&rsquo;s ultimate plan is that &ldquo;the work of our hands&rdquo; would bless others. Paul writes that we must work, doing something useful with our hands, so that we may have something to share with others. Paul surely lived by that principle:</p> <p><br></p> <p><strong>Ps. 90:17</strong></p> <p><br></p> <p><strong>17</strong> And let the beauty of the Lord our God be upon us, And establish the work of our hands for us; Yes, establish the work of our hands.</p> <p><br></p> <p>&ldquo;You yourselves know that these hands of mine have supplied my own needs and the needs of my companions. In everything I did, I showed you that by this kind of hard work we must help the weak, remembering the words the Lord Jesus himself said: &lsquo;It is more blessed to give than to receive&rsquo; &rdquo; (Acts 20:34, 35, NIV). Nehemiah&rsquo;s simple prayer should be ours: &ldquo;Now therefore, O God, strengthen my hands&rdquo; (Neh. 6:9, NKJV).</p> <p><br></p> <p><strong>What is your attitude toward your work? What ways might you be able to use your work to be more of a blessing to others?</strong></p>"
    },
    {
      "id": 114,
      "idLesson": 11,
      "idDay": 4,
      "dayTitle": "<p><strong>Work and Excellence</strong></p>",
      "date": "8 de Diciembre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Skim over Exodus 25:10&ndash;30:38. How particular was God when He asked Moses to erect a tabernacle of worship? What does this tell us about God&rsquo;s character?</strong></p> <p><br></p> <p><strong>Exodus 25:10-30:38</strong></p> <p><br></p> <p><strong>10</strong> &ldquo;And they shall make an ark of acacia wood; two and a half cubits shall be its length, a cubit and a half its width, and a cubit and a half its height.</p> <p><br></p> <p><strong>11</strong> And you shall overlay it with pure gold, inside and out you shall overlay it, and shall make on it a molding of gold all around.</p> <p><br></p> <p><strong>12</strong> You shall cast four rings of gold for it, and put them in its four corners; two rings shall be on one side, and two rings on the other side.</p> <p><br></p> <p><strong>13&nbsp;</strong>And you shall make poles of acacia wood, and overlay them with gold.</p> <p><br></p> <p><strong>14</strong> You shall put the poles into the rings on the sides of the ark, that the ark may be carried by them.</p> <p><br></p> <p><strong>15&nbsp;</strong>The poles shall be in the rings of the ark; they shall not be taken from it.</p> <p><br></p> <p><strong>16</strong> And you shall put into the ark the Testimony which I will give you.</p> <p><br></p> <p><strong>17</strong> &ldquo;You shall make a mercy seat of pure gold; two and a half cubits shall be its length and a cubit and a half its width.</p> <p><br></p> <p><strong>18</strong> And you shall make two cherubim of gold; of hammered work you shall make them at the two ends of the mercy seat.</p> <p><br></p> <p><strong>19</strong> Make one cherub at one end, and the other cherub at the other end; you shall make the cherubim at the two ends of it of one piece with the mercy seat.</p> <p><br></p> <p><strong>20</strong> And the cherubim shall stretch out their wings above, covering the mercy seat with their wings, and they shall face one another; the faces of the cherubim shall be toward the mercy seat.</p> <p><br></p> <p><strong>21</strong> You shall put the mercy seat on top of the ark, and in the ark you shall put the Testimony that I will give you.</p> <p><br></p> <p><strong>22</strong> And there I will meet with you, and I will speak with you from above the mercy seat, from between the two cherubim which are on the ark of the Testimony, about everything which I will give you in commandment to the children of Israel.</p> <p><br></p> <p>The Table for the Showbread&nbsp;</p> <p><strong>23</strong> &ldquo;You shall also make a table of acacia wood; two cubits shall be its length, a cubit its width, and a cubit and a half its height.</p> <p><br></p> <p><strong>24</strong> And you shall overlay it with pure gold, and make a molding of gold all around.</p> <p><br></p> <p><strong>25</strong> You shall make for it a frame of a handbreadth all around, and you shall make a gold molding for the frame all around.</p> <p><br></p> <p><strong>26</strong> And you shall make for it four rings of gold, and put the rings on the four corners that are at its four legs.</p> <p><br></p> <p><strong>27</strong> The rings shall be close to the frame, as holders for the poles to bear the table.</p> <p><br></p> <p><strong>28</strong> And you shall make the poles of acacia wood, and overlay them with gold, that the table may be carried with them.</p> <p><br></p> <p><strong>29</strong> You shall make its dishes, its pans, its pitchers, and its bowls for pouring. You shall make them of pure gold.</p> <p><br></p> <p><strong>30</strong> And you shall set the showbread on the table before Me always.</p> <p><br></p> <p><strong>Exodus 30:38</strong></p> <p><br></p> <p><strong>38</strong> Whoever makes any like it, to smell it, he shall be cut off from his people.&rdquo;</p> <p><br></p> <p>When God told Moses to build a tent &ldquo;for Him,&rdquo; Moses could have said, &ldquo;No problem, Lord! I have been pitching tents ever since I ran away from Egypt 40 years ago. . . . Just give me a minute!&rdquo; For any man living in the seminomadic Midianite culture of the day, putting up a tent was simple stuff. He could have done it blindfolded, reflex-only, with his mind on other, far more important things. What Moses may not have expected was a very detailed set of blueprints (for an otherwise very simple architectural structure) plus a long &ldquo;how-to-do-it list&rdquo; regarding every piece of furniture inside, as well as for the priestly garments&mdash;nearly 150 point-by-point instructions. To build a simple table, Moses had to follow a seven-step assembly procedure (Exod. 25:23&ndash;30).</p> <p><br></p> <p>The attention to detail that God showed in the building of His tent (as well as later on in the instructions for the sacrificial rituals) shows a prevailing spirit of excellence, a desire to produce nothing less than a masterpiece. The materials were of the highest quality, the design was impeccable, the work had to be outstanding&mdash;the message was clear: &ldquo;With God, sloppy work is not accepted!&rdquo;.</p> <p><br></p> <p>However, although the standard appeared to be high, it was God Himself who provided not only the impetus but also the human resources for reaching it. We read in Exodus 31:1&ndash;6, 35:30&ndash;36:1 that God Himself gave the people the needed skills. These men were &ldquo;filled with the Spirit,&rdquo; giving them ability and knowledge in all kinds of craftsmanship, so that the building of the tabernacle and its furniture would proceed as &ldquo;the Lord has commanded&rdquo; (Exod. 36:1, NRSV).</p> <p><br></p> <p>Moreover, the same two master designers also were endowed with the &ldquo;ability to teach&rdquo; (Exod. 35:34, NKJV) so that their knowledge and skill would continue to abide within the Israelite community. Although these two individuals are singled out in the story as being the leaders chosen by God, other people received similar gifts and joined the work (Exod. 36:2).</p> <p><br></p> <p>Thus, being fallen, sinful humans is not a valid excuse for treating any task with anything less than utmost dedication. God expects us always to perform at our best, putting our talents, skills, time, and education to good use for great causes.</p>"
    },
    {
      "id": 115,
      "idLesson": 11,
      "idDay": 5,
      "dayTitle": "<p><strong>Work and Spirituality</strong></p>",
      "date": "9 de Diciembre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>&ldquo;If we live in the Spirit, let us also walk in the Spirit&rdquo; (Gal. 5:25, NKJV). One&rsquo;s work and spirituality are inseparable. Christianity is not a garment that can be put on or taken off as one changes moods or passes through different phases of life. Instead, Christianity creates a new being who manifests himself or herself in every dimension of life, including work.</p> <p><br></p> <p><strong>Read Galatians 5:22&ndash;26. Which gifts that Paul describes also describe you and your work?</strong></p> <p><br></p> <p><strong>Galatians 5:22&ndash;26</strong></p> <p><br></p> <p><strong>22</strong> But the fruit of the Spirit is love, joy, peace, longsuffering, kindness, goodness, faithfulness,</p> <p><br></p> <p><strong>23</strong> gentleness, self-control. Against such there is no law.</p> <p><br></p> <p><strong>24</strong> And those who are Christ&rsquo;s have crucified the flesh with its passions and desires.</p> <p><br></p> <p><strong>25</strong> If we live in the Spirit, let us also walk in the Spirit.</p> <p><br></p> <p><strong>26 </strong>Let us not become conceited, provoking one another, envying one another.</p> <p><br></p> <p>The Expository Dictionary of New Testament Words describes the &ldquo;spiritual&rdquo; person as &ldquo;one who manifests the fruits of the Spirit in his own way.&rdquo; From this, we may conclude that through our connection with Christ, we human beings will function as believers in all aspects of our lives.</p> <p><br></p> <p>A patient lay dying at Florida Hospital as his closest friend kept a vigil at his bedside. Nurses moved in and out of the room, caring for the patient&rsquo;s needs. Seeking to keep the conversation moving, the friend asked the nurses where they had their training. Many had said that they were educated at Florida Hospital College.</p> <p><br></p> <p>This made a big impression on the friend. He then subsequently made several visits to Florida Hospital College to see what it was like. Why? Because he had told people that the nurses trained at this school seemed to him to constantly give more tender loving care to his dying friend than did those nurses who had been trained somewhere else. That is, he was able to see a big difference between them and others in regard to their attitude toward his dying friend.</p> <p><br></p> <p>Thus, he asked many questions about the college and its mission, and eventually he left a gift of $100,000 to educate more nurses such as those he had seen in action. Yes, spirituality is a way of life.</p> <p><br></p> <p><strong>How do you manifest your own spirituality in the day-to-day tasks of your life? What kind of impression do you think that you make (because, in the end, you do make an impression)?</strong></p>"
    },
    {
      "id": 116,
      "idLesson": 11,
      "idDay": 6,
      "dayTitle": "<p><strong>Work and Stewardship</strong></p>",
      "date": "10 de Diciembre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>&ldquo;Whatever your hand finds to do, do it with your might&rdquo; (Eccles. 9:10, NKJV). The wisest of men use these words of counsel regarding stewardship in every aspect of life. When asked to comment on Christian stewardship, many confine their thoughts to the Christian&rsquo;s fiscal responsibility. Although money is certainly an important aspect of stewardship, to limit it to money alone is much too narrow. In organizational theory stewardship refers to management&rsquo;s responsibility to develop and utilize properly all available resources.</p> <p><br></p> <p>In the church, what are the resources with which God has blessed us? Peter clearly states that every person has gifts endowed by the Creator; and he refers to such endowed Christians as a &ldquo;holy priesthood&rdquo; (1 Pet. 2:5) with responsibility to God for their stewardship of all of God&rsquo;s gifts: money, time, energy, talent, and others.</p> <p><br></p> <p><strong>Read Ecclesiastes 9:10 and 1 Corinthians 10:31. What is the message to us in these verses about how we should work and how we should educate people to work?</strong></p> <p><br></p> <p><strong>Ecclesiastes 9:10</strong></p> <p><br></p> <p><strong>10</strong> Whatever your hand finds to do, do it with your might; for there is no work or device or knowledge or wisdom in the grave where you are going.</p> <p><br></p> <p><strong>1 Corinthians 10:31</strong></p> <p><br></p> <p><strong>31</strong> Therefore, whether you eat or drink, or whatever you do, do all to the glory of God.</p> <p><br></p> <p>One of the common pitfalls of life today is the tendency to compartmentalize the different aspects of living. There is one&rsquo;s work life, one&rsquo;s family life, one&rsquo;s spiritual life, and even one&rsquo;s leisure life. The tendency to separate these areas of life so there is little or no crossover between them is to be desired in some instances. For example, it is not good to bring home one&rsquo;s work so that it interferes with family responsibilities. Neither should the pursuit of leisure curtail the time we spend with God.</p> <p><br></p> <p>However, such restriction should not apply to the role our spiritual life must play in all of our existence. The Christian&rsquo;s work grows out of fellowship and work with God. Work is one way by which we can practice the presence of God. To compartmentalize our religious life, to limit God to one day, one hour, or even just one area of living, is to reject the very presence of God in these other areas.</p> <p><br></p> <p><strong>Two questions: First, ask yourself if you do, indeed, compartmentalize your spiritual life. Second, if you do, how can you learn to let spirituality reign in all that you do?</strong></p>"
    },
    {
      "id": 117,
      "idLesson": 11,
      "idDay": 7,
      "dayTitle": "",
      "date": "11 de Diciembre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought: Genesis 3, Ecclesiastes 2:18&ndash;23, Ephesians 6:5&ndash;8; read Ellen G. White, &ldquo;The Temptation and Fall,&rdquo; pp. 52&ndash;62, in Patriarchs and Prophets.</strong></p> <p><br></p> <p><strong>Genessi 3</strong></p> <p><br></p> <p><strong>3</strong> Now the serpent was more cunning than any beast of the field which the Lord God had made. And he said to the woman, &ldquo;Has God indeed said, &lsquo;You shall not eat of every tree of the garden&rsquo;?&rdquo;</p> <p><br></p> <p><strong>2</strong> And the woman said to the serpent, &ldquo;We may eat the fruit of the trees of the garden; 3 but of the fruit of the tree which is in the midst of the garden, God has said, &lsquo;You shall not eat it, nor shall you touch it, lest you die.&rsquo; &rdquo;</p> <p><br></p> <p><strong>4</strong> Then the serpent said to the woman, &ldquo;You will not surely die. 5 For God knows that in the day you eat of it your eyes will be opened, and you will be like God, knowing good and evil.&rdquo;</p> <p><br></p> <p><strong>6</strong> So when the woman saw that the tree was good for food, that it was pleasant to the eyes, and a tree desirable to make one wise, she took of its fruit and ate. She also gave to her husband with her, and he ate.&nbsp;</p> <p><br></p> <p><strong>7</strong> Then the eyes of both of them were opened, and they knew that they were naked; and they sewed fig leaves together and made themselves coverings.</p> <p><br></p> <p><strong>8</strong> And they heard the sound of the Lord God walking in the garden in the cool of the day, and Adam and his wife hid themselves from the presence of the Lord God among the trees of the garden.</p> <p><br></p> <p><strong>9</strong> Then the Lord God called to Adam and said to him, &ldquo;Where are you?&rdquo;</p> <p><br></p> <p><strong>10</strong> So he said, &ldquo;I heard Your voice in the garden, and I was afraid because I was naked; and I hid myself.&rdquo;</p> <p><br></p> <p><strong>11</strong> And He said, &ldquo;Who told you that you were naked? Have you eaten from the tree of which I commanded you that you should not eat?&rdquo;</p> <p><br></p> <p><strong>12</strong> Then the man said, &ldquo;The woman whom You gave to be with me, she gave me of the tree, and I ate.&rdquo;</p> <p><br></p> <p><strong>13</strong> And the Lord God said to the woman, &ldquo;What is this you have done?&rdquo; The woman said, &ldquo;The serpent deceived me, and I ate.&rdquo;</p> <p><br></p> <p><strong>14</strong> So the Lord God said to the serpent: &ldquo;Because you have done this, You are cursed more than all cattle, And more than every beast of the field; On your belly you shall go, And you shall eat dust All the days of your life.</p> <p><br></p> <p><strong>15 </strong>And I will put enmity Between you and the woman, And between your seed and her Seed; He shall bruise your head, And you shall bruise His heel.&rdquo;</p> <p><br></p> <p><strong>16 </strong>To the woman He said: &ldquo;I will greatly multiply your sorrow and your conception; In pain you shall bring forth children; Your desire shall be for your husband, And he shall rule over you.&rdquo;</p> <p><br></p> <p><strong>17</strong> Then to Adam He said, &ldquo;Because you have heeded the voice of your wife, and have eaten from the tree of which I commanded you, saying, &lsquo;You shall not eat of it&rsquo;: &ldquo;Cursed is the ground for your sake; In toil you shall eat of it All the days of your life.</p> <p><br></p> <p><strong>18</strong> Both thorns and thistles it shall bring forth for you, And you shall eat the herb of the field.</p> <p><br></p> <p><strong>19</strong> In the sweat of your face you shall eat bread Till you return to the ground, for out of it you were taken; For dust you are, And to dust you shall return.&rdquo;</p> <p><br></p> <p><strong>20</strong> And Adam called his wife&rsquo;s name Eve, because she was the mother of all living.</p> <p><br></p> <p><strong>21</strong> Also for Adam and his wife the Lord God made tunics of skin, and clothed them.</p> <p><br></p> <p><strong>22&nbsp;</strong>Then the Lord God said, &ldquo;Behold, the man has become like one of Us, to know good and evil. And now, lest he put out his hand and take also of the tree of life, and eat, and live forever&rdquo;&mdash;<strong>&nbsp;</strong></p> <p><br></p> <p><strong>23</strong> therefore the Lord God sent him out of the garden of Eden to till the ground from which he was taken.&nbsp;</p> <p><br></p> <p><strong>24</strong> So He drove out the man; and He placed cherubim at the east of the garden of Eden, and a flaming sword which turned every way, to guard the way to the tree of life.</p> <p><br></p> <p><strong>Ephesians 6:5&ndash;8</strong></p> <p><br></p> <p><strong>5</strong> Bondservants, be obedient to those who are your masters according to the flesh, with fear and trembling, in sincerity of heart, as to Christ;</p> <p><br></p> <p><strong>6</strong> not with eyeservice, as men-pleasers, but as bondservants of Christ, doing the will of God from the heart,</p> <p><br></p> <p><strong>7</strong> with goodwill doing service, as to the Lord, and not to men, 8 knowing that whatever good anyone does, he will receive the same from the Lord, whether he is a slave or free.</p> <p><br></p> <p><strong>Ecclesiastes 2:18&ndash;24</strong></p> <p><br></p> <p><strong>18</strong> Then I hated all my labor in which I had toiled under the sun, because I must leave it to the man who will come after me.</p> <p><br></p> <p><strong>19</strong> And who knows whether he will be wise or a fool? Yet he will rule over all my labor in which I toiled and in which I have shown myself wise under the sun. This also is vanity.</p> <p><br></p> <p><strong>20</strong> Therefore I turned my heart and despaired of all the labor in which I had toiled under the sun.</p> <p><br></p> <p><strong>21</strong> For there is a man whose labor is with wisdom, knowledge, and skill; yet he must leave his heritage to a man who has not labored for it. This also is vanity and a great evil.</p> <p><br></p> <p><strong>22</strong> For what has man for all his labor, and for the striving of his heart with which he has toiled under the sun?</p> <p><br></p> <p><strong>23</strong> For all his days are sorrowful, and his work burdensome; even in the night his heart takes no rest. This also is vanity.</p> <p><br></p> <p><strong>24</strong> Nothing is better for a man than that he should eat and drink, and that his soul should enjoy good in his labor. This also, I saw, was from the hand of God.</p> <p><br></p> <p>Work&mdash;a curse or a blessing? It seemed to come as part of the curse of sin (Gen. 3:17). A closer reading reveals it was the ground that was cursed, and not the work. Ellen G. White states that God intended this commission to work as a blessing: &ldquo;The life of toil and care which was henceforth to be man&rsquo;s lot was appointed in love. It was a discipline rendered needful by his sin, to place a check upon the indulgence of appetite and passion, to develop habits of self-control. It was a part of God&rsquo;s great plan for man&rsquo;s recovery from the ruin and degradation of sin.&rdquo;&mdash;Patriarchs and Prophets, p. 60.</p> <p><br></p> <p>Might we perhaps have made it a curse through monotony, overwork, or overvaluing its role in our lives? Whatever our situation, we must learn to put work in its proper perspective. And Christian education must help train people to learn the value of work, while at the same time not making an idol out of it.</p> <p><br></p> <p><strong>Discussion Questions: </strong></p> <p><br></p> <p><strong>1</strong> Read Ecclesiastes 2:18&ndash;24. How can Solomon consider work both a blessing and a curse in the same section of the Bible? What are hints in the text about what can make the difference in how we approach our work?</p> <p><br></p> <p><strong>2</strong> It is through work that we care for (nurture) our families. How can we pass on a positive attitude about work to our families?</p> <p><br></p> <p><strong>3</strong> The line between doing an excellent job and being a workaholic is sometimes a fine one. How do we keep from crossing that line? (See Eccles. 2:23.)</p> <p><br></p> <p><strong>4</strong> Paul stated very clearly: &ldquo;For even when we were with you, we commanded you this: If anyone will not work, neither shall he eat&rdquo; (2 Thess. 3:10, NKJV). This principle, of course, makes great sense. What might be some examples where it doesn&rsquo;t apply? That is, why must we be sure not to make this an ironclad rule that must never be broken?</p> <p><br></p> <p><strong>inside Story</strong></p> <p><br></p> <p><strong>Great Hope in a Doctor&rsquo;s Office</strong></p> <p><br></p> <p>By Andrew McChesney</p> <p><br></p> <p>A series of major life changes troubled H&eacute;l&egrave;ne Iborra in Paris, France. &nbsp;After raising two children, she lost her mother. Wishing to do something new in her life, she took a job at a luxury store. But then she suffered a leg ailment that required surgery. After the operation, she had to visit a physician regularly for foot examinations</p> <p><br></p> <p>During one of those visits, she saw a small book lying on the table in the physician&rsquo;s waiting room. Its title, The Great Hope, seemed to be calling out to her.</p> <p><br></p> <p>This is just what I need! H&eacute;l&egrave;ne thought. Back at home, H&eacute;l&egrave;ne read The Great Hope from cover to cover that same day. She was fascinated with the story about earth&rsquo;s last days and the second coming of Jesus. She decided that it was not by chance that she had stumbled across the book in the physician&rsquo;s office.</p> <p><br></p> <p>She saw a note in The Great Hope saying it was an excerpt from a bigger book called The Great Controversy and inviting her to send away for the full volume. She went online and ordered Ellen White&rsquo;s The Great Controversy. Also in the book, she saw the words &ldquo;Seventh-day Adventist Church.&rdquo; She was not familiar with the denomination. But then she remembered that she had a late grandmother who had become an Adventist in her old age. They had never met.</p> <p><br></p> <p>H&eacute;l&egrave;ne decided to read the Bible next. After reading this book, I absolutely must read the Bible now, she thought. She had many questions about her life, but she didn&rsquo;t know where to look for answers in the Bible. She didn&rsquo;t feel qualified or knowledgeable. Then she remembered that her grandmother had become an Adventist after studying the Bible with an Adventist pastor. She needed to find an Adventist pastor.</p> <p><br></p> <p>Going online, she found an Adventist church and began twice-a-week Bible studies with its pastor. As the months passed, she learned about the seventhday Sabbath and baptism by immersion. She and her husband were baptized. H&eacute;l&egrave;ne has no idea who left The Great Hope at her physician&rsquo;s office, but she knows it wasn&rsquo;t the physician, who wasn&rsquo;t an Adventist. Today, she leaves copies of The Great Hope in physicians&rsquo; offices across Paris. &ldquo;I am very grateful that I came across the book,&rdquo; said H&eacute;l&egrave;ne, 56. &ldquo;I am convinced that it was no accident. My self-esteem has grown, and I have more to learn as I study the Bible and Ellen White&rsquo;s writings. God had a plan. I love my church.&rdquo;</p>"
    }
  ]
}
