{
  "id": 711,
  "lessonNumber": 11,
  "versionCode": 9,
  "quarter": "3T2021",
  "title": "<p><strong>Longing for More</strong></p> ",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p><strong>Memory Text: &ldquo;Now these things became our examples, to the intent that we should not lust after evil things as they also lusted&rdquo; (1 Cor. 10:6, NKJV).</strong></p>",
  "weekDate": "September 4–10",
  "lessonDays": [
    {
      "id": 111,
      "idLesson": 11,
      "idDay": 1,
      "dayTitle": "",
      "date": "September 4",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>The Queens Museum of Art in New York, United States, houses the world&rsquo;s largest architectural model of a city, depicting all of the buildings of New York. On a scale of 1:1,200 (where 2.5 centimeters or 1 inch corresponds to 33 meters or 100 feet) it covers nearly 870 square meters (9,335 square feet). It was originally completed in 1964 by 100 craftsmen who had worked for more than three years to complete the project. It has been updated to the 1990s and does not reflect the 2021 cityscape. It is an amazingly intricate and detailed copy of the original.</p> <p>In the end, though, it is still just that: a copy, a model, a representation of something grander, bigger, deeper, and much more intricate than the model itself.</p> <p>That&rsquo;s how all models are, actually. They are not the original but function only as symbols of the originals. A model helps us grasp the essence of the original, but it can never replace it. Rather, it is there to help people better understand what the original is all about.</p> <p>Scripture itself is full of miniature models of activities and institutions that all point to larger, heavenly realities. Hebrews 4 helps us discover one of these realities as it relates to the biblical question of rest.</p>"
    },
    {
      "id": 112,
      "idLesson": 11,
      "idDay": 2,
      "dayTitle": "<p><strong>Baptized Into Moses</strong></p>",
      "date": "September 5",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Read 1 Corinthians 10:1&ndash;11. What did Paul want to communicate to his readers in Corinth when he referred to &ldquo;examples&rdquo;?</strong></p> <p><strong><br></strong></p> <p><strong>1 Corinthians 10:1-11</strong></p> <p><strong>1</strong> Moreover, brethren, I do not want you to be unaware that all our fathers were under the cloud, all passed through the sea,</p> <p><strong>2</strong> all were baptized into Moses in the cloud and in the sea,</p> <p><strong>3</strong> all ate the same spiritual food,</p> <p><strong>4</strong> and all drank the same spiritual drink. For they drank of that spiritual Rock that followed them, and that Rock was Christ.</p> <p><strong>5</strong> But with most of them God was not well pleased, for their bodies were scattered in the wilderness.</p> <p><strong>6</strong> Now these things became our examples, to the intent that we should not lust after evil things as they also lusted.</p> <p><strong>7</strong> And do not become idolaters as were some of them. As it is written, &ldquo;The people sat down to eat and drink, and rose up to play.&rdquo;&nbsp;</p> <p><strong>8</strong> Nor let us commit sexual immorality, as some of them did, and in one day twenty-three thousand fell;</p> <p><strong>9</strong> nor let us tempt Christ, as some of them also tempted, and were destroyed by serpents;</p> <p><strong>10</strong> nor complain, as some of them also complained, and were destroyed by the destroyer.</p> <p><strong>11</strong> Now all these things happened to them as examples, and they were written for our admonition, upon whom the ends of the ages have come.</p> <p><br></p> <p>The Greek term used in 1 Corinthians 10:6 (and also adapted in a similar form in 1 Corinthians 10:11), translated as &ldquo;example&rdquo; in most English translations, is typos. In English, the word type is based on this Greek noun. A type (or example) is never the original but some kind of symbol or representation of it. It is a model of something else.</p> <p>Hebrews 8:5 offers a good example of this kind of relationship: &ldquo;They [the priests of the Old Testament temple service] serve a copy and shadow of the heavenly things. For when Moses was about to erect the tent, he was instructed by God, saying, &lsquo;See that you make everything according to the pattern that was shown you on the mountain&rsquo; &rdquo; (ESV).</p> <p>This passage in Hebrews highlights the direct link between heavenly and earthly realities, and then it quotes Exodus 25:9, where God told Moses to build the wilderness sanctuary &ldquo;according to . . . the pattern&rdquo; that he had seen on the mountain. The point is that the earthly sanctuary, with all its rituals and procedures, were &ldquo;examples,&rdquo; symbols, and models of what is going on in heaven, with Jesus as our High Priest in the heavenly sanctuary.</p> <p><strong>Exodus 25:9</strong></p> <p><strong>9</strong> According to all that I show you, that is, the pattern of the tabernacle and the pattern of all its furnishings, just so you shall make it.</p> <p><br></p> <p>With this in mind, we can better understand what Paul was talking about in 1 Corinthians 10. In these verses Paul revisits some of the key experiences of God&rsquo;s people in the wilderness on their way to the Promised Land. &ldquo;Our fathers&rdquo; refers to their Jewish ancestors who left Egypt, were under the cloud, passed through the sea, and, thus, were all baptized into a new life of freedom from slavery.</p> <p>Paul considers these important stations of the wilderness journey a type, or an example, of individual baptism. In the footsteps of Paul&rsquo;s logic, the reference to &ldquo;spiritual food&rdquo; must refer to manna (compare with Exod. 16:31&ndash;35). Israel drank from the rock, which Paul identifies as Christ (1 Cor. 10:4). Think of Jesus, for example, as the &ldquo;bread of life&rdquo; (John 6:48) and as the &ldquo;living water&rdquo; (John 4:10), and this all makes perfect sense. Thus, what we see here is Paul&rsquo;s use of Old Testament history as an example of revealing spiritual truths that can be applied to individual Christians today.</p> <p><strong>Exodus 16:31-35</strong></p> <p><strong>31</strong> And the house of Israel called its name Manna. And it was like white coriander seed, and the taste of it was like wafers made with honey.</p> <p><strong>32</strong> Then Moses said, &ldquo;This is the thing which the Lord has commanded: &lsquo;Fill an omer with it, to be kept for your generations, that they may see the bread with which I fed you in the wilderness, when I brought you out of the land of Egypt.&rsquo; &rdquo;</p> <p><strong>33</strong> And Moses said to Aaron, &ldquo;Take a pot and put an omer of manna in it, and lay it up before the Lord, to be kept for your generations.&rdquo;</p> <p><strong>34</strong> As the Lord commanded Moses, so Aaron laid it up before the Testimony, to be kept.</p> <p><strong>35</strong> And the children of Israel ate manna forty years, until they came to an inhabited land; they ate manna until they came to the border of the land of Canaan.</p> <p><br></p> <p><strong>John 6:48</strong></p> <p><strong>48</strong> I am the bread of life.</p> <p><br></p> <p><strong>John 4:10</strong></p> <p><strong>10</strong> Jesus answered and said to her, &ldquo;If you knew the gift of God, and who it is who says to you, &lsquo;Give Me a drink,&rsquo; you would have asked Him, and He would have given you living water.&rdquo;</p> <p><br></p> <p>Think back on the experience of the Israelites in the Exodus. What spiritual lessons can we learn from their &ldquo;examples,&rdquo; both the good and the bad that they left us?</p>"
    },
    {
      "id": 113,
      "idLesson": 11,
      "idDay": 3,
      "dayTitle": "<p><strong>Ritual and Sacrifices</strong></p>",
      "date": "September 6",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>The Old Testament system of ritual and sacrifices, such as found in Leviticus, offers more examples of what we saw yesterday Old Testament symbols pointing to New Testament truths. Though modern readers of the Bible often pass over these rituals, they do contain many important spiritual truths that can be of great value to those who study them.</p> <p><br></p> <p><strong>Read the instructions for the sin offering for a regular Israelite in Leviticus 4:32&ndash;35. What can we learn from this ritual, even though we don&rsquo;t have a sanctuary or temple with an altar where we can offer sacrifices for our sins? Connect this ritual with John 1:29 and 1 Peter 1:18&ndash;21.</strong></p> <p><br></p> <p><strong>Leviticus 4:32-35</strong></p> <p><strong>32</strong> &lsquo;If he brings a lamb as his sin offering, he shall bring a female without blemish.</p> <p><strong>33</strong> Then he shall lay his hand on the head of the sin offering, and kill it as a sin offering at the place where they kill the burnt offering.</p> <p><strong>34</strong> The priest shall take some of the blood of the sin offering with his finger, put it on the horns of the altar of burnt offering, and pour all the remaining blood at the base of the altar.</p> <p><strong>35</strong> He shall remove all its fat, as the fat of the lamb is removed from the sacrifice of the peace offering. Then the priest shall burn it on the altar, according to the offerings made by fire to the Lord. So the priest shall make atonement for his sin that he has committed, and it shall be forgiven him.</p> <p><br></p> <p><strong>John 1:29</strong></p> <p><strong>29</strong> The next day John saw Jesus coming toward him, and said, &ldquo;Behold! The Lamb of God who takes away the sin of the world!</p> <p><br></p> <p><strong>1 Peter 1:18-21</strong></p> <p><strong>18</strong> knowing that you were not redeemed with corruptible things, like silver or gold, from your aimless conduct received by tradition from your fathers,</p> <p><strong>19</strong> but with the precious blood of Christ, as of a lamb without blemish and without spot.</p> <p><strong>20</strong> He indeed was foreordained before the foundation of the world, but was manifest in these last times for you</p> <p><strong>21</strong> who through Him believe in God, who raised Him from the dead and gave Him glory, so that your faith and hope are in God.</p> <p><br></p> <p>A ritual is an excellent communicator of important values and information, and it needs to be understood in its context. It usually requires a specific time, a particular location, and a predetermined sequence of actions to be efficacious. Indeed, when we read through the biblical injunctions in the Old Testament regarding sacrifice, it becomes clear that God gave very specific details about what could be sacrificed and about when, where, and what ritual and procedure to follow.</p> <p>Central to many of the rituals, of course, was blood and the spilling and the sprinkling of blood. This was not pretty, nor was it supposed to be, because it was dealing with the ugliest thing in the universe, and that is sin.</p> <p>What exact role did the blood play, and why did it have to be put on the horns of the altar? While most of the rituals associated with the sanctuary appear in prescriptive forms (i.e., they give instructions on how to do it), they do not always include all the explanations. Perhaps that&rsquo;s because the people already understood what it all meant. After all, people in Israel understood the significance of blood (Lev. 17:11).</p> <p><br></p> <p><strong>Leviticus 17:11</strong></p> <p><strong>11</strong> For the life of the flesh is in the blood, and I have given it to you upon the altar to make atonement for your souls; for it is the blood that makes atonement for the soul.</p> <p><br></p> <p>The example taken from Leviticus 4:32&ndash;35, however, contains an important explanation in Leviticus 4:35: &ldquo;So the priest shall make atonement for his sin that he has committed, and it shall be forgiven him&rdquo; (NKJV). Thus, blood was key to the whole process of atonement, the means by which we sinners can be made right with a Holy God. What we see with these sacrifices, then, is a type, a model, of Christ&rsquo;s death and ministry in our behalf.</p> <p><br></p> <p><strong>Think about how bad sin must really be that it took the sacrifice, the self-sacrifice, of one Member of the Godhead, Jesus, in order to atone for it. What should this teach us about why we must rely only on grace and never works? After all, what could we add to what Christ already has done for us?</strong></p>"
    },
    {
      "id": 114,
      "idLesson": 11,
      "idDay": 4,
      "dayTitle": "<p><strong>The &ldquo;Example&rdquo; of Rest</strong></p>",
      "date": "September 7",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Besides the examples we already have looked at, this idea of types and symbols can apply to the biblical concept of rest as well. To see this, we go to the New Testament book of Hebrews.</p> <p><br></p> <p><strong>Read Hebrews 4:1&ndash;11. What is the remaining promise of entering His rest referring to? How does Israel&rsquo;s experience during the Exodus and the wilderness wanderings offer additional insights into the idea of entering into God&rsquo;s rest?</strong></p> <p><strong><br></strong></p> <p><strong>Hebrews 4:1-11</strong></p> <p><strong>1</strong> Therefore, since a promise remains of entering His rest, let us fear lest any of you seem to have come short of it.</p> <p><strong>2</strong> For indeed the gospel was preached to us as well as to them; but the word which they heard did not profit them, not being mixed with faith in those who heard it.</p> <p><strong>3</strong> For we who have believed do enter that rest, as He has said: &ldquo;So I swore in My wrath, &lsquo;They shall not enter My rest,&rsquo; &rdquo; although the works were finished from the foundation of the world.&nbsp;</p> <p><strong>4</strong> For He has spoken in a certain place of the seventh day in this way: &ldquo;And God rested on the seventh day from all His works&rdquo;;</p> <p><strong>5</strong> and again in this place: &ldquo;They shall not enter My rest.&rdquo;</p> <p><strong>6</strong> Since therefore it remains that some must enter it, and those to whom it was first preached did not enter because of disobedience,&nbsp;</p> <p><strong>7</strong> again He designates a certain day, saying in David, &ldquo;Today,&rdquo; after such a long time, as it has been said: &ldquo;Today, if you will hear His voice, Do not harden your hearts.&rdquo;</p> <p><strong>8</strong> For if Joshua had given them rest, then He would not afterward have spoken of another day.</p> <p><strong>9</strong> There remains therefore a rest for the people of God.</p> <p><strong>10</strong> For he who has entered His rest has himself also ceased from his works as God did from His.</p> <p><strong>11</strong> Let us therefore be diligent to enter that rest, lest anyone fall according to the same example of disobedience.</p> <p><br></p> <p>The theme of perseverance and faithfulness is very important here. Though talking about the seventh-day Sabbath, the main focus of these verses (and what came before; see Hebrews 3:7&ndash;19) is really a call for God&rsquo;s people to be persevering in faith; that is, to remain faithful to the Lord and the gospel.</p> <p><br></p> <p><strong>Hebrews 3:7-19</strong></p> <p><strong>7</strong> Therefore, as the Holy Spirit says: &ldquo;Today, if you will hear His voice,</p> <p><strong>8</strong> Do not harden your hearts as in the rebellion, In the day of trial in the wilderness,</p> <p><strong>9</strong> Where your fathers tested Me, tried Me, And saw My works forty years.</p> <p><strong>10</strong> Therefore I was angry with that generation, And said, &lsquo;They always go astray in their heart, And they have not known My ways.&rsquo;</p> <p><strong>11</strong> So I swore in My wrath, &lsquo;They shall not enter My rest.&rsquo; &rdquo;</p> <p><strong>12</strong> Beware, brethren, lest there be in any of you an evil heart of unbelief in departing from the living God;</p> <p><strong>13</strong> but exhort one another daily, while it is called &ldquo;Today,&rdquo; lest any of you be hardened through the deceitfulness of sin.</p> <p><strong>14</strong> For we have become partakers of Christ if we hold the beginning of our confidence steadfast to the end,</p> <p><strong>15</strong> while it is said: &ldquo;Today, if you will hear His voice, Do not harden your hearts as in the rebellion.&rdquo;</p> <p><strong>16</strong> For who, having heard, rebelled? Indeed, was it not all who came out of Egypt, led by Moses?</p> <p><strong>17</strong> Now with whom was He angry forty years? Was it not with those who sinned, whose corpses fell in the wilderness?</p> <p><strong>18</strong> And to whom did He swear that they would not enter His rest, but to those who did not obey?</p> <p><strong>19</strong> So we see that they could not enter in because of unbelief.</p> <p><br></p> <p>These passages remind the reader to take the lessons learned from God&rsquo;s leading in the past seriously, &ldquo;so that no one may fall by the same sort of disobedience&rdquo; (Heb. 4:11, ESV). Pay attention, this is an opportunity! Israel did hear the gospel, the text continues, but the Word did not profit them. Instead of having their faith strengthened by trust and obedience, they chose rebellion (compare with Heb. 3:7&ndash;15), and thus, they never experienced the rest that God wanted for them.</p> <p>Hebrews 4:3 points to the close relationship between faith and rest. We can enter into His rest only when we believe and trust the One who promised rest and who can deliver on this promise, and that is, of course, Jesus Christ.</p> <p><br></p> <p><strong>Read Hebrews 4:3 again. What was the main problem with the people referred to? What lesson can we take from this for ourselves, we who have had the &ldquo;gospel . . . preached to us as well as to them&rdquo; (Heb. 4:2, NKJV)?</strong></p> <p><strong><br></strong></p> <p><strong>Hebrews 4:2-3</strong></p> <p><strong>2</strong> For indeed the gospel was preached to us as well as to them; but the word which they heard did not profit them, not being mixed with faith in those who heard it.</p> <p><strong>3</strong> For we who have believed do enter that rest, as He has said: &ldquo;So I swore in My wrath, &lsquo;They shall not enter My rest,&rsquo; &rdquo; although the works were finished from the foundation of the world.</p> <p><br></p> <p>The early Christian community accepted God&rsquo;s prior revelation (what we call the &ldquo;Old Testament&rdquo;) and believed that Jesus Christ was the Lamb of God, the Sacrifice for their sins. And by faith in the Sacrifice, they could experience salvation in Jesus and the rest that we are offered in Him.</p> <p><br></p> <p><strong>How can an understanding of what it means to be saved by the blood of Jesus help us enter into the kind of rest that we can have in Jesus, knowing that we are saved by grace and not by works?</strong></p>"
    },
    {
      "id": 115,
      "idLesson": 11,
      "idDay": 5,
      "dayTitle": "<p><strong>&ldquo;Harden Not Your Hearts&rdquo;</strong></p>",
      "date": "September 8",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Read Hebrews 4:4&ndash;7 and Psalm 95:8&ndash;11. What warning is given there, both in Psalms and in Hebrews, and what should it say to us today?</strong></p> <p><strong><br></strong></p> <p><strong>Hebrews 4:4-7</strong></p> <p><strong>4</strong> For He has spoken in a certain place of the seventh day in this way: &ldquo;And God rested on the seventh day from all His works&rdquo;;</p> <p><strong>5</strong> and again in this place: &ldquo;They shall not enter My rest.&rdquo;</p> <p><strong>6</strong> Since therefore it remains that some must enter it, and those to whom it was first preached did not enter because of disobedience,</p> <p><strong>7</strong> again He designates a certain day, saying in David, &ldquo;Today,&rdquo; after such a long time, as it has been said: &ldquo;Today, if you will hear His voice, Do not harden your hearts.&rdquo;</p> <p><br></p> <p><strong>Psalm 95:8-11</strong></p> <p><strong>8</strong> &ldquo;Do not harden your hearts, as in the rebellion, As in the day of trial in the wilderness,</p> <p><strong>9</strong> When your fathers tested Me; They tried Me, though they saw My work.</p> <p><strong>10</strong> For forty years I was grieved with that generation, And said, &lsquo;It is a people who go astray in their hearts, And they do not know My ways.&rsquo;</p> <p><strong>11</strong> So I swore in My wrath, &lsquo;They shall not enter My rest.&rsquo; &rdquo;</p> <p><br></p> <p>Hebrews 4:4&ndash;7 quotes both the Creation account and Psalm 95:11 in the context of talking about the unfaithfulness of the Israelites and, hence, their failure to enter into the rest that God wanted for them.</p> <p>Indeed, Psalm 95:8&ndash;11 connects Israel&rsquo;s wilderness experience with God&rsquo;s rest and includes the divine oath that faithless Israel would not enter into His rest, originally associated with the Promised Land.</p> <p>Of course, Israel did enter the Promised Land. A new generation crossed the border and, with God&rsquo;s help, took the strongholds of the land and settled there.</p> <p>They did not, however, enter into God&rsquo;s rest, the idea being that many did not experience the reality of salvation in Jesus because their lack of faith was manifested by flagrant disobedience. Even though rest was associated with the land, it included more than just where the people lived.</p> <p><br></p> <p><strong>Hebrews 4:6 suggests that those who had heard the divine promise of true rest did not enter because of disobedience. What&rsquo;s the link between disobedience and not entering God&rsquo;s rest?</strong></p> <p><br></p> <p><strong>Hebrews 4:6</strong></p> <p><strong>6</strong> Since therefore it remains that some must enter it, and those to whom it was first preached did not enter because of disobedience</p> <p><br></p> <p>&ldquo;Today&rdquo; expresses urgency. &ldquo;Today&rdquo; means that there is no more time to diddle around. &ldquo;Today&rdquo; requires a response and decision now.</p> <p>Paul grabs hold of the word sēmeron, &ldquo;today,&rdquo; and really emphasizes how important it is in the context of rest. Psalm 95:7, 8, meanwhile, is a warning and a plea to God&rsquo;s people not to repeat the mistakes of their ancestors and fail to enter into the true rest that is found only in the salvation God offers us.</p> <p><br></p> <p><strong>Psalm 95:7-8</strong></p> <p><strong>7</strong> For He is our God, And we are the people of His pasture, And the sheep of His hand. Today, if you will hear His voice:</p> <p><strong>8</strong> &ldquo;Do not harden your hearts, as in the rebellion, As in the day of trial in the wilderness</p> <p><br></p> <p><strong>What should it mean to us, now, when we hear the words &ldquo;Today, if you will hear His voice: &lsquo;do not harden your hearts&rsquo; &rdquo; (NKJV)? What is so important about the word &ldquo;today&rdquo;? After all, Psalms used it thousands of years ago. Nevertheless, why should it still be just as important for our &ldquo;today&rdquo; as it was for those who heard it thousands of years ago?</strong></p>"
    },
    {
      "id": 116,
      "idLesson": 11,
      "idDay": 6,
      "dayTitle": "<p><strong>Conquering a Heavenly City</strong></p>",
      "date": "September 9",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>The logical development of the key ideas in Hebrews 4 becomes particularly evident when reading Hebrews 4:8&ndash;11. Joshua did not give Israel rest. Consequently, since God is no liar, there must be another &ldquo;rest&rdquo; that remains for the people of God. This group is not made up exclusively of Jewish believers. It includes all those who have accepted Jesus as their personal Savior.</p> <p><br></p> <p><strong>Hebrews 4:8-11</strong></p> <p><strong>8</strong> For if Joshua had given them rest, then He would not afterward have spoken of another day.</p> <p><strong>9</strong> There remains therefore a rest for the people of God.</p> <p><strong>10</strong> For he who has entered His rest has himself also ceased from his works as God did from His.</p> <p><strong>11</strong> Let us therefore be diligent to enter that rest, lest anyone fall according to the same example of disobedience.</p> <p><br></p> <p><strong>Read Galatians 3:26&ndash;29 and note the characteristics of God&rsquo;s post- Cross covenant people. What does it mean that there is neither Jew nor Greek, neither slave nor free man, neither male nor female in the context in which Paul is writing?</strong></p> <p><br></p> <p><strong>Galatians 3:26-29</strong></p> <p><strong>26</strong> For you are all sons of God through faith in Christ Jesus.</p> <p><strong>27</strong> For as many of you as were baptized into Christ have put on Christ.</p> <p><strong>28</strong> There is neither Jew nor Greek, there is neither slave nor free, there is neither male nor female; for you are all one in Christ Jesus.</p> <p><strong>29</strong> And if you are Christ&rsquo;s, then you are Abraham&rsquo;s seed, and heirs according to the promise.</p> <p><br></p> <p>At times, Hebrews 4 has been used to emphasize the observance of the seventh-day Sabbath, while others have used it to challenge the validity of this Sabbath rest, in light of the fact that there is another (end-time) rest. Neither position reflects the biblical text well. Instead, the text suggests that the end-time focus on God&rsquo;s special rest has been present since Creation and that the celebration of Sabbath rest offers a small, weekly taste of that end-time rest. Indeed, for the Jews the Sabbath has been understood to be a small precursor of the &ldquo;olam haba&rdquo; (&ldquo;the world to come&rdquo;).</p> <p>The Sabbath-like rest that remains for the people of God, echoing God&rsquo;s rest on the first Sabbath in earth&rsquo;s history, means that we can cease from our own works and trust Him to fulfill His promise of salvation for us.</p> <p>Contrary to arguments of some interpreters, the context does not support the suggestion that the Sabbath commandment had been fulfilled in the rest of salvation that Christ brought, making it unnecessary for Christians to obey it. The ultimate rest we are promised through what Christ has done for us does not replace the biblical seventh-day Sabbath; on the contrary, it enhances it.</p> <p>In a world that highly values self-made people, hard work, and gogetters, resting in Jesus and trusting that His grace is sufficient to save and transform us is truly countercultural.</p> <p><br></p> <p><strong>How can you help others find rest in Jesus when they think that their sins have been too grievous, that their hearts cannot be changed, and that their cases are truly hopeless? What biblical reference would you share with them?</strong></p>"
    },
    {
      "id": 117,
      "idLesson": 11,
      "idDay": 7,
      "dayTitle": "",
      "date": "September 10",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:</strong></p> &ldquo;We are not always willing to come to Jesus with our trials and difficulties. Sometimes we pour our troubles into human ears, and tell our afflictions to those who cannot help us, and neglect to confide all to Jesus, who is able to change the sorrowful way to paths of joy and peace. Self-denying, self-sacrificing gives glory and victory to the cross. The promises of God are very precious. We must study his word if we would know his will. The words of inspiration, carefully studied and practically obeyed, will lead our feet in a plain path, where we may walk without stumbling. Oh, that all, ministers and people, would take their burdens and perplexities to Jesus, who is waiting to receive them, and to give them peace and rest! He will never forsake those who put their trust in him.&rdquo;&mdash;Ellen G. White, The Signs of the Times, March 17, 1887, p. 161.</p> <p>&ldquo;Can you, dear youth, look forward with joyful hope and expectation to the time when the Lord, your righteous Judge, shall confess your name before the Father and before the holy angels? The very best preparation you can have for Christ&rsquo;s second appearing is to rest with firm faith in the great salvation brought to us at His first coming. You must believe in Christ as a personal Saviour.&rdquo;&mdash;Ellen G. White, Our High Calling, p. 368.</p> <p><br></p> <p><strong>Discussion Questions:</strong></p> <p><strong>1</strong> What&rsquo;s so special about the seventh-day Sabbath that it prefigures God&rsquo;s heavenly rest for His people? That is, how does the Sabbath rest give us a foretaste of eternity?</p> <p><strong>2</strong> Atonement means reconciliation and indicates the way back to God. Think about this important statement found in Romans 5:11: &ldquo;And not only that, but we also rejoice in God through our Lord Jesus Christ, through whom we have now received the reconciliation&rdquo; (NKJV). If someone were to ask you, &ldquo;What does it mean to be reconciled to God, and what difference has this reconciliation made in your life,&rdquo; what would you answer?</p> <p><strong>3</strong> How can we avoid majoring in minors in our Christian life? What keeps us focused on the big picture offered in God&rsquo;s Word?</p> <p><strong>4</strong> Think again about all the mistakes made and the lack of faith the children of Israel manifested in the wilderness. Though the details of their challenges are different from ours (we&rsquo;re not wandering through a vast desert), what common principles are there? That is, how in our own Christian walk might we be confronted with the same challenges they were, and how can we learn from their mistakes?</p> <p><br></p> <p><strong>Stepping Out in Faith</strong>&nbsp;</p> <p>By Terri Saelee</p> <p><br></p> <p>In Iraq, someone told Father about Jesus. Father fell in love with Jesus and joined the Seventh-day Adventist Church. Mother, however, decided to remain with her traditional religion. After some time, life became difficult for the family in Iraq. Father, fearing for the safety of Mother and their two young daughters, moved the family to live as refugees in the United States.</p> <p>In California, Father and Mother sent their daughters to public school. But Father prayed that the girls would be able to study at an Adventist school. He did not have the money to pay for church school, and even if he did, he did not know any Adventists who could tell him where to find one.</p> <p>One day, Father visited a food bank that distributed supplies to needy families. While waiting to receive food, Father began talking with a volunteer and discovered that the food bank was organized and run by a Seventh-day Adventist church that happened to own a church school. Father and Mother had been carefully saving money so that they could return to school and get better jobs. They decided to pay for their daughters&rsquo; tuition.</p> <p>A short time later, Father arrived at the church school with Mother and their 9-year-old and 11-year-old girls. They sat in the principal&rsquo;s office, their faces shining, as they waited for information about what to do next.</p> <p>The principal and church pastor, who sat across from them, glanced at each other. The eagerness on the faces of the parents and the girls tugged at their hearts. But the money that Father and Mother had saved up was not enough. &ldquo;We very much want the girls to study here,&rdquo; the principal said. &ldquo;But unfortunately, there is not enough money to cover the tuition.&rdquo;</p> <p>The principal paused and glanced at the pastor again. She saw compassion in his eyes and felt encouraged to continue.</p> <p>&ldquo;We will enroll the girls in the school,&rdquo; she said. &ldquo;Let&rsquo;s step out in faith.&rdquo; The four adults and two girls knelt on the floor and bowed their heads.</p> <p>&ldquo;Dear God, we need Your help,&rdquo; the pastor prayed. &ldquo;Please provide money for the education of these two precious girls.&rdquo;</p> <p>Shortly after the family left, the principal received a phone call. It was from the coordinator of the Adventist Refugee and Immigrant Ministries for the Seventh-day Adventist Church&rsquo;s North American Division. She was calling to announce that she had money to help pay for the tuition of refugee children. The money, she said, came from a Thirteenth Sabbath Offering in 2011.</p> <p>The principal could hardly believe her ears. Quickly, she called Father to announce that money had been found for his daughters&rsquo; tuition. &ldquo;I knew God would answer our prayers!&rdquo; Father exclaimed.</p>"
    }
  ]
}
