{
  "id": 10,
  "lessonNumber": 10,
  "versionCode": 1,
  "quarter": "2T2020",
  "title": "<p><strong>LA BIBLIA COMO HISTORIA</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "es",
  "verse": "<p><strong><span style=\"color: rgb(0, 0, 0); font-family: &quot;Times New Roman&quot;; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial; display: inline !important; float: none;\">“Yo soy Jehová tu Dios, que te saqué de la tierra de Egipto” (Éxo. 20:2; también Deut. 5:6).</span>&nbsp;</strong></p>",
  "weekDate": "30 de Mayo– 5 de Junio",
  "lessonDays": [
    {
      "id": 101,
      "idLesson": 10,
      "idDay": 1,
      "dayTitle": "",
      "date": "30 de Mayo",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>LEE PARA EL ESTUDIO DE ESTA SEMANA: 1 Samuel 17; Isaías 36:1-3; 37:14- 38; Daniel 1, 5; Mateo 26:57-67; Hebreos 11:1-40.</p>\n<p>&nbsp;La Biblia está constituida en la historia. La historia bíblica avanza en dirección lineal desde un principio absoluto, cuando Dios creó todas las cosas, hasta una meta final, cuando restaurará la Tierra en la Segunda Venida.</p>\n<p>La naturaleza histórica de las Escrituras es una característica que la distingue de los libros sagrados de otras religiones. La Biblia da por sentada la existencia de un Dios que actúa personalmente en la historia; no intenta probar esa existencia. En el principio, Dios habla, y se crea vida en la Tierra (Gén. 1:1-31). Él llama a Abram a salir de los caldeos. Libera a su pueblo de la esclavitud de Egipto. Escribe los Diez Mandamientos en tablas de piedra con su propio dedo (Éxo. 31:18). Envía profetas. Envía juicios. Llama a su pueblo a vivir y compartir su divina Ley y el plan de salvación con otras naciones. Finalmente, envía a su Hijo Jesucristo al mundo, dividiendo así la historia para siempre.</p>\n<p>Esta semana, analizaremos algunos de los aspectos clave de la historia según se describen en la Biblia y también algunas de las evidencias arqueológicas que ayudan a corroborar la historia según se expresa en la Biblia.</p>"
    },
    {
      "id": 102,
      "idLesson": 10,
      "idDay": 2,
      "dayTitle": "<p><strong>DAVID, SALOMÓN Y LA MONARQUÍA</strong></p>",
      "date": "31 de Mayo",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Las monarquías de David y de Salomón representan la edad de oro en la historia de Israel. Pero ¿y si David y Salomón no existieron, como algunos afirman? ¿Qué pasaría si su reino no fue tan vasto como la Biblia lo describe, como algunos también afirman? Sin David no habría Jerusalén, la capital de la nación (2 Sam. 5:6-10). Sin David no habría Templo construido por su hijo, Salomón (1 Rey. 8:17-20). Finalmente, sin David no habría un futuro Mesías, porque es a través del linaje de David que se promete un Mesías (Jer. 23:5, 6; Apoc. 22:16). La historia israelita tendría que reescribirse completamente. Sin embargo, esa historia, según leemos en las Escrituras, es precisamente la que le da a Israel y a la iglesia su función y su misión únicas.</p> <p><strong>Lee 1 Samuel 17. ¿De qué manera Dios le da una victoria decisiva a Israel? ¿A quién se usa para esta victoria? ¿Dónde ocurre la victoria?</strong></p> <p><strong>1 Samuel 17</strong></p> <p><strong>1&nbsp;</strong>Los filisteos reunieron sus ejércitos para la guerra, concentrando sus fuerzas en Soco, pueblo de Judá. Acamparon en Efesdamín, situado entre Soco y Azeca.</p> <p><strong>2</strong> Por su parte, Saúl y los israelitas se reunieron también y, acampando en el valle de Elá, ordenaron sus filas para la batalla contra los filisteos.</p> <p><strong>3&nbsp;</strong>Con el valle de por medio, los filisteos y los israelitas tomaron posiciones en montes opuestos.</p> <p><strong>4</strong> Un famoso guerrero, oriundo de Gat, salió del campamento filisteo. Su nombre era Goliat, y tenía una estatura de casi tres metros.</p> <p><strong>5</strong> Llevaba en la cabeza un casco de bronce, y su coraza, que pesaba cincuenta y cinco kilos, también era de bronce,</p> <p><strong>6</strong> como lo eran las polainas que le protegían las piernas y la jabalina que llevaba al hombro.</p> <p><strong>7</strong> El asta de su lanza se parecía al rodillo de un telar, y tenía una punta de hierro que pesaba casi siete kilos. Delante de él marchaba un escudero.</p> <p><strong>8</strong> Goliat se detuvo ante los soldados israelitas, y los desafió: «¿Para qué están ordenando sus filas para la batalla? ¿No soy yo un filisteo? ¿Y no están ustedes al servicio de Saúl? ¿Por qué no escogen a alguien que se me enfrente?</p> <p><strong>9</strong> Si es capaz de hacerme frente y matarme, nosotros les serviremos a ustedes; pero, si yo lo venzo y lo mato, ustedes serán nuestros esclavos y nos servirán».</p> <p><strong>10</strong> Dijo además el filisteo: «¡Yo desafío hoy al ejército de Israel! ¡Elijan a un hombre que pelee conmigo!»</p> <p><strong>11</strong> Al oír lo que decía el filisteo, Saúl y todos los israelitas se consternaron y tuvieron mucho miedo.</p> <p><strong>12</strong> David era hijo de Isaí, un efrateo que vivía en Belén de Judá. En tiempos de Saúl, Isaí era ya de edad muy avanzada, y tenía ocho hijos.</p> <p><strong>13</strong> Sus tres hijos mayores habían marchado a la guerra con Saúl. El primogénito se llamaba Eliab; el segundo, Abinadab; el tercero, Sama.</p> <p><strong>14</strong> Estos tres habían seguido a Saúl por ser los mayores. David, que era el menor,</p> <p><strong>15</strong> solía ir adonde estaba Saúl, pero regresaba a Belén para cuidar las ovejas de su padre.</p> <p><strong>16</strong> El filisteo salía mañana y tarde a desafiar a los israelitas, y así lo estuvo haciendo durante cuarenta días.</p> <p><strong>17</strong> Un día, Isaí le dijo a su hijo David: «Toma esta bolsa de trigo tostado y estos diez panes, y vete pronto al campamento para dárselos a tus hermanos.</p> <p><strong>18</strong> Lleva también estos diez quesos para el jefe del batallón. Averigua cómo les va a tus hermanos, y tráeme una prueba de que ellos están bien.</p> <p><strong>19</strong> Los encontrarás en el valle de Elá, con Saúl y todos los soldados israelitas, peleando contra los filisteos».</p> <p><strong>20</strong> David cumplió con las instrucciones de Isaí. Se levantó muy de mañana y, después de encargarle el rebaño a un pastor, tomó las provisiones y se puso en camino. Llegó al campamento en el momento en que los soldados, lanzando gritos de guerra, salían a tomar sus posiciones.</p> <p><strong>21</strong> Los israelitas y los filisteos se alinearon frente a frente.</p> <p><strong>22</strong> David, por su parte, dejó su carga al cuidado del encargado de las provisiones, y corrió a las filas para saludar a sus hermanos.</p> <p><strong>23</strong> Mientras conversaban, Goliat, el gran guerrero filisteo de Gat, salió de entre las filas para repetir su desafío, y David lo oyó.</p> <p><strong>24</strong> Cada vez que los israelitas veían a Goliat huían despavoridos.</p> <p><strong>25</strong> Algunos decían: «¿Ven a ese hombre que sale a desafiar a Israel? A quien lo venza y lo mate, el rey lo colmará de riquezas. Además, le dará su hija como esposa, y su familia quedará exenta de impuestos aquí en Israel».</p> <p><strong>26</strong> David preguntó a los que estaban con él: —¿Qué dicen que le darán a quien mate a ese filisteo y salve así el honor de Israel? ¿Quién se cree este filisteo pagano,[e] que se atreve a desafiar al ejército del Dios viviente?</p> <p><strong>27</strong> —Al que lo mate —repitieron— se le dará la recompensa anunciada.</p> <p><strong>28</strong> Eliab, el hermano mayor de David, lo oyó hablar con los hombres y se puso furioso con él. Le reclamó: —¿Qué has venido a hacer aquí? ¿Con quién has dejado esas pocas ovejas en el desierto? Yo te conozco. Eres un atrevido y mal intencionado. ¡Seguro que has venido para ver la batalla!</p> <p><strong>29</strong> —¿Y ahora qué hice? —protestó David—. ¡Si apenas he abierto la boca!</p> <p><strong>30&nbsp;</strong>Apartándose de su hermano, les preguntó a otros, quienes le dijeron lo mismo. 31 Algunos que oyeron lo que había dicho David se lo contaron a Saúl, y este mandó a llamarlo. 32 Entonces David le dijo a Saúl: —¡Nadie tiene por qué desanimarse a causa de este filisteo! Yo mismo iré a pelear contra él.</p> <p><strong>33</strong> —¡Cómo vas a pelear tú solo contra este filisteo! —replicó Saúl—. No eres más que un muchacho, mientras que él ha sido un guerrero toda la vida.</p> <p><strong>34</strong> David le respondió: —A mí me toca cuidar el rebaño de mi padre. Cuando un león o un oso viene y se lleva una oveja del rebaño,&nbsp;</p> <p><strong>35</strong> yo lo persigo y lo golpeo hasta que suelta la presa. Y, si el animal me ataca, lo agarro por la melena y lo sigo golpeando hasta matarlo.&nbsp;</p> <p><strong>36</strong> Si este siervo de Su Majestad ha matado leones y osos, lo mismo puede hacer con ese filisteo pagano, porque está desafiando al ejército del Dios viviente.</p> <p><strong>37</strong> El Señor, que me libró de las garras del león y del oso, también me librará del poder de ese filisteo. —Anda, pues —dijo Saúl—, y que el Señor te acompañe.</p> <p><strong>38</strong> Luego Saúl vistió a David con su uniforme de campaña. Le entregó también un casco de bronce y le puso una coraza.</p> <p><strong>39</strong> David se ciñó la espada sobre la armadura e intentó caminar, pero no pudo porque no estaba acostumbrado. —No puedo andar con todo esto —le dijo a Saúl—; no estoy entrenado para ello. De modo que se quitó todo aquello,</p> <p><strong>40</strong> tomó su bastón, fue al río a escoger cinco piedras lisas, y las metió en su bolsa de pastor. Luego, honda en mano, se acercó al filisteo.</p> <p><strong>41</strong> Este, por su parte, también avanzaba hacia David detrás de su escudero. 42 Le echó una mirada a David y, al darse cuenta de que era apenas un muchacho, trigueño y buen mozo, con desprecio</p> <p><strong>43</strong> le dijo: —¿Soy acaso un perro para que vengas a atacarme con palos? Y maldiciendo a David en nombre de sus dioses,</p> <p><strong>44</strong> añadió: —¡Ven acá, que les voy a echar tu carne a las aves del cielo y a las fieras del campo!</p> <p><strong>45</strong> David le contestó: —Tú vienes contra mí con espada, lanza y jabalina, pero yo vengo a ti en el nombre del Señor Todopoderoso, el Dios de los ejércitos de Israel, a quien has desafiado.&nbsp;</p> <p><strong>46</strong> Hoy mismo el Señor te entregará en mis manos; y yo te mataré y te cortaré la cabeza. Hoy mismo echaré los cadáveres del ejército filisteo a las aves del cielo y a las fieras del campo, y todo el mundo sabrá que hay un Dios en Israel.</p> <p><strong>47</strong> Todos los que están aquí reconocerán que el Señor salva sin necesidad de espada ni de lanza. La batalla es del Señor, y él los entregará a ustedes en nuestras manos.</p> <p><strong>48</strong> En cuanto el filisteo avanzó para acercarse a David y enfrentarse con él, también este corrió rápidamente hacia la línea de batalla para hacerle frente.</p> <p><strong>49</strong> Metiendo la mano en su bolsa sacó una piedra, y con la honda se la lanzó al filisteo, hiriéndolo en la frente. Con la piedra incrustada entre ceja y ceja, el filisteo cayó de bruces al suelo.</p> <p><strong>50</strong> Así fue como David triunfó sobre el filisteo: lo hirió de muerte con una honda y una piedra, y sin empuñar la espada.</p> <p><strong>51</strong> Luego corrió adonde estaba el filisteo, le quitó la espada y, desenvainándola, lo remató con ella y le cortó la cabeza. Cuando los filisteos vieron que su héroe había muerto, salieron corriendo.</p> <p><strong>52</strong> Entonces los soldados de Israel y de Judá, dando gritos de guerra, se lanzaron contra ellos y los persiguieron hasta la entrada de Gat y hasta las puertas de Ecrón. Todo el camino, desde Sajarayin hasta Gat y Ecrón, quedó regado de cadáveres de filisteos.</p> <p><strong>53</strong> Cuando los israelitas dejaron de perseguir a los filisteos, regresaron para saquearles el campamento.</p> <p><strong>54</strong> Luego David tomó la cabeza de Goliat y la llevó a Jerusalén, pero las armas las guardó en su tienda de campaña.</p> <p><strong>55&nbsp;</strong>Anteriormente Saúl, al ver a David enfrentarse con el filisteo, le había preguntado a Abner, general de su ejército: —Abner, ¿quién es el padre de ese muchacho? —Le aseguro, Su Majestad, que no lo sé.</p> <p><strong>56</strong> —Averíguame quién es —le había dicho el rey.</p> <p><strong>57</strong> Tan pronto como David regresó, después de haber matado a Goliat, y con la cabeza del filisteo todavía en la mano, Abner lo llevó ante Saúl.</p> <p><strong>58</strong> —¿De quién eres hijo, muchacho? —le preguntó Saúl. —De Isaí de Belén, servidor de Su Majestad —respondió David.</p> <p>Observa la descripción geográfica precisa de las líneas de batalla en 1 Samuel 17:1 al 3. El sitio de Khirbet Qeiyafa está ubicado en las colinas exactamente en la zona del campamento israelita descrito en este capítulo. Las recientes excavaciones revelaron una ciudad guarnecida, masivamente fortificada, de la época de Saúl y David, que dominaba el valle. Se excavaron dos puertas contemporáneas.Como la mayoría de las ciudades del antiguo Israel tenían una sola puerta, esta característica puede ayudar a identificar el sitio como Saaraim (1 Sam. 17:52), que en hebreo significa “dos puertas”.</p> <p>Si es así, entonces hemos identificado por primera vez esta antigua ciudad bíblica. En 2008 y 2013, se encontraron dos inscripciones que muchos creen que representan la escritura hebrea más antigua que se haya descubierto. La segunda inscripción menciona el nombre Es-baal, el mismo nombre de uno de los hijos de Saúl (1 Crón. 9:39).</p> <p>En 1993, las excavaciones en la ciudad norteña de Tel Dan descubrieron una monumental inscripción escrita por el rey Hazael de Damasco, quien registra su victoria sobre el “rey de Israel” y el rey de la “casa de David”. Esta es la misma forma en que se describe la dinastía de David en la Biblia, lo que añade una evidencia arqueológica muy poderosa de que David existió en la historia, exactamente como lo dice la Biblia.</p> <p><strong><span style=\"color: rgb(184, 49, 47);\">Piensa en las implicaciones de lo que significaría para nuestra fe si, como dicen algunos, el rey David no hubiese existido en realidad.</span></strong></p>"
    },
    {
      "id": 103,
      "idLesson": 10,
      "idDay": 3,
      "dayTitle": "<p><strong>ISAÍAS, EZEQUÍAS Y SENAQUERIB</strong></p>",
      "date": "1 de Junio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Lee Isaías 36:1 al 3 e Isaías 37:14 al 38. En este relato de una campaña asiria masiva contra Judá, ¿cómo libera Dios a su pueblo?</strong></p> <p><strong>Isaías 36:1 al 3</strong></p> <p><strong>1&nbsp;</strong>En el año catorce del reinado de Ezequías, Senaquerib, rey de Asiria, atacó y tomó todas las ciudades fortificadas de Judá.</p> <p><strong>2</strong> Desde Laquis el rey de Asiria envió a su comandante en jefe, al frente de un gran ejército, para hablar con el rey Ezequías en Jerusalén. Cuando el comandante se detuvo en el acueducto del estanque superior, en el camino que lleva al Campo del Lavandero,</p> <p><strong>3&nbsp;</strong>salió a recibirlo Eliaquín hijo de Jilquías, que era el administrador del palacio, junto con el cronista Sebna y el secretario Joa hijo de Asaf.</p> <p><strong>Isaías 37:14 al 38.&nbsp;</strong></p> <p><strong>14</strong> Ezequías tomó la carta de mano de los mensajeros, y la leyó. Luego subió al templo del Señor, la desplegó delante del Señor,</p> <p><strong>15</strong> y oró así:</p> <p><strong>16</strong> «Señor Todopoderoso, Dios de Israel, entronizado sobre los querubines: solo tú eres el Dios de todos los reinos de la tierra. Tú has hecho los cielos y la tierra.</p> <p><strong>17</strong> Presta atención, Señor, y escucha; abre tus ojos, Señor, y mira; escucha todas las palabras que Senaquerib ha mandado a decir para insultar al Dios viviente.</p> <p><strong>18</strong> »Es verdad, Señor, que los reyes asirios han asolado todas estas naciones y sus tierras.</p> <p><strong>19</strong> Han arrojado al fuego sus dioses, y los han destruido, porque no eran dioses sino solo madera y piedra, obra de manos humanas.</p> <p><strong>20</strong> Ahora, pues, Señor y Dios nuestro, sálvanos de su mano, para que todos los reinos de la tierra sepan que solo tú, Señor, eres Dios».[a]</p> <p><strong>21</strong> Entonces Isaías hijo de Amoz le envió este mensaje a Ezequías: «Así dice el Señor, Dios de Israel: “Por cuanto me has rogado respecto a Senaquerib, rey de Asiria,</p> <p><strong>22</strong> esta es la palabra que yo, el Señor, he pronunciado contra él: ”La virginal hija de Sión te desprecia y se burla de ti. La hija de Jerusalén menea la cabeza al verte huir.</p> <p><strong>23</strong> ¿A quién has insultado? ¿Contra quién has blasfemado? ¿Contra quién has alzado la voz y levantado los ojos con orgullo? ¡Contra el Santo de Israel!</p> <p><strong>24</strong> Has enviado a tus siervos a insultar al Señor, diciendo: ‘Con mis numerosos carros de combate escalé las cumbres de las montañas, ¡las laderas del Líbano! Talé sus cedros más altos, sus cipreses más selectos. Alcancé sus cumbres más lejanas, y sus bosques más frondosos.</p> <p><strong>25</strong> Cavé pozos en tierras extranjeras, y en esas aguas apagué mi sed. Con las plantas de mis pies sequé todos los ríos de Egipto’.</p> <p><strong>26</strong> »”¿No te has dado cuenta? ¡Hace mucho tiempo que lo he preparado! Desde tiempo atrás lo vengo planeando, y ahora lo he llevado a cabo; por eso tú has dejado en ruinas a las ciudades fortificadas.</p> <p><strong>27</strong> Sus habitantes, impotentes, están desalentados y avergonzados. Son como plantas en el campo, como tiernos pastos verdes, como hierba que brota sobre el techo y que se quema[c] antes de crecer.</p> <p><strong>28</strong> »”Yo sé bien cuándo te sientas, cuándo sales, cuándo entras, y cuánto ruges contra mí.</p> <p><strong>29</strong> Porque has rugido contra mí y tu insolencia ha llegado a mis oídos, te pondré una argolla en la nariz y un freno en la boca, y por el mismo camino por donde viniste te haré regresar.</p> <p><strong>30</strong> »”Esta será la señal para ti, Ezequías: ”Este año comerán lo que crezca por sí solo, y el segundo año lo que de allí brote. Pero al tercer año sembrarán y cosecharán, plantarán viñas y comerán su fruto.</p> <p><strong>31</strong> Una vez más los sobrevivientes de la tribu de Judá echarán raíces abajo, y arriba darán fruto.</p> <p><strong>32</strong> Porque de Jerusalén saldrá un remanente, del monte Sión un grupo de sobrevivientes. Esto lo hará mi celo, celo del Señor Todopoderoso.</p> <p><strong>33</strong> »”Yo, el Señor, declaro esto acerca del rey de Asiria: ”No entrará en esta ciudad, ni lanzará contra ella una sola flecha. No se enfrentará a ella con escudos, ni construirá contra ella una rampa de asalto.</p> <p><strong>34</strong> Volverá por el mismo camino que vino; ¡en esta ciudad no entrará! Yo, el Señor, lo afirmo.</p> <p><strong>35</strong> Por mi causa, y por consideración a David mi siervo, defenderé esta ciudad y la salvaré”».</p> <p><strong>36</strong> Entonces el ángel del Señor salió y mató a ciento ochenta y cinco mil hombres del campamento asirio. A la mañana siguiente, cuando los demás se levantaron, ¡allí estaban tendidos todos los cadáveres!</p> <p><strong>37</strong> Así que Senaquerib, rey de Asiria, levantó el campamento y se retiró. Volvió a Nínive y permaneció allí.</p> <p><strong>38</strong> Pero un día, mientras adoraba en el templo de su dios Nisroc, sus hijos Adramélec y Sarézer lo mataron a espada y escaparon a la tierra de Ararat. Y su hijo Esarjadón lo sucedió en el trono.</p> <p>En 701 a.C., Senaquerib hace campaña contra Judá. El relato se registra en las Escrituras. El mismo Senaquerib también lo registra de varias maneras. En sus anales históricos, descubiertos en la ciudad capital de Nínive, alardea: “Cuarenta y seis de sus [de Ezequías] fuertes ciudades amuralladas e innumerables pueblos más pequeños en los alrededores sitié y conquisté”. En el palacio de Senaquerib, en Nínive, celebra su derrota de la ciudad judía de Laquis cubriendo las paredes de una sala central del palacio con representaciones en relieve del asedio y la batalla contra la ciudad.</p> <p>Las recientes excavaciones de Laquis han descubierto los escombros de destrucción masiva de la ciudad después de que Senaquerib la incendiara. Pero Jerusalén se salvó milagrosamente. Senaquerib solo puede presumir de esto: “En cuanto a Ezequías el judío, lo encerré en su ciudad como un pájaro en una jaula”. No hay ninguna descripción de la destrucción de Jerusalén, y no se relata que los cautivos hayan sido tomados como esclavos.</p> <p>Es cierto que Jerusalén fue sitiada, pero la Biblia registra que el asedio duró solo un día, ya que el Ángel del Señor liberó a Jerusalén. Como Isaías había predicho: “Por tanto, así dice Jehová acerca del rey de Asiria: No entrará en esta ciudad, ni arrojará saeta en ella; no vendrá delante de ella con escudo, ni levantará contra ella baluarte. Por el camino que vino, volverá, y no entrará en esta ciudad, dice Jehová. Porque yo ampararé a esta ciudad para salvarla, por amor de mí mismo, y por amor de David mi siervo” (Isa. 37:33-35).</p> <p>Curiosamente, solo Laquis se destaca prominentemente en Nínive, la capital asiria. Jerusalén no se encuentra en las paredes del palacio. Senaquerib solo pudo jactarse de derrotar a Laquis. El enfrentamiento entre el Dios del cielo y los dioses de los asirios se demuestra en la liberación de su pueblo. Él ve los actos de agresión por parte de Asiria. Oye las palabras de la oración de Ezequías. Dios actúa en la historia.</p> <p><strong><span style=\"color: rgb(184, 49, 47);\">¿Cómo puedes recordar que el Dios que milagrosamente liberó a Israel en aquel momento y en aquel lugar es el mismo Dios a quien oras, en quien te amparas y confías?</span></strong></p>"
    },
    {
      "id": 104,
      "idLesson": 10,
      "idDay": 4,
      "dayTitle": "<p><strong>DANIEL, NABUCODONOSOR Y BABILONIA</strong></p>",
      "date": "2 de Junio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>En julio de 2007, un académico de la Universidad de Viena estaba trabajando en un proyecto en el Museo Británico cuando encontró una tablilla de la época de Nabucodonosor, rey de Babilonia. En la tablilla, encontró el nombre “Sarsequim”, el nombre de un funcionario babilónico mencionado en Jeremías 39:3. Sarsequim es uno de los tantos reyes y oficiales que (gracias a la arqueología) se han redescubierto desde la época de Daniel y Nabucodonosor.</p> <p><strong>Lee Daniel 1 y 5. ¿Cómo se corresponden las primeras decisiones de Daniel con los actos de Dios al usarlo como siervo y profeta para impactar a millones de personas a lo largo de la historia?</strong></p> <p><strong>Daniel 1</strong></p> <p><strong>1</strong> En el año tercero del reinado del rey Joacim de Judá, el rey Nabucodonosor de Babilonia vino a Jerusalén y la sitió.</p> <p><strong>2</strong> El Señor permitió que Joacim cayera en manos de Nabucodonosor. Junto con él, cayeron en sus manos algunos de los utensilios del templo de Dios, los cuales Nabucodonosor se llevó a Babilonia y puso en el tesoro del templo de sus dioses.</p> <p><strong>3</strong> Además, el rey le ordenó a Aspenaz, jefe de los oficiales de su corte, que llevara a su presencia a algunos de los israelitas pertenecientes a la familia real y a la nobleza.</p> <p><strong>4</strong> Debían ser jóvenes apuestos y sin ningún defecto físico, que tuvieran aptitudes para aprender de todo y que actuaran con sensatez; jóvenes sabios y aptos para el servicio en el palacio real, a los cuales Aspenaz debía enseñarles la lengua y la literatura de los babilonios.</p> <p><strong>5</strong> El rey les asignó raciones diarias de la comida y del vino que se servía en la mesa real. Su preparación habría de durar tres años, después de lo cual entrarían al servicio del rey.</p> <p><strong>6</strong> Entre estos jóvenes se encontraban Daniel, Ananías, Misael y Azarías, que eran de Judá,</p> <p><strong>7</strong> y a los cuales el jefe de oficiales les cambió el nombre: a Daniel lo llamó Beltsasar; a Ananías, Sadrac; a Misael, Mesac; y a Azarías, Abednego.</p> <p><strong>8</strong> Pero Daniel se propuso no contaminarse con la comida y el vino del rey, así que le pidió al jefe de oficiales que no lo obligara a contaminarse.</p> <p><strong>9</strong> Y aunque Dios había hecho que Daniel se ganara el afecto y la simpatía del jefe de oficiales,</p> <p><strong>10</strong> este se vio obligado a responderle a Daniel: «Tengo miedo de mi señor el rey, pues fue él quien te asignó la comida y el vino. Si el rey llega a verte más flaco y demacrado que los otros jóvenes de tu edad, por culpa tuya me cortará la cabeza».</p> <p><strong>11</strong> El jefe de oficiales le ordenó a un guardia atender a Daniel, Ananías, Misael y Azarías. Por su parte, Daniel habló con ese guardia y le dijo:</p> <p><strong>12</strong> «Por favor, haz con tus siervos una prueba de diez días. Danos de comer solo verduras, y de beber solo agua.</p> <p><strong>13</strong> Pasado ese tiempo, compara nuestro semblante con el de los jóvenes que se alimentan con la comida real, y procede de acuerdo con lo que veas en nosotros».</p> <p><strong>14</strong> El guardia aceptó la propuesta, y los sometió a una prueba de diez días.&nbsp;</p> <p><strong>15</strong> Al cumplirse el plazo, estos jóvenes se veían más sanos y mejor alimentados que cualquiera de los que participaban de la comida real.</p> <p><strong>16</strong> Así que el guardia les retiró la comida y el vino del rey, y en su lugar siguió alimentándolos con verduras.</p> <p><strong>17&nbsp;</strong>A estos cuatro jóvenes Dios los dotó de sabiduría e inteligencia para entender toda clase de literatura y ciencia. Además, Daniel podía entender toda visión y todo sueño.</p> <p><strong>18</strong> Cumplido el plazo fijado por el rey Nabucodonosor, y conforme a sus instrucciones, el jefe de oficiales los llevó ante su presencia.</p> <p><strong>19</strong> Luego de hablar el rey con Daniel, Ananías, Misael y Azarías, no encontró a nadie que los igualara, de modo que los cuatro entraron a su servicio.</p> <p><strong>20</strong> El rey los interrogó, y en todos los temas que requerían de sabiduría y discernimiento los halló diez veces más inteligentes que todos los magos y hechiceros de su reino.</p> <p><strong>21</strong> Fue así como Daniel se quedó en Babilonia hasta el primer año del rey Ciro.</p> <p><strong>Daniel 5</strong></p> <p><strong>1</strong> El rey Belsasar ofreció un gran banquete a mil miembros de la nobleza, y bebió vino con ellos hasta emborracharse.&nbsp;</p> <p><strong>2</strong>-<strong>3</strong> Mientras brindaban, Belsasar mandó que le trajeran las copas de oro y de plata que Nabucodonosor, su padre, había tomado del templo de Jerusalén. Y así se hizo. Le llevaron las copas, y en ellas bebieron el rey y sus nobles, junto con sus esposas y concubinas.</p> <p><strong>4</strong> Ya borrachos, se deshacían en alabanzas a los dioses de oro, plata, bronce, hierro, madera y piedra.</p> <p><strong>5</strong> En ese momento, en la sala del palacio apareció una mano que, a la luz de las lámparas, escribía con el dedo sobre la parte blanca de la pared. Mientras el rey observaba la mano que escribía,</p> <p><strong>6</strong> el rostro le palideció del susto, las rodillas comenzaron a temblarle y apenas podía sostenerse.</p> <p><strong>7</strong> Mandó entonces que vinieran los hechiceros, astrólogos y adivinos, y a estos sabios babilonios les dijo: —Al que lea lo que allí está escrito, y me diga lo que significa, lo vestiré de púrpura, le pondré una cadena de oro en el cuello y lo nombraré tercer gobernante del reino.</p> <p><strong>8</strong> Todos los sabios del reino se presentaron, pero no pudieron descifrar lo escrito ni decirle al rey lo que significaba.</p> <p><strong>9</strong> Esto hizo que el rey Belsasar se asustara y palideciera más todavía. Los nobles, por su parte, se hallaban confundidos.</p> <p><strong>10</strong> Al oír el alboroto que hacían el rey y sus nobles, la reina misma entró en la sala del banquete y exclamó: —¡Que viva Su Majestad por siempre! ¡Y no se alarme ni se ponga pálido!</p> <p><strong>11</strong> En el reino de Su Majestad hay un hombre en quien reposa el espíritu de los santos dioses. Cuando vivía el rey Nabucodonosor, padre de Su Majestad, se halló que ese hombre poseía sabiduría, inteligencia y gran percepción, semejantes a las de los dioses. El padre de Su Majestad llegó a nombrar a ese hombre jefe de los magos, hechiceros, astrólogos y adivinos.</p> <p><strong>12</strong> Y es que ese hombre tiene una mente aguda, amplios conocimientos, e inteligencia y capacidad para interpretar sueños, explicar misterios y resolver problemas difíciles. Llame usted a ese hombre, y él le dirá lo que significa ese escrito. Se llama Daniel, aunque el padre de Su Majestad le puso por nombre Beltsasar.</p> <p><strong>13</strong> Daniel fue llevado a la presencia del rey, y este le preguntó: —¿Así que tú eres Daniel, uno de los exiliados que mi padre trajo de Judá?</p> <p><strong>14</strong> Me han contado que en ti reposa el espíritu de los dioses, y que posees gran agudeza e inteligencia, y una sabiduría sorprendente.</p> <p><strong>15</strong> Los sabios y hechiceros se presentaron ante mí para leer esta escritura y decirme lo que significa, pero no pudieron descifrarla.</p> <p><strong>16</strong> Según me han dicho, tú puedes dar interpretaciones y resolver problemas difíciles. Si logras descifrar e interpretar lo que allí está escrito, te vestiré de púrpura, te pondré una cadena de oro en el cuello y te nombraré tercer gobernante del reino.</p> <p><strong>17</strong> —Su Majestad puede quedarse con sus regalos, o dárselos a otro —le respondió Daniel—. Yo voy a leerle a Su Majestad lo que dice en la pared, y le explicaré lo que significa.</p> <p><strong>18</strong> »El Dios Altísimo dio al rey Nabucodonosor, padre de usted, grandeza, gloria, majestad y esplendor.</p> <p><strong>19</strong> Gracias a la autoridad que Dios le dio, ante él temblaban de miedo todos los pueblos, naciones y gente de toda lengua. A quien él quería matar, lo mandaba matar; a quien quería perdonar, lo perdonaba; si quería promover a alguien, lo promovía; y, si quería humillarlo, lo humillaba.</p> <p><strong>20</strong> Pero, cuando su corazón se volvió arrogante y orgulloso, se le arrebató el trono real y se le despojó de su gloria;</p> <p><strong>21</strong> fue apartado de la gente y recibió la mente de un animal; vivió entre los asnos salvajes y se alimentó con pasto como el ganado; ¡el rocío de la noche empapaba su cuerpo! Todo esto le sucedió hasta que reconoció que el Dios Altísimo es el Soberano de todos los reinos del mundo, y que se los entrega a quien él quiere.</p> <p><strong>22</strong> »Sin embargo, y a pesar de saber todo esto, usted, hijo de Nabucodonosor, no se ha humillado.</p> <p><strong>23</strong> Por el contrario, se ha opuesto al Dios del cielo mandando traer de su templo las copas para que beban en ellas usted y sus nobles, sus esposas y concubinas. Usted se ha deshecho en alabanzas a los dioses de oro, plata, hierro, madera y piedra, dioses que no pueden ver ni oír ni entender; en cambio, no ha honrado al Dios en cuyas manos se hallan la vida y las acciones de Su Majestad.</p> <p><strong>24</strong> Por eso Dios ha enviado esa mano a escribir</p> <p><strong>25&nbsp;</strong>lo que allí aparece: Mene, Mene, Téquel, Parsin.</p> <p><strong>26</strong> »Pues bien, esto es lo que significan esas palabras: Mene: Dios ha contado los días del reino de Su Majestad, y les ha puesto un límite.</p> <p><strong>27</strong> »Téquel: Su Majestad ha sido puesto en la balanza, y no pesa lo que debería pesar.</p> <p><strong>28</strong> »Parsin: El reino de Su Majestad se ha dividido, y ha sido entregado a medos y persas».</p> <p><strong>29</strong> Entonces Belsasar ordenó que se vistiera a Daniel de púrpura, que se le pusiera una cadena de oro en el cuello, y que se le nombrara tercer gobernante del reino.</p> <p><strong>30</strong> Esa misma noche fue asesinado Belsasar, rey de los babilonios, y Darío el Persa se apoderó del reino. 31 Para entonces, Darío tenía sesenta y dos años.&nbsp;</p> <p>Daniel “propuso en su corazón” (Dan. 1:8) permanecer fiel a Dios en relación con lo que comía y a quién oraba. Estos buenos hábitos, que se formaron al comienzo de su experiencia, llegaron a ser el patrón que le daría fortaleza para su larga vida. El resultado fue un pensamiento claro, sabiduría y entendimiento provenientes de lo Alto. Nabucodonosor y Belsasar reconocieron esto, por lo que Daniel fue elevado a los puestos más encumbrados del reino. Pero, quizá lo más importante sea que dio lugar a la conversión del mismo rey Nabucodonosor (Dan. 4:34-37).</p> <p>Nabucodonosor era hijo de Nabopolasar. Juntos construyeron una ciudad gloriosa e inigualable en el mundo antiguo (Dan. 4:30). La ciudad de Babilonia era enorme, con más de 300 templos, un palacio exquisito, y rodeada de enormes paredes dobles de 3,66 y 6,70 metros de espesor. Las paredes estaban jalonadas por 8 puertas principales, todas con nombres de las principales divinidades babilónicas. La más famosa es la puerta Ishtar, excavada por los alemanes y reconstruida en el Museo de Pérgamo, en Berlín.</p> <p>En Daniel 7:4, se describe a Babilonia como un león con alas de águila. El camino procesional que conduce a la puerta Ishtar está recubierto con imágenes de 120 leones. También, durante las excavaciones, se encontró la imagen de un enorme león que se abalanza sobre un hombre, que aún se encuentra hoy fuera de la ciudad. Todos estos testifican del león como símbolo apropiado de Babilonia la Grande. Se confirma la historia bíblica y su mensaje profético.</p> <p><strong><span style=\"color: rgb(184, 49, 47);\">Daniel 1:8 dice que Daniel “propuso en su corazón”. ¿Qué significa eso? ¿Qué cosas necesitas “proponerte (hacer o no hacer) en tu corazón”?</span></strong></p>"
    },
    {
      "id": 105,
      "idLesson": 10,
      "idDay": 5,
      "dayTitle": "<p><strong>EL JESÚS HISTÓRICO</strong></p>",
      "date": "3 de Junio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Lee Mateo 26:57 al 67; y Juan 11:45 al 53 y 18:29 al 31. ¿Quién fue Caifás y cuál fue su papel en la muerte de Cristo? ¿Quién fue Poncio Pilato y cuál fue su decisión más importante para que el Sanedrín lograra sus objetivos?</strong></p> <p><strong>Mateo 26:57 al 67</strong></p> <p><strong>57</strong> Los que habían arrestado a Jesús lo llevaron ante Caifás, el sumo sacerdote, donde se habían reunido los maestros de la ley y los ancianos.</p> <p><strong>58</strong> Pero Pedro lo siguió de lejos hasta el patio del sumo sacerdote. Entró y se sentó con los guardias para ver en qué terminaba aquello.</p> <p><strong>59</strong> Los jefes de los sacerdotes y el Consejo en pleno buscaban alguna prueba falsa contra Jesús para poder condenarlo a muerte.</p> <p><strong>60</strong> Pero no la encontraron, a pesar de que se presentaron muchos falsos testigos. Por fin se presentaron dos, 61 que declararon: —Este hombre dijo: “Puedo destruir el templo de Dios y reconstruirlo en tres días”.</p> <p><strong>62</strong> Poniéndose en pie, el sumo sacerdote le dijo a Jesús: —¿No vas a responder? ¿Qué significan estas denuncias en tu contra?</p> <p><strong>63</strong> Pero Jesús se quedó callado. Así que el sumo sacerdote insistió: —Te ordeno en el nombre del Dios viviente que nos digas si eres el Cristo, el Hijo de Dios.</p> <p><strong>64</strong> —Tú lo has dicho —respondió Jesús—. Pero yo les digo a todos: De ahora en adelante verán ustedes al Hijo del hombre sentado a la derecha del Todopoderoso, y viniendo en las nubes del cielo.</p> <p><strong>65</strong> —¡Ha blasfemado! —exclamó el sumo sacerdote, rasgándose las vestiduras—. ¿Para qué necesitamos más testigos? ¡Miren, ustedes mismos han oído la blasfemia! 66 ¿Qué piensan de esto? —Merece la muerte —le contestaron.</p> <p><strong>67</strong> Entonces algunos le escupieron en el rostro y le dieron puñetazos. Otros lo abofeteaban</p> <p><strong>Juan 11:45 al 53</strong></p> <p><strong>45&nbsp;</strong>Muchos de los judíos que habían ido a ver a María y que habían presenciado lo hecho por Jesús creyeron en él.</p> <p><strong>46</strong> Pero algunos de ellos fueron a ver a los fariseos y les contaron lo que Jesús había hecho.</p> <p><strong>47</strong> Entonces los jefes de los sacerdotes y los fariseos convocaron una reunión del Consejo. —¿Qué vamos a hacer? —dijeron—. Este hombre está haciendo muchas señales milagrosas.</p> <p><strong>48</strong> Si lo dejamos seguir así, todos van a creer en él, y vendrán los romanos y acabarán con nuestro lugar sagrado, e incluso con nuestra nación.</p> <p><strong>49</strong> Uno de ellos, llamado Caifás, que ese año era el sumo sacerdote, les dijo: —¡Ustedes no saben nada en absoluto!</p> <p><strong>50</strong> No entienden que les conviene más que muera un solo hombre por el pueblo, y no que perezca toda la nación.</p> <p><strong>51</strong> Pero esto no lo dijo por su propia cuenta, sino que, como era sumo sacerdote ese año, profetizó que Jesús moriría por la nación judía, 52 y no solo por esa nación, sino también por los hijos de Dios que estaban dispersos, para congregarlos y unificarlos. 53 Así que desde ese día convinieron en quitarle la vida.</p> <p><strong>Juan 18:29 al 31.&nbsp;</strong></p> <p><strong>29</strong> Así que Pilato salió a interrogarlos: —¿De qué delito acusan a este hombre?</p> <p><strong>30</strong> —Si no fuera un malhechor —respondieron—, no te lo habríamos entregado.</p> <p><strong>31</strong> —Pues llévenselo ustedes y júzguenlo según su propia ley —les dijo Pilato —Nosotros no tenemos ninguna autoridad para ejecutar a nadie —objetaron los judíos.</p> <p>Caifás era el sumo sacerdote e instigó la conspiración para procurar la muerte de Jesús. Josefo, el historiador judío que escribe en nombre de los romanos, también registra su existencia. “Además de eso, también privó a José, que también se llamaba Caifás, del sumo sacerdocio, y nombró a Jonatán, el hijo de Anano, el ex sumo sacerdote, para que lo sucediera” (Josefo, Complete Works, lib. 18, cap. 4, p. 381). En 1990, se descubrió una tumba familiar al sur de Jerusalén que contenía doce osarios o cajas de huesos. Las monedas y la cerámica de la tumba datan de alrededor de mediados del siglo I d.C. El más adornado de los osarios, con múltiples grupos de huesos, contiene el nombre de “José, hijo de Caifás”. Muchos eruditos creen que esta fue la tumba y la caja de huesos de Caifás, el sumo sacerdote que participó en forma tan directa de la muerte de Jesús.</p> <p>En 1961, se halló una inscripción con el nombre de Poncio Pilato, prefecto de Judea bajo el emperador Tiberio, en una piedra del teatro de Cesarea Marítima.</p> <p>Por lo tanto, en ambos casos, la historia corrobora algunas de las principales figuras que rodearon la muerte de Cristo.</p> <p>Los historiadores seculares de los dos primeros siglos también hablan de Jesús de Nazaret. Tácito, el historiador romano, escribió de Cristo, su ejecución por parte de Poncio Pilato durante el reinado de Tiberio, y los primeros cristianos en Roma. Plinio el Joven, un gobernador romano, le escribió en el año 112 o 113 al emperador Trajano y le preguntó cómo debía tratar a los cristianos. Describe que se reunían en un día determinado antes del amanecer para entonar himnos como a un dios.</p> <p>Estos descubrimientos arqueológicos y fuentes históricas brindan un marco extrabíblico para la existencia de Jesús, quien era adorado dentro de los primeros cincuenta años después de su muerte. Los mismos evangelios son las fuentes principales de información sobre Jesús, y debemos estudiarlos cuidadosamente para aprender más de Jesús y su vida.</p> <p><strong><span style=\"color: rgb(184, 49, 47);\">Aunque siempre es bueno contar con evidencias arqueológicas que respalden nuestra fe, ¿por qué debemos aprender que nuestra fe no dependa de estas cosas, por más útiles que sean?</span></strong></p>"
    },
    {
      "id": 106,
      "idLesson": 10,
      "idDay": 6,
      "dayTitle": "<p><strong>LA FE Y LA HISTORIA</strong></p>",
      "date": "4 de Junio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>No vivimos dentro de una burbuja. Nuestras decisiones no solo influyen sobre nosotros, sino también en los demás. De la misma manera, la vida de muchos que pertenecieron al antiguo pueblo de Dios han tenido un gran impacto en el futuro de otros además de ellos mismos. En Hebreos 11, ese famoso capítulo de la fe, vemos una síntesis de la influencia de muchos de estos antiguos héroes de la fe.</p> <p><strong>Lee Hebreos 11:1 al 40. ¿Qué lecciones podemos aprender de estos antiguos héroes al estudiar su vida?&nbsp;</strong>Enoc, Noé, Abraham, Sara, José, Moisés, Rahab, Sansón.</p> <p><strong style=\"font-weight: 700; color: rgb(0, 0, 0); font-family: &quot;Times New Roman&quot;; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;\">Hebreos 11:1 al 40</strong></p> <p><strong>1</strong> Ahora bien, la fe es la garantía de lo que se espera, la certeza de lo que no se ve.</p> <p><strong>2</strong> Gracias a ella fueron aprobados los antiguos.</p> <p><strong>3</strong> Por la fe entendemos que el universo fue formado por la palabra de Dios, de modo que lo visible no provino de lo que se ve.</p> <p><strong>4</strong> Por la fe Abel ofreció a Dios un sacrificio más aceptable que el de Caín, por lo cual recibió testimonio de ser justo, pues Dios aceptó su ofrenda. Y por la fe Abel, a pesar de estar muerto, habla todavía.</p> <p><strong>5</strong> Por la fe Enoc fue sacado de este mundo sin experimentar la muerte; no fue hallado porque Dios se lo llevó, pero antes de ser llevado recibió testimonio de haber agradado a Dios.</p> <p><strong>6</strong> En realidad, sin fe es imposible agradar a Dios, ya que cualquiera que se acerca a Dios tiene que creer que él existe y que recompensa a quienes lo buscan.</p> <p><strong>7</strong> Por la fe Noé, advertido sobre cosas que aún no se veían, con temor reverente construyó un arca para salvar a su familia. Por esa fe condenó al mundo y llegó a ser heredero de la justicia que viene por la fe.</p> <p><strong>8</strong> Por la fe Abraham, cuando fue llamado para ir a un lugar que más tarde recibiría como herencia, obedeció y salió sin saber a dónde iba.</p> <p><strong>9</strong> Por la fe se radicó como extranjero en la tierra prometida, y habitó en tiendas de campaña con Isaac y Jacob, herederos también de la misma promesa,</p> <p><strong>10&nbsp;</strong>porque esperaba la ciudad de cimientos sólidos, de la cual Dios es arquitecto y constructor.</p> <p><strong>11&nbsp;</strong>Por la fe Abraham, a pesar de su avanzada edad y de que Sara misma era estéril,[a] recibió fuerza para tener hijos, porque consideró fiel al que le había hecho la promesa.</p> <p><strong>12</strong> Así que de este solo hombre, ya en decadencia, nacieron descendientes numerosos como las estrellas del cielo e incontables como la arena a la orilla del mar.</p> <p><strong>13</strong> Todos ellos vivieron por la fe, y murieron sin haber recibido las cosas prometidas; más bien, las reconocieron a lo lejos, y confesaron que eran extranjeros y peregrinos en la tierra.</p> <p><strong>14</strong> Al expresarse así, claramente dieron a entender que andaban en busca de una patria.</p> <p><strong>15</strong> Si hubieran estado pensando en aquella patria de donde habían emigrado, habrían tenido oportunidad de regresar a ella.</p> <p><strong>16</strong> Antes bien, anhelaban una patria mejor, es decir, la celestial. Por lo tanto, Dios no se avergonzó de ser llamado su Dios, y les preparó una ciudad.</p> <p><strong>17</strong> Por la fe Abraham, que había recibido las promesas, fue puesto a prueba y ofreció a Isaac, su hijo único,</p> <p><strong>18</strong> a pesar de que Dios le había dicho: «Tu descendencia se establecerá por medio de Isaac».</p> <p><strong>19</strong> Consideraba Abraham que Dios tiene poder hasta para resucitar a los muertos, y así, en sentido figurado, recobró a Isaac de entre los muertos.</p> <p><strong>20</strong> Por la fe Isaac bendijo a Jacob y a Esaú, previendo lo que les esperaba en el futuro.</p> <p><strong>21</strong> Por la fe Jacob, cuando estaba a punto de morir, bendijo a cada uno de los hijos de José, y adoró apoyándose en la punta de su bastón.</p> <p><strong>22</strong> Por la fe José, al fin de su vida, se refirió a la salida de los israelitas de Egipto y dio instrucciones acerca de sus restos mortales.</p> <p><strong>23</strong> Por la fe Moisés, recién nacido, fue escondido por sus padres durante tres meses, porque vieron que era un niño precioso, y no tuvieron miedo del edicto del rey.</p> <p><strong>24</strong> Por la fe Moisés, ya adulto, renunció a ser llamado hijo de la hija del faraón.</p> <p><strong>25</strong> Prefirió ser maltratado con el pueblo de Dios a disfrutar de los efímeros placeres del pecado.</p> <p><strong>26</strong> Consideró que el oprobio por causa del Mesías era una mayor riqueza que los tesoros de Egipto, porque tenía la mirada puesta en la recompensa.</p> <p><strong>27</strong> Por la fe salió de Egipto sin tenerle miedo a la ira del rey, pues se mantuvo firme como si estuviera viendo al Invisible.</p> <p><strong>28</strong> Por la fe celebró la Pascua y el rociamiento de la sangre, para que el exterminador de los primogénitos no tocara a los de Israel.</p> <p><strong>29</strong> Por la fe el pueblo cruzó el Mar Rojo como por tierra seca; pero, cuando los egipcios intentaron cruzarlo, se ahogaron.</p> <p><strong>30&nbsp;</strong>Por la fe cayeron las murallas de Jericó, después de haber marchado el pueblo siete días a su alrededor.</p> <p><strong>31&nbsp;</strong>Por la fe la prostituta Rajab no murió junto con los desobedientes,[c] pues había recibido en paz a los espías.</p> <p><strong>32&nbsp;</strong>¿Qué más voy a decir? Me faltaría tiempo para hablar de Gedeón, Barac, Sansón, Jefté, David, Samuel y los profetas,</p> <p><strong>33</strong> los cuales por la fe conquistaron reinos, hicieron justicia y alcanzaron lo prometido; cerraron bocas de leones,</p> <p><strong>34</strong> apagaron la furia de las llamas y escaparon del filo de la espada; sacaron fuerzas de flaqueza; se mostraron valientes en la guerra y pusieron en fuga a ejércitos extranjeros.</p> <p><strong>35</strong> Hubo mujeres que por la resurrección recobraron a sus muertos. Otros, en cambio, fueron muertos a golpes, pues para alcanzar una mejor resurrección no aceptaron que los pusieran en libertad.</p> <p><strong>36</strong> Otros sufrieron la prueba de burlas y azotes, e incluso de cadenas y cárceles.</p> <p><strong>37</strong> Fueron apedreados, aserrados por la mitad, asesinados a filo de espada. Anduvieron fugitivos de aquí para allá, cubiertos de pieles de oveja y de cabra, pasando necesidades, afligidos y maltratados.</p> <p><strong>38</strong> ¡El mundo no merecía gente así! Anduvieron sin rumbo por desiertos y montañas, por cuevas y cavernas.</p> <p><strong>39</strong> Aunque todos obtuvieron un testimonio favorable mediante la fe, ninguno de ellos vio el cumplimiento de la promesa.</p> <p><strong>40</strong> Esto sucedió para que ellos no llegaran a la meta[e] sin nosotros, pues Dios nos había preparado algo mejor.</p> <p>&nbsp;La fe no es simplemente creer en algo o en alguien; es actuar en respuesta a esa creencia. Es una fe que obra; esto es lo que se cuenta como justicia. Son esos actos de fe los que cambian la historia. Cada uno de estos actos depende de nuestra confianza en la Palabra de Dios.</p> <p>Noé actuó con fe cuando construyó el arca, confiando en la Palabra de Dios por sobre la experiencia y la razón. Como nunca había llovido, la experiencia y la razón sugerían que un diluvio no tenía ningún sentido. Pero Noé obedeció a Dios, y la raza humana sobrevivió. Abraham, entonces llamado Abram, dejó Ur en el sur de Mesopotamia, la ciudad más sofisticada del mundo en ese momento, y salió sin saber a dónde lo llevaría Dios. Pero él eligió actuar según la Palabra de Dios. Moisés eligió hacerse pastor para guiar al pueblo de Dios a la Tierra Prometida en lugar de convertirse en el rey de Egipto, el imperio más grande de su época. Confió en la voz del Todopoderoso, que lo llamó desde la zarza ardiente. Rahab decidió confiar en los informes de liberación de Dios, protegió a los dos espías y se convirtió en parte del linaje de Jesús. ¡Cuán poco sabemos acerca de cómo nuestras decisiones influirán en la vida de innumerables personas en esta generación y las que vendrán!</p> <p><strong><span style=\"color: rgb(184, 49, 47);\">¿Qué decisiones cruciales son inminentes para ti? ¿Qué influye en tus decisiones, y por qué?</span></strong></p>"
    },
    {
      "id": 107,
      "idLesson": 10,
      "idDay": 7,
      "dayTitle": "",
      "date": "5 de Junio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p> <p>Lee Elena de White, Patriarcas y profetas, “David y Goliat”, pp. 631-636; Profetas y reyes, “Ezequías”, pp. 245-251; “Librados de Asiria”, pp. 259-271; “Métodos de estudio de la Biblia”: parte 4.k. (Los “Métodos de estudio de la Biblia” se pueden encontrar en https://cort.as/-MdHR.)</p> <p>“La Biblia es la historia más antigua y abarcadora que poseen los hombres. Nació de la fuente de la verdad eterna y una mano divina ha preservado su pureza a través de los siglos. Ilumina el lejano pasado en el cual en vano trata de penetrar la investigación humana. Solamente en la Palabra de Dios contemplamos el Poder que puso los cimientos de la Tierra y extendió los cielos. Solo en ella hallamos un relato auténtico del origen de las naciones. Solo en ella se da una historia de nuestra raza, libre de prejuicios u orgullo humanos” (Ed 173).</p> <p>“El que tiene un conocimiento de Dios y de su Palabra tiene una fe que está asentada en la divinidad de las Sagradas Escrituras. No mide la Biblia a la luz de los conceptos científicos. Al contrario, somete esos conceptos al escrutinio de la norma inequívoca. Sabe que la Palabra de Dios es la verdad, y la verdad nunca se contradice a sí misma; lo que de la enseñanza de la presunta ciencia contradice la verdad de la revelación de Dios es mera conjetura o suposición humana.</p> <p>“Para los que son verdaderamente sabios, la investigación científica abre ante ellos un vasto panorama de estudio e información” (TI 8:339).</p> <p><strong>PREGUNTAS PARA DIALOGAR:</strong></p> <p>1. Desarrollen la pregunta formulada al final del estudio del miércoles. Sí, es bueno encontrar evidencias arqueológicas que confirman la historia bíblica. Pero ¿qué sucede cuando se encuentran evidencias arqueológicas cuya interpretación contradice la historia bíblica? ¿Qué debería decirnos esto sobre el hecho de que debemos depender de la Palabra de Dios como tal y confiar en ella independientemente de las afirmaciones de la arqueología o de cualquier otra ciencia humana?</p> <p>2. Piensa en todas las profecías bíblicas que, desde la perspectiva actual, podemos ver que se han cumplido en el pasado. Piensa, por ejemplo, en la mayoría de los reinos de Daniel 2 y 7. ¿Cómo podemos aprender de estas profecías que se han cumplido en la historia, y confiar en el Señor acerca de las profecías que aún están en el futuro?</p> <p> <br> </p>"
    }
  ]
}
