{
  "id": 711,
  "lessonNumber": 11,
  "versionCode": 1,
  "quarter": "2T2020",
  "title": "<p><strong>The Bible and Prophecy</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p>“And he said unto me, Unto two thousand and three hundred days; then shall the sanctuary be cleansed” (Daniel 8:14, KJV).</p>",
  "weekDate": "June 6–June 12",
  "lessonDays": [
    {
      "id": 111,
      "idLesson": 11,
      "idDay": 1,
      "dayTitle": "",
      "date": "June 6",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Bible prophecy is crucial to our identity and mission. Prophecy provides an internal and external mechanism to confirm the accuracy of God’s Word. Jesus said, “ ‘And now I have told you before it comes, that when it does come to pass, you may believe’ ” (John 14:29, NKJV; see also John 13:19). This presents a crucial question: How do we interpret prophecy correctly so that we know when the prophecy has, indeed, come to pass?</p> <p> <br> </p> <p>During the Reformation, the reformers followed the historicist method. This method is the same one Daniel and John used as the key for their own interpretation. The historicist method sees prophecy as a progressive and continuous fulfillment of history, starting in the past and ending with God’s eternal kingdom.</p> <p> <br> </p> <p>This week, we will study the pillars of historicist prophetic interpretation. “We are to see in history the fulfillment of prophecy, to study the workings of Providence in the great reformatory movements, and to understand the progress of events in the marshalling of the nations for the final conflict of the great controversy.”—Ellen G. White, Testimonies for the Church, vol. 8, p. 307.</p>"
    },
    {
      "id": 112,
      "idLesson": 11,
      "idDay": 2,
      "dayTitle": "<p><strong>Historicism and Prophecy</strong></p>",
      "date": "June 7",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>The foundational method that Seventh-day Adventists apply for studying Bible prophecies is called historicism. It’s the idea that many of the major prophecies in the Bible follow an unbroken linear flow of history, from past to present, and to future. It’s similar to how you might study history in school. We do it this way because that is how the Bible itself interprets these prophecies for us.</p> <p> <br> </p> <p><strong>Read Daniel 2:27–45. What aspects of the dream indicate a continuous, uninterrupted succession of powers throughout history? In what way do we have the Bible itself showing us how to interpret apocalyptic (end-time) prophecy?</strong></p> <p> <br> </p> <p><strong>Daniel 2:27–45</strong></p> <p><strong> <br> </strong></p> <p><strong>27</strong> Daniel answered in the presence of the king, and said, “The secret which the king has demanded, the wise men, the astrologers, the magicians, and the soothsayers cannot declare to the king.&nbsp;</p> <p><strong>28</strong> But there is a God in heaven who reveals secrets, and He has made known to King Nebuchadnezzar what will be in the latter days. Your dream, and the visions of your head upon your bed, were these:&nbsp;</p> <p><strong>29</strong> As for you, O king, thoughts came to your mind while on your bed, about what would come to pass after this; and He who reveals secrets has made known to you what will be.&nbsp;</p> <p><strong>30</strong> But as for me, this secret has not been revealed to me because I have more wisdom than anyone living, but for our sakes who make known the interpretation to the king, and that you may know the thoughts of your heart.&nbsp;</p> <p><strong>31</strong> “You, O king, were watching; and behold, a great image! This great image, whose splendor was excellent, stood before you; and its form was awesome.&nbsp;</p> <p><strong>32</strong> This image’s head was of fine gold, its chest and arms of silver, its belly and thighs of bronze,&nbsp;</p> <p><strong>33</strong> its legs of iron, its feet partly of iron and partly of clay.&nbsp;</p> <p><strong>34</strong> You watched while a stone was cut out without hands, which struck the image on its feet of iron and clay, and broke them in pieces.&nbsp;</p> <p><strong>35</strong> Then the iron, the clay, the bronze, the silver, and the gold were crushed together, and became like chaff from the summer threshing floors; the wind carried them away so that no trace of them was found. And the stone that struck the image became a great mountain and filled the whole earth.&nbsp;</p> <p><strong>36</strong> “This is the dream. Now we will tell the interpretation of it before the king. 37 You, O king, are a king of kings. For the God of heaven has given you a kingdom, power, strength, and glory;&nbsp;</p> <p><strong>38</strong> and wherever the children of men dwell, or the beasts of the field and the birds of the heaven, He has given them into your hand, and has made you ruler over them all—you are this head of gold.&nbsp;</p> <p><strong>39</strong> But after you shall arise another kingdom inferior to yours; then another, a third kingdom of bronze, which shall rule over all the earth.&nbsp;</p> <p><strong>40</strong> And the fourth kingdom shall be as strong as iron, inasmuch as iron breaks in pieces and shatters everything; and like iron that crushes, that kingdom will break in pieces and crush all the others.&nbsp;</p> <p><strong>41</strong> Whereas you saw the feet and toes, partly of potter’s clay and partly of iron, the kingdom shall be divided; yet the strength of the iron shall be in it, just as you saw the iron mixed with ceramic clay.&nbsp;</p> <p><strong>42</strong> And as the toes of the feet were partly of iron and partly of clay, so the kingdom shall be partly strong and partly fragile.&nbsp;</p> <p><strong>43</strong> As you saw iron mixed with ceramic clay, they will mingle with the seed of men; but they will not adhere to one another, just as iron does not mix with clay.&nbsp;</p> <p><strong>44</strong> And in the days of these kings the God of heaven will set up a kingdom which shall never be destroyed; and the kingdom shall not be left to other people; it shall break in pieces and consume all these kingdoms, and it shall stand forever.&nbsp;</p> <p><strong>45</strong> Inasmuch as you saw that the stone was cut out of the mountain without hands, and that it broke in pieces the iron, the bronze, the clay, the silver, and the gold—the great God has made known to the king what will come to pass after this. The dream is certain, and its interpretation is sure.”</p> <p> <br> </p> <p>Note that Nebuchadnezzar’s kingdom is recognized as the head of gold. Thus, Daniel identifies Babylon as the first kingdom (Dan. 2:38). Then Daniel says, “ ‘But after you shall arise another kingdom and then another, a third kingdom’ ” (Dan. 2:39, NKJV) and then a fourth (Dan. 2:40). That these are in succession one after another without any gaps also is implied in the image itself, for each of the kingdoms is represented in parts of a larger body moving from the head down to the toes. They are connected, just as time and history are connected.</p> <p> <br> </p> <p>In Daniel 7 and Daniel 8, instead of an image, specific beast symbols are used, but the same thing is taught. We are given an unbroken sequence of four earthly kingdoms (three in Daniel 8). They start in antiquity, and go through history, up to the present and into the future, when Christ returns and God establishes His eternal kingdom. Thus, the image of Daniel 2 and the successive visions of Daniel 7 and Daniel 8 provided the basis for the Protestant historicist interpretatio of prophecy, which Seventh-day Adventists still uphold today.</p> <p> <br> </p> <p><strong>Read John 14:29. What does Jesus say that helps us understand how prophecy can function?</strong></p> <p><strong> <br> </strong></p> <p><strong>John 14:29</strong></p> <p><strong> <br> </strong></p> <p><strong>29</strong> “And now I have told you before it comes, that when it does come to pass, you may believe.</p> <p> <br> </p> <p><strong>What great advantage do we have today, living when so much history has already unfolded, that someone living in the time of Babylon would not have had?</strong></p>"
    },
    {
      "id": 113,
      "idLesson": 11,
      "idDay": 3,
      "dayTitle": "<p><strong>The Year-Day Principle</strong></p>",
      "date": "June 8",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>One of the interpretative keys of historicism is the year-day principle. Many scholars throughout the centuries applied this principle to the time prophecies of Daniel and Revelation. They derived the principle from several key texts and from the immediate context of the prophecies themselves.</p> <p> <br> </p> <p><strong>Read Numbers 14:34 and Ezekiel 4:6. How does God spell out the year-day principle in these specific texts?</strong></p> <p><strong> <br> </strong></p> <p><strong>Numbers 14:34</strong></p> <p><strong> <br> </strong></p> <p><strong>34</strong> According to the number of the days in which you spied out the land, forty days, for each day you shall bear your guilt one year, namely forty years, and you shall know My rejection.</p> <p> <br> </p> <p><strong>Ezekiel 4:6</strong></p> <p><strong> <br> </strong></p> <p><strong>6</strong> And when you have completed them, lie again on your right side; then you shall bear the iniquity of the house of Judah forty days. I have laid on you a day for each year.</p> <p> <br> </p> <p>In these texts, we can see very clearly the idea of the year-day principle. But how do we justify using this principle with some of the time prophecies, such as in Daniel 7:25 and Daniel 8:14, as well as Revelation 11:2, 3; Revelation 12:6, 14; and Revelation 13:5? Three other elements support the year-day principle in these prophecies of Daniel and Revelation: the use of symbols, long time periods, and peculiar expressions.</p> <p> <br> </p> <p>First, the symbolic nature of the beasts and horns representing kingdoms suggests that the time expressions also should be understood as symbolic. The beasts and horns are not to be taken literally. They are symbols for something else. Hence, because the rest of the prophecy is symbolic, not literal, why should we take the time prophecies alone as literal? The answer, of course, is that we shouldn’t.</p> <p> <br> </p> <p>Second, many of the events and kingdoms depicted in the prophecies cover a time span of many centuries, which would be impossible if the time prophecies depicting them were taken literally. Once the year-day principle is applied, the time fits the events in a remarkably accurate way, something that would be impossible if the time prophecies were taken literally.</p> <p> <br> </p> <p>Finally, the peculiar expressions used to designate these time periods suggest a symbolic interpretation. In other words, the ways in which time is expressed in these prophecies (for example, the “2,300 evenings and mornings” of Daniel 8:14, NIV) are not the normal ways to express time, showing us that the time periods depicted are to be taken symbolically, not literally.</p> <p> <br> </p> <p><strong>Look at the 70-week prophecy of Daniel 9:24–27. We read that “the going forth of the command to restore and build Jerusalem until Messiah the Prince” (Dan. 9:25, NKJV) will be a literal 69 weeks, or just one year and four months and one week. The prophecy makes no sense when understood that way, does it? What happens, however, when we apply the Bible’s own year-day principle—and the 70 weeks become 490 years?</strong></p> <p><strong> <br> </strong></p> <p><strong>Daniel 9:24–27</strong></p> <p><strong> <br> </strong></p> <p><strong>24</strong> “Seventy weeks are determined For your people and for your holy city, To finish the transgression, To make an end of sins, To make reconciliation for iniquity, To bring in everlasting righteousness, To seal up vision and prophecy, And to anoint the Most Holy.&nbsp;</p> <p><strong>25&nbsp;</strong>“Know therefore and understand, That from the going forth of the command To restore and build Jerusalem Until Messiah the Prince, There shall be seven weeks and sixty-two weeks; The street shall be built again, and the wall, Even in troublesome times.&nbsp;</p> <p><strong>26</strong> “And after the sixty-two weeks Messiah shall be cut off, but not for Himself; And the people of the prince who is to come Shall destroy the city and the sanctuary. The end of it shall be with a flood, And till the end of the war desolations are determined.&nbsp;</p> <p><strong>27</strong> Then he shall confirm a covenant with many for one week; But in the middle of the week He shall bring an end to sacrifice and offering. And on the wing of abominations shall be one who makes desolate, Even until the consummation, which is determined, Is poured out on the desolate.”</p>"
    },
    {
      "id": 114,
      "idLesson": 11,
      "idDay": 4,
      "dayTitle": "<p><strong>Identifying the Little Horn</strong></p>",
      "date": "June 9",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>For centuries, the Protestant reformers identified the little-horn power of Daniel 7 and in Daniel 8 as the Roman church. Why?</p> <p> <br> </p> <p><strong>Read Daniel 7:1–25 and Daniel 8:1–13. What are the common characteristics of the little horn in both chapters? How can we identify it?</strong></p> <p><strong> <br> </strong></p> <p><strong>Daniel 7:1–25</strong></p> <p><strong> <br> </strong></p> <p><strong>1&nbsp;</strong>In the first year of Belshazzar king of Babylon, Daniel had a dream and visions of his head while on his bed. Then he wrote down the dream, telling the main facts.&nbsp;</p> <p><strong>2</strong> Daniel spoke, saying, “I saw in my vision by night, and behold, the four winds of heaven were stirring up the Great Sea.&nbsp;</p> <p><strong>3&nbsp;</strong>And four great beasts came up from the sea, each different from the other.&nbsp;</p> <p><strong>4</strong> The first was like a lion, and had eagle’s wings. I watched till its wings were plucked off; and it was lifted up from the earth and made to stand on two feet like a man, and a man’s heart was given to it.</p> <p>&nbsp;<strong>5</strong> “And suddenly another beast, a second, like a bear. It was raised up on one side, and had three ribs in its mouth between its teeth. And they said thus to it: ‘Arise, devour much flesh!’&nbsp;</p> <p><strong>6</strong> “After this I looked, and there was another, like a leopard, which had on its back four wings of a bird. The beast also had four heads, and dominion was given to it.</p> <p><strong>7</strong> “After this I saw in the night visions, and behold, a fourth beast, dreadful and terrible, exceedingly strong. It had huge iron teeth; it was devouring, breaking in pieces, and trampling the residue with its feet. It was different from all the beasts that were before it, and it had ten horns.&nbsp;</p> <p><strong>8</strong> I was considering the horns, and there was another horn, a little one, coming up among them, before whom three of the first horns were plucked out by the roots. And there, in this horn, were eyes like the eyes of a man, and a mouth speaking pompous words.&nbsp;</p> <p><strong>9</strong> “I watched till thrones were put in place, And the Ancient of Days was seated; His garment was white as snow, And the hair of His head was like pure wool. His throne was a fiery flame, Its wheels a burning fire;&nbsp;</p> <p><strong>10</strong> A fiery stream issued And came forth from before Him. A thousand thousands ministered to Him; Ten thousand times ten thousand stood before Him. The court was seated, And the books were opened.&nbsp;</p> <p><strong>11</strong> “I watched then because of the sound of the pompous words which the horn was speaking; I watched till the beast was slain, and its body destroyed and given to the burning flame.&nbsp;</p> <p><strong>12</strong> As for the rest of the beasts, they had their dominion taken away, yet their lives were prolonged for a season and a time.&nbsp;</p> <p><strong>13</strong> “I was watching in the night visions, And behold, One like the Son of Man, Coming with the clouds of heaven! He came to the Ancient of Days, And they brought Him near before Him. 14 Then to Him was given dominion and glory and a kingdom, That all peoples, nations, and languages should serve Him. His dominion is an everlasting dominion, Which shall not pass away, And His kingdom the one Which shall not be destroyed.&nbsp;</p> <p><strong>15</strong> “I, Daniel, was grieved in my spirit within my body, and the visions of my head troubled me.&nbsp;</p> <p><strong>16</strong> I came near to one of those who stood by, and asked him the truth of all this. So he told me and made known to me the interpretation of these things:&nbsp;</p> <p><strong>17</strong> ‘Those great beasts, which are four, are four kings which arise out of the earth.&nbsp;</p> <p><strong>18</strong> But the saints of the Most High shall receive the kingdom, and possess the kingdom forever, even forever and ever.’&nbsp;</p> <p><strong>19</strong> “Then I wished to know the truth about the fourth beast, which was different from all the others, exceedingly dreadful, with its teeth of iron and its nails of bronze, which devoured, broke in pieces, and trampled the residue with its feet;&nbsp;</p> <p><strong>20</strong> and the ten horns that were on its head, and the other horn which came up, before which three fell, namely, that horn which had eyes and a mouth which spoke pompous words, whose appearance was greater than his fellows.&nbsp;</p> <p><strong>21</strong> “I was watching; and the same horn was making war against the saints, and prevailing against them,&nbsp;</p> <p><strong>22</strong> until the Ancient of Days came, and a judgment was made in favor of the saints of the Most High, and the time came for the saints to possess the kingdom.&nbsp;</p> <p><strong>23</strong> “Thus he said: ‘The fourth beast shall be A fourth kingdom on earth, Which shall be different from all other kingdoms, And shall devour the whole earth, Trample it and break it in pieces.&nbsp;</p> <p><strong>24</strong> The ten horns are ten kings Who shall arise from this kingdom. And another shall rise after them; He shall be different from the first ones, And shall subdue three kings.&nbsp;</p> <p><strong>25</strong> He shall speak pompous words against the Most High, Shall persecute the saints of the Most High, And shall intend to change times and law. Then the saints shall be given into his hand For a time and times and half a time.</p> <p> <br> </p> <p><strong>Daniel 8:1–13.</strong></p> <p><strong> <br> </strong></p> <p><strong>1</strong> In the third year of the reign of King Belshazzar a vision appeared to me—to me, Daniel—after the one that appeared to me the first time.&nbsp;</p> <p><strong>2</strong> I saw in the vision, and it so happened while I was looking, that I was in Shushan, the citadel, which is in the province of Elam; and I saw in the vision that I was by the River Ulai.&nbsp;</p> <p><strong>3</strong> Then I lifted my eyes and saw, and there, standing beside the river, was a ram which had two horns, and the two horns were high; but one was higher than the other, and the higher one came up last.&nbsp;</p> <p><strong>4</strong> I saw the ram pushing westward, northward, and southward, so that no animal could withstand him; nor was there any that could deliver from his hand, but he did according to his will and became great.&nbsp;</p> <p><strong>5</strong> And as I was considering, suddenly a male goat came from the west, across the surface of the whole earth, without touching the ground; and the goat had a notable horn between his eyes.&nbsp;</p> <p><strong>6</strong> Then he came to the ram that had two horns, which I had seen standing beside the river, and ran at him with furious power.&nbsp;</p> <p><strong>7</strong> And I saw him confronting the ram; he was moved with rage against him, attacked the ram, and broke his two horns. There was no power in the ram to withstand him, but he cast him down to the ground and trampled him; and there was no one that could deliver the ram from his hand.&nbsp;</p> <p><strong>8</strong> Therefore the male goat grew very great; but when he became strong, the large horn was broken, and in place of it four notable ones came up toward the four winds of heaven.&nbsp;</p> <p><strong>9&nbsp;</strong>And out of one of them came a little horn which grew exceedingly great toward the south, toward the east, and toward the Glorious Land.&nbsp;</p> <p><strong>10</strong> And it grew up to the host of heaven; and it cast down some of the host and some of the stars to the ground, and trampled them.&nbsp;</p> <p><strong>11</strong> He even exalted himself as high as the Prince of the host; and by him the daily sacrifices were taken away, and the place of His sanctuary was cast down.&nbsp;</p> <p><strong>12</strong> Because of transgression, an army was given over to the horn to oppose the daily sacrifices; and he cast truth down to the ground. He did all this and prospered.&nbsp;</p> <p><strong>13</strong> Then I heard a holy one speaking; and another holy one said to that certain one who was speaking, “How long will the vision be, concerning the daily sacrifices and the transgression of desolation, the giving of both the sanctuary and the host to be trampled underfoot?”</p> <p> <br> </p> <p>There are seven common characteristics between the little horns of Daniel 7 and Daniel 8: (1) both are described as a horn; (2) both are persecuting powers (Dan. 7:21, 25; Dan. 8:10, 24); (3) both are self-exalting and blasphemous (Dan. 7:8, 20, 25; Dan. 8:10, 11, 25); (4) both target God’s people (Dan. 7:25, Dan. 8:24); (5) both have aspects of their activity delineated by prophetic time (Dan. 7:25; Dan. 8:13, 14); (6) both extend until the end of time (Dan. 7:25, 26; Dan. 8:17, 19); and (7) both are to be supernaturally destroyed (Dan. 7:11, 26; Dan. 8:25).</p> <p> <br> </p> <p>History identifies the first kingdom as Babylon (Dan. 2:38), the second as Media-Persia (Daniel 8:20), and the third as Greece (Dan. 8:21). History is unequivocal that after these world empires comes Rome. In Daniel 2, the iron representing Rome continues into the feet of iron mixed with clay; that is, until the end of time. The little horn of Daniel 7 comes forth from the fourth beast but remains part of this fourth beast.</p> <p> <br> </p> <p>What power came out of Rome and continues its politico-religious influence for at least 1,260 years (see Dan. 7:25)? Only one power fits history and prophecy—the papacy. The papacy came into power among the 10 barbarian tribes of Europe and uprooted three of them (Dan. 7:24). The papacy was “ ‘ “different from the previous ones” ’ ” (Dan. 7:24, NASB), indicating its uniqueness compared to the other tribes. The papacy spoke “ ‘ “pompous words against the Most High” ’ ” (Dan. 7:25, NKJV) and “exalted himself as high as the Prince of the host” (Dan. 8:11, NKJV) by usurping the role of Jesus and replacing it with the pope. The papacy fulfilled the prediction of persecuting “ ‘ “the saints of the Most High” ’ ” (Dan. 7:25, NKJV) and casting down “some of the host” (Dan 8:10, NKJV) during the Counter-Reformation, when Protestants were slaughtered. The papacy sought “ ‘ “to change times and law” ’ ” (Dan. 7:25, NKJV) by removing the second commandment and changing the Sabbath to Sunday.</p> <p> <br> </p> <p><strong>In Daniel 2, Daniel 7, and Daniel 8, after Greece, one power arises that exists to the end of time. What power could that be other than Rome, now in its papal stage? No matter how politically incorrect, why is this a crucial teaching of the three angels’ messages, and hence, a crucial component of present truth?</strong></p>"
    },
    {
      "id": 115,
      "idLesson": 11,
      "idDay": 5,
      "dayTitle": "",
      "date": "June 10",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>The Investigative Judgment</strong></p>\n<p>\n  <br>\n</p>\n<p>The prophetic outline studied this week has found overwhelming support among Protestant historicists since the Reformation. But it was not until the Millerite movement in the early 1800s that the 2,300 days and the investigative judgment were carefully reconsidered and studied. Look at the following chart:</p>\n<p>\n  <br>\n</p>\n<p><strong>Daniel 7&nbsp;</strong><strong>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;<strong>Daniel 8</strong></strong></p>\n<p>(a)Babylon (lion) &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; (a)————————</p>\n<p>(b)Media-Persia (bear) &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; (b)Media-Persia (ram)</p>\n<p>(c)Greece (leopard) &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;(c)Greece (he-goat)\n  <br>\n  <br>(d)<span style=\"color: rgb(0, 0, 0); font-family: &quot;Times New Roman&quot;; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial; display: inline !important; float: none;\">Pagan Rome (fourth beast)</span>&nbsp; &nbsp; (d)Pagan Rome(horn moves horizontally)</p>\n<p>(e)Papal Rome (little horn) &nbsp; (e)Papal Rome(horn moves vertically)</p>\n<p>\n  <br>\n</p>\n<p><strong>Read Daniel 7:9–14 and Daniel 8:14, 26. What is happening in heaven as depicted in these texts?</strong></p>\n<p><strong>Daniel 7:9–14</strong></p>\n<p><strong>9</strong> “I watched till thrones were put in place, And the Ancient of Days was seated; His garment was white as snow, And the hair of His head was like pure wool. His throne was a fiery flame, Its wheels a burning fire;&nbsp;</p>\n<p><strong>10</strong> A fiery stream issued And came forth from before Him. A thousand thousands ministered to Him; Ten thousand times ten thousand stood before Him. The court was seated, And the books were opened.&nbsp;</p>\n<p><strong>11</strong> “I watched then because of the sound of the pompous words which the horn was speaking; I watched till the beast was slain, and its body destroyed and given to the burning flame.&nbsp;</p>\n<p><strong>12</strong> As for the rest of the beasts, they had their dominion taken away, yet their lives were prolonged for a season and a time.&nbsp;</p>\n<p><strong>13</strong> “I was watching in the night visions, And behold, One like the Son of Man, Coming with the clouds of heaven! He came to the Ancient of Days, And they brought Him near before Him.&nbsp;</p>\n<p><strong>14</strong> Then to Him was given dominion and glory and a kingdom, That all peoples, nations, and languages should serve Him. His dominion is an everlasting dominion, Which shall not pass away, And His kingdom the one Which shall not be destroyed.</p>\n<p>\n  <br>\n</p>\n<p><strong>Daniel 8:14, 26</strong></p>\n<p><strong>14</strong> And he said to me, “For two thousand three hundred days; then the sanctuary shall be cleansed.”</p>\n<p><strong>26&nbsp;</strong>“And the vision of the evenings and mornings Which was told is true; Therefore seal up the vision, For it refers to many days in the future.”</p>\n<p>After the period of medieval persecution, which ended in 1798 with the capture and imprisonment of the pope by Napoleon’s General Berthier (Rev. 13:3), Daniel 7 and 8 speak of judgment. The judgment is to take place in heaven where “ ‘the court was seated’ ” (Dan. 7:10, NKJV) and “ ‘One like the Son of Man, coming with the clouds of heaven . . . came to the Ancient of Days’ ” (Dan. 7:13, NKJV). This is a judgment scene that occurs after 1798 and before the second coming of Jesus.</p>\n<p>This judgment scene in Daniel 7 is directly parallel to the cleansing of the sanctuary in Daniel 8:14. They are talking about the same thing. According to Daniel 8:14, the time of this “cleansing of the sanctuary,” which is Day of Atonement terminology, is 2,300 evening-mornings, or days. With the year-day principle, these days represent 2,300 years.</p>\n<p>The starting point of the 2,300 years is found in Daniel 9:24, in which the 70-week (490 year) prophecy is chatak, or “cut off,” from the 2,300- day vision (Dan. 9:24). In fact, many scholars correctly see the 2,300-day (year) prophecy of Daniel 8:14 and the 70-week prophecy (490-years) of Daniel 9:24–27 as two parts of one prophecy. The next verse in the 70-week prophecy, Daniel 9:25, gives the beginning of the time period, “ ‘from the going forth of the command to restore and build Jerusalem’ ” (NKJV). The date for this event is “the seventh year of Artaxerxes the king” (Ezra 7:7), or 457 b.c. Counting forward 2,300 years, we come to 1844, which is not long after 1798 and before the second coming of Jesus. This is when Jesus entered into the Most Holy and began His work of intercession, of cleansing the heavenly sanctuary. See the chart in Friday’s study.</p>"
    },
    {
      "id": 116,
      "idLesson": 11,
      "idDay": 6,
      "dayTitle": "<p><strong>Typology as Prophecy</strong></p> ",
      "date": "June 11",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>The symbols of apocalyptic prophecies, such as those found in Daniel and Revelation, have one single fulfillment. For example, the he-goat found its fulfillment in Greece, a singular kingdom (Dan. 8:21). After all, the text came right out and named it for us! How much clearer could it be?</p> <p> <br> </p> <p>Typology, however, focuses on actual persons, events, or institutions of the Old Testament that are founded in a historical reality but that point forward to greater reality in the future. The use of typology as a method of interpretation goes back to Jesus and the New Testament writers, and is even found in the Old Testament itself. The only guide to recognizing a type and antitype is when an inspired writer of Scripture identifies them.</p> <p> <br> </p> <p><strong>Read 1 Corinthians 10:1–13. To what events in history does Paul refer as he admonishes the Corinthian church? How does this relate to us today?</strong></p> <p><strong> <br> </strong></p> <p><strong>1 Corinthians 10:1–13</strong></p> <p><strong> <br> </strong></p> <p><strong>1</strong> Moreover, brethren, I do not want you to be unaware that all our fathers were under the cloud, all passed through the sea,<strong>&nbsp;</strong></p> <p><strong>2</strong> all were baptized into Moses in the cloud and in the sea,&nbsp;</p> <p><strong>3</strong> all ate the same spiritual food, 4 and all drank the same spiritual drink. For they drank of that spiritual Rock that followed them, and that Rock was Christ.&nbsp;</p> <p><strong>5&nbsp;</strong>But with most of them God was not well pleased, for their bodies were scattered in the wilderness.&nbsp;</p> <p><strong>6</strong> Now these things became our examples, to the intent that we should not lust after evil things as they also lusted.&nbsp;</p> <p><strong>7</strong> And do not become idolaters as were some of them. As it is written, “The people sat down to eat and drink, and rose up to play.”<strong>&nbsp;</strong></p> <p><strong>8</strong> Nor let us commit sexual immorality, as some of them did, and in one day twenty-three thousand fell;&nbsp;</p> <p><strong>9</strong> nor let us tempt Christ, as some of them also tempted, and were destroyed by serpents;&nbsp;</p> <p><strong>10</strong> nor complain, as some of them also complained, and were destroyed by the destroyer.&nbsp;</p> <p><strong>11</strong> Now all these things happened to them as examples, and they were written for our admonition, upon whom the ends of the ages have come.&nbsp;</p> <p><strong>12</strong> Therefore let him who thinks he stands take heed lest he fall.&nbsp;</p> <p><strong>13</strong> No temptation has overtaken you except such as is common to man; but God is faithful, who will not allow you to be tempted beyond what you are able, but with the temptation will also make the way of escape, that you may be able to bear it.</p> <p> <br> </p> <p>Paul refers back to the historical reality of the Exodus and develops a typology based on the experience of the ancient Hebrews in the wilderness. In this way, Paul shows that God, who inspired Moses to record these events, intended that “these things became our examples” (1 Cor. 10:6, NKJV), thereby admonishing spiritual Israel to endure temptation as we live in the last days.</p> <p> <br> </p> <p><strong>Read the passages below and write down each type and antitype fulfillment, as described by Jesus and the New Testament writers.</strong></p> <p><strong> <br> </strong></p> <p><strong>Matt. 12:40</strong></p> <p><strong> <br> </strong></p> <p><strong>40</strong> For as Jonah was three days and three nights in the belly of the great fish, so will the Son of Man be three days and three nights in the heart of the earth.</p> <p> <br> </p> <p><strong>John 19:36</strong></p> <p><strong> <br> </strong></p> <p><strong>36</strong> For these things were done that the Scripture should be fulfilled, “Not one of His bones shall be broken.”</p> <p> <br> </p> <p><strong>John 3:14, 15</strong></p> <p><strong> <br> </strong></p> <p><strong>14</strong> And as Moses lifted up the serpent in the wilderness, even so must the Son of Man be lifted up,</p> <p> <br> </p> <p><strong>15 </strong>that whoever believes in Him should not perish but have eternal life.</p> <p> <br> </p> <p><strong>Rom. 5:14</strong></p> <p><strong> <br> </strong></p> <p><strong>14</strong> Nevertheless death reigned from Adam to Moses, even over those who had not sinned according to the likeness of the transgression of Adam, who is a type of Him who was to come.</p> <p> <br> </p> <p><strong>John 1:29</strong></p> <p><strong> <br> </strong></p> <p><strong>29 </strong>The next day John saw Jesus coming toward him, and said, “Behold! The Lamb of God who takes away the sin of the world!</p> <p> <br> </p> <p>In each case, Jesus and the New Testament writers apply the type and antitype interpretation that allow the prophetic significance to stand out. In this way, they point to a greater fulfillment of the historical reality.</p> <p> <br> </p> <p><strong>Think about the earthly sanctuary service, which functioned as a type of the entire plan of salvation. What does this teach us about the importance of the sanctuary message for us today?</strong></p>"
    },
    {
      "id": 117,
      "idLesson": 11,
      "idDay": 7,
      "dayTitle": "",
      "date": "June 12",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:</strong> Read Clifford Goldstein, 1844 Made Simple (Boise, Idaho: Pacific Press, 1988) as one place, of many, to find more material on the 2,300-day prophecy. See also 1844madesimple.org.</p>\n<p>\n  <br>\n</p>\n<p><strong>Daniel 7&nbsp;</strong><strong>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;<strong>Daniel 8</strong></strong></p>\n<p>(a)Babylon (lion) &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; (a)————————</p>\n<p>(b)Media-Persia (bear) &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; (b)Media-Persia (ram)</p>\n<p>(c)Greece (leopard) &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;(c)Greece (he-goat)\n  <br>\n  <br>(d)<span style=\"color: rgb(0, 0, 0); font-family: &quot;Times New Roman&quot;; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial; display: inline !important; float: none;\">Pagan Rome (fourth beast)</span>&nbsp; &nbsp; (d)Pagan Rome(horn moves horizontally)</p>\n<p>(e)Papal Rome (little horn) &nbsp; (e)Papal Rome(horn moves vertically)</p>\n<p>\n  <br>\n</p>\n<p>The crucial point to see here is that the judgment scene in Daniel 7, which occurs after 1,260 years of persecution (Dan. 7:25), is the same thing as the cleansing of the sanctuary in Daniel 8:14. And this judgment scene in heaven is what leads, ultimately, to the establishment of God’s eternal kingdom at the end of this fallen earth’s sad history. Hence, we have powerful biblical evidence for the great importance that Scripture places on Daniel 8:14 and the event it signifies.</p>\n<p>\n  <br>\n</p>\n<p><strong>Discussion Questions:</strong>&nbsp;</p>\n<p><strong>1.</strong> Go back and review Daniel 2. See how clearly the historicist method is revealed here: an unbroken sequence of world empires, starting in antiquity and ending with the establishment of God’s eternal kingdom. God gives us the key to interpreting these prophecies. What does it say, though, about the state of the Christian world that very few Christians today employ the historicist method anymore? Why does this fact help establish even more the pertinence of the Adventist message for the world at this time?</p>\n<p><strong>2.</strong> How well do you understand the 2,300-day prophecy of Daniel 8:14? If you don’t understand it, why not take the time to learn it and to share it with your class? You might be surprised at how solidly grounded our interpretation of that prophecy really is.</p>\n<p><strong>3.&nbsp;</strong>Read Daniel 7:18, 21, 22, 25, 27. Notice the focus on what happens to the saints. What does the little-horn power do to them? In contrast, what does the Lord do for them? What is the good news for the saints in regard to the judgment? What does the judgment ultimately give to them?</p>\n<p>\n  <br>\n</p>\n<p><strong>INSIDE STORY:</strong></p>\n<p><strong>Running for God</strong></p>\n<p>By Running for God</p>\n<p>Running brought me to church in Poland. As a young man, I started bodybuilding because the doctor cautioned me to take measures to improve my health. Then I got into long-distance running. I loved it! I ran marathons, 62-mile (100-kilometer) races, and even a 24-hour run over 126 miles (203 kilometers). I joined a group of runners who trained together several times a week.&nbsp;</p>\n<p>After a while, I noticed that Piotr, a runner in our group, missed our training sessions every Saturday. I couldn’t understand why, and I finally asked him. “I’ve been thinking about the meaning of life,” Piotr replied. “I’ve been reading the Bible, and I’ve been going to several churches to find one that follows the Bible. Now I’ve found such a church. Would you like to study the Bible with us?”</p>\n<p>The Bible studies, led by a Seventh-day Adventist pastor, confused me. I considered myself to be a devout Christian, and I belonged to another denomination.&nbsp;</p>\n<p>One day while we were running, Piotr shocked me with a question. “Did you know that your clergy aren’t telling you the truth?” he said. “Now you have gone too far!” I exclaimed. “You’re mixed up.” “The next time we meet, I’ll bring a Bible,” Piotr said. “You bring your church’s book of doctrines. We’ll see where the truth lies.”&nbsp;</p>\n<p>The proposal seemed good to me. I had always tried to live a truthful life and to follow the truth that I knew. At our next meeting, Piotr and I compared the two books. I was stunned to realize that my book didn’t match the teachings of the Bible. Several months later, I was baptized. I was 45.</p>\n<p>It felt good to join a church whose members cared about their health. Soon I noticed that several church members didn’t eat meat. I researched the plant-based diet and also quit eating meat. Before, I saw my body as my own and exploited it for my own desires. Now I understand that my body is not my own. I try not to damage it. It is God’s temple. Today I am 71, and running remains a major part of my life, although I have stopped training and competing on Sabbath. Running is an ideal way to spread the gospel. After a marathon, everyone feels good about their accomplishments, and it is easy to talk about God. I share who gives me strength to run at my age.&nbsp;</p>\n<p>I run at least three times a week, six miles (10 kilometers)</p>\n<p>each time. It takes me about 55 minutes. I run in forests and in nature. I think about my life and think about God. I hum hymns and remember Bible verses. I pray for God to bring someone into my path so I can talk about Him. He brings people to me.</p>"
    }
  ]
}
