{
  "id": 702,
  "lessonNumber": 2,
  "versionCode": 3,
  "quarter": "3T2020",
  "title": "Winsome Witnesses: The Power of Personal Testimony",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "For we cannot but speak the things which we have seen and heard (Acts 4:20, NKJV)",
  "weekDate": "July 4–10",
  "lessonDays": [
    {
      "id": 21,
      "idLesson": 2,
      "idDay": 1,
      "dayTitle": "",
      "date": "July 4",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>There is unusual power in a personal testimony. When our hearts are warmed by Christ&rsquo;s love and we are changed by His grace, we have something significant to say about Him. It is one thing to share what Jesus has done for someone else. It is quite another to share what He has done for us personally.</p> <p>It is difficult to argue against personal experience. People may debate your theology or your interpretation of a text or even scoff at religion in general. But when an individual can say, &ldquo;I once was hopeless but now have hope; I was filled with guilt but now have peace; I was purpose- less but now have purpose,&rdquo; even skeptics are impacted by the power of the gospel.</p> <p>Although some people may experience sudden, dramatic conversions like the apostle Paul&rsquo;s on the Damascus road, more often conversion occurs as a person has a growing recognition of the preciousness of Jesus, a deep appreciation for His amazing grace, and a supreme sense of gratitude for the salvation He freely offers. Christ radically refocuses our lives. It is this witness that the world so desperately needs and longs for.</p>"
    },
    {
      "id": 22,
      "idLesson": 2,
      "idDay": 2,
      "dayTitle": "<p>Unlikely Witnesses</p>",
      "date": "July 5",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Read Mark 5:15&ndash;20. Why do you think Jesus sent the man into Decapolis to witness to his family and friends rather than nurtur- ing him in his newfound faith by keeping him with Himself?</strong></p> <p><strong>&nbsp;Mark 5:15&ndash;20</strong></p> <p>&nbsp;<span class=\"text Mark-5-15\"><sup class=\"versenum\"><strong>15</strong>&nbsp;</sup>Then they came to Jesus, and saw the one <em>who had been</em> demon-possessed and had the legion, sitting and clothed and in his right mind. And they were afraid.&nbsp;</span>&nbsp;</p> <p><span class=\"text Mark-5-16\"><sup class=\"versenum\"><strong>16</strong>&nbsp;</sup>And those who saw it told them how it happened to him <em>who had been</em> demon-possessed, and about the swine.&nbsp;</span><strong>&nbsp;</strong></p> <p><strong><sup>17</sup></strong> Then they began to plead with Him to depart from their region.</p> <p><span class=\"text Mark-5-18\"><sup class=\"versenum\"><strong>18</strong>&nbsp;</sup>And when He got into the boat, he who had been demon-possessed begged Him that he might be with Him.&nbsp;</span><strong> </strong></p> <p><span class=\"text Mark-5-19\"><sup class=\"versenum\"><strong>19</strong>&nbsp;</sup>However, Jesus did not permit him, but said to him, <span class=\"woj\">&ldquo;Go home to your friends, and tell them what great things the Lord has done for you, and how He has had compassion on you.&rdquo;</span>&nbsp;</span><strong> </strong></p> <p><strong><sup>20</sup></strong> And he departed and began to proclaim in Decapolis all that Jesus had done for him; and all marveled.</p> <p><br>The word Decapolis comes from two words: deca, meaning ten, and polis, meaning city. The region of Decapolis was an area of ten cities along the shores of the Sea of Galilee in the first century. These cities were bound together by a common language and culture. The demoniac was known by many people in that region. He had struck fear into their hearts through his unpredictable, violent behavior. Jesus saw in him one who longed for something better, and so He miraculously delivered the man from the demons that tormented him.<br><br>When the townspeople heard that Jesus had permitted the demons to possess their herd of swine, and that the swine had run over a cliff into the sea, they came out to see what was taking place. Mark&rsquo;s Gospel records, &ldquo;Then they came to Jesus, and saw the one who had been demon-possessed and had the legion, sitting and clothed and in his right mind. And they were afraid&rdquo; (Mark 5:15, NKJV). The man was whole again&mdash;physically, mentally, emotionally, and spiritually. The essence of the gospel is to restore people broken by sin to the wholeness for which Christ has created them.<br><br>What better person to reach these ten cities of Decapolis than a trans- formed demoniac who could share his testimony with the entire region? Ellen G. White states it well: &ldquo;As witnesses for Christ, we are to tell what we know, what we ourselves have seen and heard and felt. If we have been following Jesus step by step, we shall have something right to the point to tell concerning the way in which He has led us. We can tell how we have tested His promise, and found the promise true. We can bear witness to what we have known of the grace of Christ. This is the witness for which our Lord calls, and for want of which the world is perishing.&rdquo;&mdash;The Desire of Ages, p. 340. God often uses unlikely wit- nesses who are changed by His grace to make a difference in our world.<br><br><strong>What&rsquo;s your own story&mdash;that is, your own conversion story? What do you tell others about how you came to faith? What can you offer someone unconverted, who could benefit from the expe- rience you can share?</strong></p>"
    },
    {
      "id": 23,
      "idLesson": 2,
      "idDay": 3,
      "dayTitle": "<p>Proclaiming the Risen Christ</p>",
      "date": "July 6",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>It was early Sunday morning, and the two Marys hastily made their way to the tomb of Christ. They were not going to ask Him for any- thing. What could a dead man possibly give them? The last time they saw Him, His body was bloodied, bruised, and broken. The scenes of the Cross were deeply etched in their minds. Now they were simply doing their duty. Sorrowfully, they made their way to the tomb to embalm His body.&nbsp;</p> <p>The gloomy shadows of despondency engulfed their lives in the darkness of despair. The future was uncertain and offered little hope. When they arrived at the tomb, they were startled to find it empty. Matthew records the events of that Resurrection morning in these words: &ldquo;But the angel answered and said to the women, &lsquo;Do not be afraid, for I know that you seek Jesus who was crucified. He is not here; for He is risen&rsquo; &rdquo; (Matt. 28:5, 6, NKJV). The women were now overwhelmed with joy. Their dark clouds of sadness faded into the sunlight of the dawning of Resurrection morning. Their night of sadness was over. Gladness graced their counte- nances, and songs of rejoicing replaced their tears of lament.<br><br><strong>Read Mark 16:1&ndash;11. What was Mary&rsquo;s response when she discovered Christ had risen from the dead?</strong></p>  <p class=\"chapter-2\"><span class=\"text Mark-16-1\"><span class=\"chapternum\"><sup><strong>1</strong></sup>&nbsp;</span>Now when the Sabbath was past, Mary Magdalene, Mary <em>the mother</em> of James, and Salome bought spices, that they might come and anoint Him.&nbsp;</span><strong><sup>&nbsp;</sup></strong></p> <p class=\"chapter-2\"><span class=\"text Mark-16-2\"><sup class=\"versenum\"><strong>2</strong>&nbsp;</sup>Very early in the morning, on the first <em>day</em> of the week, they came to the tomb when the sun had risen.&nbsp;</span></p> <p class=\"chapter-2\"><strong>&nbsp;</strong><span class=\"text Mark-16-3\"><sup class=\"versenum\"><strong>3</strong>&nbsp;</sup>And they said among themselves, &ldquo;Who will roll away the stone from the door of the tomb for us?&rdquo;&nbsp;</span>&nbsp;</p> <p class=\"chapter-2\"><span class=\"text Mark-16-4\"><sup class=\"versenum\"><strong>4</strong>&nbsp;</sup>But when they looked up, they saw that the stone had been rolled away&mdash;for it was very large.&nbsp;</span><strong>&nbsp;</strong></p> <p class=\"chapter-2\"><strong><span class=\"text Mark-16-5\"><sup class=\"versenum\"><strong>5</strong>&nbsp;</sup></span></strong>And entering the tomb, they saw a young man clothed in a long white robe sitting on the right side; and they were alarmed.</p> <p>&nbsp;</p> <p><span class=\"text Mark-16-6\"><sup class=\"versenum\"><strong>6</strong>&nbsp;</sup>But he said to them, &ldquo;Do not be alarmed. You seek Jesus of Nazareth, who was crucified. He is risen! He is not here. See the place where they laid Him.&nbsp;</span><strong>&nbsp;</strong></p> <p><strong><span class=\"text Mark-16-7\"><sup class=\"versenum\"><strong>7</strong>&nbsp;</sup></span></strong>But go, tell His disciples&mdash;and Peter&mdash;that He is going before you into Galilee; there you will see Him, as He said to you.&rdquo;&nbsp;</p> <p><strong><span class=\"text Mark-16-8\"><sup class=\"versenum\"><strong>8</strong>&nbsp;</sup></span></strong>So they went out quickly and fled from the tomb, for they trembled and were amazed. And they said nothing to anyone, for they were afraid.</p> <p><span class=\"text Mark-16-9\"><sup class=\"versenum\"><strong>9&nbsp;</strong></sup>Now when <em>He</em> rose early on the first <em>day</em> of the week, He appeared first to Mary Magdalene, out of whom He had cast seven demons.&nbsp;</span>&nbsp;</p> <p><span class=\"text Mark-16-10\"><sup class=\"versenum\"><strong>10</strong>&nbsp;</sup>She went and told those who had been with Him, as they mourned and wept.&nbsp;</span><strong>&nbsp;</strong></p> <p><strong><span class=\"text Mark-16-11\"><sup class=\"versenum\"><strong>11</strong>&nbsp;</sup></span></strong>And when they heard that He was alive and had been seen by her, they did not believe.</p> <p><br>After Mary met the resurrected Christ, she ran to tell the story. Good news is for sharing, and she could not be silent. Christ was alive! His tomb was empty, and the world must know it. After we, too, meet the resurrected Christ along the highway of life, we, too, must run to tell the story, for good news is for sharing. How fascinating, too, that despite all the times Jesus had told them what would happen, that He would be killed and then resurrected, the disciples&mdash;those ones Jesus specifically chose&mdash;refused to believe Mary&rsquo;s testimony.<br><br>&ldquo;And when they heard that He was alive and had been seen by her, they did not believe&rdquo; (Mark 16:11, NKJV). Thus, if even Jesus&rsquo; own disciples didn&rsquo;t immediately believe, we shouldn&rsquo;t be surprised if others don&rsquo;t immediately accept our words either.<br><strong><br>When was the last time you were rebuffed in your witness? How did you respond, and what have you learned from that experience?</strong></p>"
    },
    {
      "id": 24,
      "idLesson": 2,
      "idDay": 4,
      "dayTitle": "Changed Lives Make a Difference",
      "date": "July 7",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>&ldquo;Now when they saw the boldness of Peter and John, and perceived that they were uneducated and untrained men, they mar- veled. And they realized that they had been with Jesus&rdquo; (Acts 4:13, NKJV).<br><br>The New Testament church exploded in growth. There were 3,000 baptized on the Day of Pentecost (Acts 2:41). Thousands more were added to the church a few weeks later (Acts 4:4). Soon the authorities recognized what was happening. These New Testament believers had been with Christ. Their lives were changed. They were transformed by His grace, and they could not keep silent.<br><br><strong>Read Acts 4:1&ndash;20. What happened here? What happened when the authorities tried to silence Peter and John? What was their response?</strong></p> <p class=\"chapter-1\"><span class=\"text Acts-4-1\"><span class=\"chapternum\"><strong><sup>1</sup></strong>&nbsp;</span>Now as they spoke to the people, the priests, the captain of the temple, and the Sadducees came upon them,&nbsp;</span><sup><strong>&nbsp;</strong></sup></p> <p class=\"chapter-1\"><span class=\"text Acts-4-2\"><sup class=\"versenum\"><strong>2</strong>&nbsp;</sup>being greatly disturbed that they taught the people and preached in Jesus the resurrection from the dead.&nbsp;</span></p> <p class=\"chapter-1\"><span class=\"text Acts-4-3\"><sup class=\"versenum\"><strong>3</strong>&nbsp;</sup>And they laid hands on them, and put <em>them</em> in custody until the next day, for it was already evening.&nbsp;</span>&nbsp;</p> <p class=\"chapter-1\"><strong><span class=\"text Acts-4-4\"><sup class=\"versenum\"><strong>4</strong>&nbsp;</sup></span></strong>However, many of those who heard the word believed; and the number of the men came to be about five thousand.</p> <p><span class=\"text Acts-4-5\"><sup class=\"versenum\"><strong>5</strong>&nbsp;</sup>And it came to pass, on the next day, that their rulers, elders, and scribes,&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Acts-4-6\"><sup class=\"versenum\"><strong>6</strong>&nbsp;</sup>as well as Annas the high priest, Caiaphas, John, and Alexander, and as many as were of the family of the high priest, were gathered together at Jerusalem.&nbsp;</span><strong>&nbsp;</strong><br><br><span class=\"text Acts-4-7\"><sup class=\"versenum\"><strong>7</strong>&nbsp;</sup>And when they had set them in the midst, they asked, &ldquo;By what power or by what name have you done this?&rdquo;</span></p> <p><span class=\"text Acts-4-8\"><sup class=\"versenum\"><strong>8</strong>&nbsp;</sup>Then Peter, filled with the Holy Spirit, said to them, &ldquo;Rulers of the people and elders of Israel:&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Acts-4-9\"><sup class=\"versenum\"><strong>9</strong>&nbsp;</sup>If we this day are judged for a good deed <em>done</em> to a helpless man, by what means he has been made well,&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Acts-4-10\"><sup class=\"versenum\"><strong>10</strong>&nbsp;</sup>let it be known to you all, and to all the people of Israel, that by the name of Jesus Christ of Nazareth, whom you crucified, whom God raised from the dead, by Him this man stands here before you whole.&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Acts-4-11\"><sup class=\"versenum\"><strong>11&nbsp;</strong></sup>This is the <span class=\"oblique\">&lsquo;stone which was rejected by you builders, which has become the chief cornerstone.&rsquo;</span>&nbsp;</span><strong>&nbsp;</strong><br><br><span class=\"text Acts-4-12\"><sup class=\"versenum\"><strong>12</strong>&nbsp;</sup>Nor is there salvation in any other, for there is no other name under heaven given among men by which we must be saved.&rdquo;</span></p> <p><span class=\"text Acts-4-13\"><sup class=\"versenum\"><strong>13</strong>&nbsp;</sup>Now when they saw the boldness of Peter and John, and perceived that they were uneducated and untrained men, they marveled. And they realized that they had been with Jesus.&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Acts-4-14\"><sup class=\"versenum\"><strong>14</strong>&nbsp;</sup>And seeing the man who had been healed standing with them, they could say nothing against it.&nbsp;</span><strong>&nbsp;</strong><br><br><span class=\"text Acts-4-15\"><sup class=\"versenum\"><strong>15</strong>&nbsp;</sup>But when they had commanded them to go aside out of the council, they conferred among themselves,&nbsp;</span><br><br><span class=\"text Acts-4-16\"><sup class=\"versenum\"><strong>16</strong>&nbsp;</sup>saying, &ldquo;What shall we do to these men? For, indeed, that a notable miracle has been done through them <em>is</em> evident to all who dwell in Jerusalem, and we cannot deny <em>it.</em>&nbsp;</span></p> <p><strong><span class=\"text Acts-4-17\"><sup class=\"versenum\"><strong>17</strong>&nbsp;</sup></span></strong>But so that it spreads no further among the people, let us severely threaten them, that from now on they speak to no man in this name.&rdquo;</p> <p><span class=\"text Acts-4-18\"><sup class=\"versenum\"><strong>18</strong>&nbsp;</sup>So they called them and commanded them not to speak at all nor teach in the name of Jesus.&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Acts-4-19\"><sup class=\"versenum\"><strong>19</strong>&nbsp;</sup>But Peter and John answered and said to them, &ldquo;Whether it is right in the sight of God to listen to you more than to God, you judge.&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Acts-4-20\"><sup class=\"versenum\"><strong>20</strong>&nbsp;</sup>For we cannot but speak the things which we have seen and heard.&rdquo;&nbsp;</span><strong>&nbsp;</strong></p> <p><br>These believers were new in Christ, and they had to tell their story. Peter, a loudmouthed fisherman, was transformed by the grace of God. James and John, the sons of thunder who had difficulty controlling their tempers, were transformed by the grace of God. Thomas the skep- tic was transformed by the grace of God. The disciples and members of the early church each had their own stories to tell, and they could not keep silent. Notice this powerful statement by Ellen G. White in the book Steps to Christ: &ldquo;No sooner does one come to Christ than there is born in his heart a desire to make known to others what a precious friend he has found in Jesus; the saving and sanctifying truth cannot be shut up in his heart.&rdquo;&mdash;Page 78.<br><br>Notice, too, what the religious leaders said in Acts 4:16. They openly acknowledged the reality of the miracle that had been performed&mdash;the healed man was standing right before them. Even with all this, they refused to change their attitude. And yet, despite this open defiance, Peter and John were not going to back down from their witness.<br><br>What relationship is there between knowing Christ and sharing Christ? Why is knowing Christ personally so essential to our being able to witness about Him?</p>"
    },
    {
      "id": 25,
      "idLesson": 2,
      "idDay": 5,
      "dayTitle": "Sharing Our Experience",
      "date": "July 8",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>In Acts 26, we find the apostle Paul standing as a prisoner before King Agrippa. Here, speaking directly to the king, Paul gave his own personal testimony. He talked about his life, not only as a persecutor of Jesus&rsquo; followers but also, after his conversion, of his life as a witness to Jesus and about the promise of the resurrection of the dead (Acts 26:8).<br><br>When Paul was converted on the Damascus road, our Lord spoke to him and said, &ldquo; &lsquo;I have appeared to you for this purpose, to make you a minister and a witness both of the things which you have seen and of the things which I will yet reveal to you&rsquo; &rdquo; (Acts 26:16, NKJV). Sharing our faith is always a dynamic experience. It is telling the story of what Christ has done for us in the past, what He is doing in our lives today, and what He will accomplish for us in the future.<br><br>Witnessing is never about us. It is always about Him. He is the God who forgives our iniquities, heals our diseases, crowns us with loving kindness, and satisfies us with good things (Ps. 103:3&ndash;5). Witnessing is simply sharing our story of His amazing grace. It is a testimony of our personal encounter with this God of amazing grace.<br><br><strong>Read 1 John 1:1&ndash;3 and compare it with Galatians 2:20.What similari- ties do you see? How is John&rsquo;s experience similar to Paul&rsquo;s?</strong></p> <p><strong>1 John 1:1&ndash;3</strong></p> <p class=\"chapter-1\"><span class=\"text 1John-1-1\"><span class=\"chapternum\"><sup><strong>1</strong></sup>&nbsp;</span>That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked upon, and our hands have handled, concerning the Word of life&mdash;&nbsp;</span><strong><sup>&nbsp;</sup></strong></p> <p class=\"chapter-1\"><span class=\"text 1John-1-2\"><sup class=\"versenum\"><strong>2</strong>&nbsp;</sup>the life was manifested, and we have seen, and bear witness, and declare to you that eternal life which was with the Father and was manifested to us&mdash;&nbsp;</span></p> <p class=\"chapter-1\"><span class=\"text 1John-1-3\"><sup class=\"versenum\"><strong>3</strong>&nbsp;</sup>that which we have seen and heard we declare to you, that you also may have fellowship with us; and truly our fellowship <em>is</em> with the Father and with His Son Jesus Christ.&nbsp;</span>&nbsp;</p> <p><br><strong>Galatians 2:20</strong></p> <p><strong><span class=\"text Gal-2-20\"><sup class=\"versenum\">20&nbsp;</sup></span></strong>I have been crucified with Christ; it is no longer I who live, but Christ lives in me; and the life which I now live in the flesh I live by faith in the Son of God, who loved me and gave Himself for me.&nbsp;<br><br>Although John and Paul had different life experiences, they both had a personal encounter with Jesus. Their experiences with Jesus were not ones that occurred at a particular point in the past and was then over. It was an ongoing, daily experience of rejoicing in His love and walking in the light of His truth. Is conversion ever a thing of the past alone? Look at Ellen White&rsquo;s statement about those who thought their past conversion experience is all that matters: &ldquo;As if, if they knew something about religion once, they did not need to be converted daily; but we ought every day, every one of us, to be converted.&rdquo;&mdash;Manuscript Releases, vol. 4, p. 46.<br><br><strong>Regardless of whatever your past experiences have been, even if they were powerful and dramatic, why is it important to have a relationship with the Lord day by day, to sense His reality and His goodness and power day by day? Bring your answer to class on Sabbath.</strong></p>"
    },
    {
      "id": 26,
      "idLesson": 2,
      "idDay": 6,
      "dayTitle": "The Power of a Personal Testimony",
      "date": "July 9",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Let&rsquo;s look again at Paul before Agrippa. The apostle Paul stands before this man, the last in the line of Jewish kings, the Maccabees, and of the house of Herod. Agrippa professed to be a Jew, but at heart he was a Roman. (See The SDA Bible Commentary, vol. 6, p. 436.) The aged apostle, weary from his missionary journeys and battle-scarred in the conflict between good and evil, stands there, his heart filled with God&rsquo;s love and his face radiant with God&rsquo;s goodness. Whatever has happened in his life, whatever persecutions and difficulties he has experienced, he can declare that God is good.<br><br>Agrippa is cynical, skeptical, hardened, and really indifferent to any genuine value system. In contrast, Paul is filled with faith, commit- ted to the truth, and stalwart in defense of righteousness. The contrast between the two men could not be much more evident. At his trial, Paul requests to speak and receives permission from Agrippa.<br><br><strong>Read Acts 26:1&ndash;32. How does Paul witness to Agrippa? What can we learn from his words?</strong></p> <p><strong>Acts 26:1&ndash;32</strong></p> <p class=\"chapter-2\"><sup><strong><span class=\"text Acts-26-1\"><span class=\"chapternum\"><strong><sup>1</sup></strong>&nbsp;</span></span></strong></sup>Then Agrippa said to Paul, &ldquo;You are permitted to speak for yourself.&rdquo; So Paul stretched out his hand and answered for himself:<br><br><span class=\"text Acts-26-2\"><sup class=\"versenum\"><strong>2</strong>&nbsp;</sup>&ldquo;I think myself happy, King Agrippa, because today I shall answer for myself before you concerning all the things of which I am accused by the Jews,&nbsp;</span>&nbsp;</p> <p class=\"chapter-2\"><strong><span class=\"text Acts-26-3\"><sup class=\"versenum\"><strong>3</strong></sup></span></strong> especially because you are expert in all customs and questions which have to do with the Jews. Therefore I beg you to hear me patiently.</p> <p><span class=\"text Acts-26-4\"><sup class=\"versenum\"><strong>4</strong>&nbsp;</sup>&ldquo;My manner of life from my youth, which was spent from the beginning among my own nation at Jerusalem, all the Jews know.&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Acts-26-5\"><sup class=\"versenum\"><strong>5</strong>&nbsp;</sup>They knew me from the first, if they were willing to testify, that according to the strictest sect of our religion I lived a Pharisee.&nbsp;</span><strong>&nbsp;</strong><br><br><span class=\"text Acts-26-6\"><sup class=\"versenum\"><strong>6</strong>&nbsp;</sup>And now I stand and am judged for the hope of the promise made by God to our fathers.&nbsp;</span>&nbsp;</p> <p><span class=\"text Acts-26-7\"><sup class=\"versenum\"><strong>7</strong>&nbsp;</sup>To this <em>promise</em> our twelve tribes, earnestly serving <em>God</em> night and day, hope to attain. For this hope&rsquo;s sake, King Agrippa, I am accused by the Jews.&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Acts-26-8\"><sup class=\"versenum\"><strong>8</strong>&nbsp;</sup>Why should it be thought incredible by you that God raises the dead?</span></p> <p><span class=\"text Acts-26-9\"><sup class=\"versenum\"><strong>9</strong>&nbsp;</sup>&ldquo;Indeed, I myself thought I must do many things contrary to the name of Jesus of Nazareth.&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Acts-26-10\"><sup class=\"versenum\"><strong>10</strong>&nbsp;</sup>This I also did in Jerusalem, and many of the saints I shut up in prison, having received authority from the chief priests; and when they were put to death, I cast my vote against <em>them.</em>&nbsp;</span><strong>&nbsp;</strong><br><br><span class=\"text Acts-26-11\"><sup class=\"versenum\"><strong>11</strong>&nbsp;</sup>And I punished them often in every synagogue and compelled <em>them</em> to blaspheme; and being exceedingly enraged against them, I persecuted <em>them</em> even to foreign cities.</span></p> <p><span class=\"text Acts-26-12\"><sup class=\"versenum\"><strong>12</strong>&nbsp;</sup>&ldquo;While thus occupied, as I journeyed to Damascus with authority and commission from the chief priests,&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Acts-26-13\"><sup class=\"versenum\"><strong>13</strong>&nbsp;</sup>at midday, O king, along the road I saw a light from heaven, brighter than the sun, shining around me and those who journeyed with me.&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Acts-26-14\"><sup class=\"versenum\"><strong>14</strong>&nbsp;</sup>And when we all had fallen to the ground, I heard a voice speaking to me and saying in the Hebrew language, <span class=\"woj\">&lsquo;Saul, Saul, why are you persecuting Me? <em>It is</em> hard for you to kick against the goads.&rsquo;</span>&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Acts-26-15\"><sup class=\"versenum\"><strong>15</strong>&nbsp;</sup>So I said, &lsquo;Who are You, Lord?&rsquo; And He said, <span class=\"woj\">&lsquo;I am Jesus, whom you are persecuting.</span>&nbsp;</span><strong>&nbsp;</strong><br><br><span class=\"text Acts-26-16\"><sup class=\"versenum\"><strong>16</strong>&nbsp;</sup><span class=\"woj\">But rise and stand on your feet; for I have appeared to you for this purpose,</span> <span class=\"woj\">to make you a minister and a witness both of the things which you have seen and of the things which I will yet reveal to you.</span>&nbsp;</span><br><br><span class=\"text Acts-26-17\"><sup class=\"versenum\"><strong>17</strong>&nbsp;</sup><span class=\"woj\">I will</span> <span class=\"woj\">deliver you from the <em>Jewish</em> people, as well as <em>from</em> the Gentiles,</span> <span class=\"woj\">to whom I</span> <span class=\"woj\">now send you,</span>&nbsp;</span><br><br><span class=\"text Acts-26-18\"><sup class=\"versenum\"><strong>18&nbsp;</strong></sup><span class=\"woj\">to open their eyes, <em>in order</em></span> <span class=\"woj\">to turn <em>them</em> from darkness to light, and <em>from</em> the power of Satan to God,</span> <span class=\"woj\">that they may receive forgiveness of sins and</span> <span class=\"woj\">an inheritance among those who are</span> <span class=\"woj\">sanctified</span> <span class=\"woj\">by faith in Me.&rsquo;</span></span></p> <p><span class=\"text Acts-26-19\"><sup class=\"versenum\"><strong>19</strong>&nbsp;</sup>&ldquo;Therefore, King Agrippa, I was not disobedient to the heavenly vision,&nbsp;</span></p> <p><span class=\"text Acts-26-20\"><sup class=\"versenum\"><strong>20</strong>&nbsp;</sup>but declared first to those in Damascus and in Jerusalem, and throughout all the region of Judea, and <em>then</em> to the Gentiles, that they should repent, turn to God, and do works befitting repentance.&nbsp;</span>&nbsp;</p> <p><span class=\"text Acts-26-21\"><sup class=\"versenum\"><strong>21</strong>&nbsp;</sup>For these reasons the Jews seized me in the temple and tried to kill <em>me.</em>&nbsp;</span>&nbsp;</p> <p><span class=\"text Acts-26-22\"><sup class=\"versenum\"><strong>22</strong>&nbsp;</sup>Therefore, having obtained help from God, to this day I stand, witnessing both to small and great, saying no other things than those which the prophets and Moses said would come&mdash;&nbsp;</span><strong>&nbsp;</strong></p> <p><strong><span class=\"text Acts-26-23\"><sup class=\"versenum\"><strong>23</strong>&nbsp;</sup></span></strong>that the Christ would suffer, that He would be the first to rise from the dead, and would proclaim light to the Jewish people and to the Gentiles.&rdquo;</p> <p>&nbsp;<strong><span class=\"text Acts-26-24\"><sup class=\"versenum\"><strong>24</strong></sup></span></strong> Now as he thus made his defense, Festus said with a loud voice, &ldquo;Paul, you are beside yourself! Much learning is driving you mad!&rdquo;</p> <p><span class=\"text Acts-26-25\"><sup class=\"versenum\"><strong>25</strong>&nbsp;</sup>But he said, &ldquo;I am not mad, most noble Festus, but speak the words of truth and reason.&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Acts-26-26\"><sup class=\"versenum\"><strong>26</strong>&nbsp;</sup>For the king, before whom I also speak freely, knows these things; for I am convinced that none of these things escapes his attention, since this thing was not done in a corner.&nbsp;</span><strong>&nbsp;</strong></p> <p><strong><span class=\"text Acts-26-27\"><sup class=\"versenum\"><strong>27</strong>&nbsp;</sup></span></strong>King Agrippa, do you believe the prophets? I know that you do believe.&rdquo;</p> <p><span class=\"text Acts-26-28\"><sup class=\"versenum\"><strong>28</strong>&nbsp;</sup>Then Agrippa said to Paul, &ldquo;You almost persuade me to become a Christian.&rdquo;</span><strong>&nbsp;</strong></p> <p><strong><span class=\"text Acts-26-29\"><sup class=\"versenum\"><strong>29</strong>&nbsp;</sup></span></strong><span class=\"text Acts-26-29\">And Paul said, &ldquo;I would to God that not only you, but also all who hear me today, might become both almost and altogether such as I am, except for these chains.&rdquo;</span></p> <p><span class=\"text Acts-26-30\"><sup class=\"versenum\"><strong>30&nbsp;</strong></sup>When he had said these things, the king stood up, as well as the governor and Bernice and those who sat with them;&nbsp;</span><strong>&nbsp;</strong></p> <p><strong><span class=\"text Acts-26-31\"><sup class=\"versenum\"><strong>31</strong>&nbsp;</sup></span></strong><span class=\"text Acts-26-31\">and when they had gone aside, they talked among themselves, saying, &ldquo;This man is doing nothing deserving of death or chains.&rdquo;</span></p> <p><strong><span class=\"text Acts-26-32\"><sup class=\"versenum\"><strong>32</strong></sup></span></strong><span class=\"text Acts-26-32\"><sup class=\"versenum\">&nbsp;</sup>Then Agrippa said to Festus, &ldquo;This man might have been set free if he had not appealed to Caesar.&rdquo;</span></p> <p><br>Kindness opens hearts where abrasiveness closes them. Paul is incredibly gracious to Agrippa here. He calls him an &ldquo;expert in all cus- toms and questions which have to do with the Jews&rdquo; (Acts 26:3, NKJV). He then launches into a discussion of his conversion.<br><br><strong>Read Paul&rsquo;s conversion story in Acts 26:12&ndash;18 and then carefully notice its effect on Agrippa in Acts 26:26&ndash;28. Why do you think Agrippa reacted the way he did? What impressed him about Paul&rsquo;s testimony?</strong></p> <p><span class=\"text Acts-26-12\"><sup class=\"versenum\"><strong>12</strong>&nbsp;</sup>&ldquo;While thus occupied, as I journeyed to Damascus with authority and commission from the chief priests,&nbsp;</span>&nbsp;</p> <p><span class=\"text Acts-26-13\"><sup class=\"versenum\"><strong>13</strong>&nbsp;</sup>at midday, O king, along the road I saw a light from heaven, brighter than the sun, shining around me and those who journeyed with me.&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Acts-26-14\"><sup class=\"versenum\"><strong>14</strong>&nbsp;</sup>And when we all had fallen to the ground, I heard a voice speaking to me and saying in the Hebrew language, <span class=\"woj\">&lsquo;Saul, Saul, why are you persecuting Me? <em>It is</em> hard for you to kick against the goads.&rsquo;</span>&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Acts-26-15\"><sup class=\"versenum\"><strong>15</strong>&nbsp;</sup>So I said, &lsquo;Who are You, Lord?&rsquo; And He said, <span class=\"woj\">&lsquo;I am Jesus, whom you are persecuting.</span>&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Acts-26-16\"><sup class=\"versenum\"><strong>16</strong>&nbsp;</sup><span class=\"woj\">But rise and stand on your feet; for I have appeared to you for this purpose,</span> <span class=\"woj\">to make you a minister and a witness both of the things which you have seen and of the things which I will yet reveal to you.</span>&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Acts-26-17\"><sup class=\"versenum\"><strong>17</strong>&nbsp;</sup><span class=\"woj\">I will</span> <span class=\"woj\">deliver you from the <em>Jewish</em> people, as well as <em>from</em> the Gentiles,</span> <span class=\"woj\">to whom I</span> <span class=\"woj\">now send you,</span>&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Acts-26-18\"><sup class=\"versenum\"><strong>18</strong>&nbsp;</sup><span class=\"woj\">to open their eyes, <em>in order</em></span> <span class=\"woj\">to turn <em>them</em> from darkness to light, and <em>from</em> the power of Satan to God,</span> <span class=\"woj\">that they may receive forgiveness of sins and</span> <span class=\"woj\">an inheritance among those who are</span> <span class=\"woj\">sanctified</span> <span class=\"woj\">by faith in Me.&rsquo;</span></span><strong><br></strong></p> <p><strong>Acts 26:26&ndash;28</strong></p> <p>&nbsp;<span class=\"text Acts-26-26\"><sup class=\"versenum\"><strong>26</strong>&nbsp;</sup>For the king, before whom I also speak freely, knows these things; for I am convinced that none of these things escapes his attention, since this thing was not done in a corner.&nbsp;</span></p> <p>&nbsp;<span class=\"text Acts-26-27\"><sup class=\"versenum\"><strong>27</strong>&nbsp;</sup>King Agrippa, do you believe the prophets? I know that you do believe.&rdquo;</span></p> <p><strong><span class=\"text Acts-26-28\"><sup class=\"versenum\"><strong>28</strong>&nbsp;</sup></span></strong>Then Agrippa said to Paul, &ldquo;You almost persuade me to become a Christian.&rdquo;</p> <p><br>Paul&rsquo;s testimony of how Jesus changed his life had a powerful impact on a godless king. There is no witness as effective as a changed life. The witness of a life genuinely converted has an amazing influence on others. Even godless kings are moved by lives transformed by grace. Even if we don&rsquo;t have as dramatic a story as Paul, we all should be able to tell others about what it means to know Jesus and to be redeemed by His blood.</p>"
    },
    {
      "id": 27,
      "idLesson": 2,
      "idDay": 7,
      "dayTitle": "",
      "date": "July 10",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought: </strong></p> <p>Read Ellen G. White, &ldquo; &lsquo;Almost Thou Persuadest Me,&rsquo; &rdquo; pp. 433&ndash;438, in The Acts of the Apostles.<br><br>The essence of the Christian life is a relationship with Jesus that is so rich and full that we long to share it. As important as correct doctrine is, it cannot substitute for a life transformed by grace and changed by love. Ellen G. White makes it plain when she states:&nbsp;</p> <p>&ldquo;The Saviour knew that no argument, however logical, would melt hard hearts or break through the crust of worldliness and selfishness. He knew that His disciples must receive the heavenly endowment; that the gospel would be effective only as it was proclaimed by hearts made warm and lips made eloquent by a living knowledge of Him who is the way, the truth, and the life.&rdquo;&mdash;The Acts of the Apostles, p. 31. In the book The Desire of Ages, she adds this powerful thought: &ldquo;The wonderful love of Christ will melt and subdue hearts, when the mere reiteration of doctrines would accomplish nothing.&rdquo;&mdash;Page 826.<br><br>There are those who have the idea that giving their personal testi- mony is about trying to convince others of the truths they have discov- ered in the Word of God. Although it is important at the appropriate time to share the truths of God&rsquo;s Word, our personal testimony has much more to do with the freedom from guilt, the peace, the mercy, the forgiveness, and the strength, hope, and joy we have found in the gift of eternal life Jesus so freely offers.<br><br><strong>Discussion Questions:&nbsp;</strong></p> <p><strong>1</strong>. Why do you think our personal testimony is so powerful in influencing others? How have the testimonies of others impacted you and your own experience?&nbsp;</p> <p><strong>2</strong>. In class, talk about your answer to Wednesday&rsquo;s final question. Why is a daily experience with the Lord so important, not just to our witness but to our own personal faith, as well?&nbsp;</p> <p>3. Of course, a powerful testimony can be an effective witness. At the same time, why is a godly life such an important part of our witness?<br><br><strong>4</strong>. Share your personal testimony with the class. Remember that you are sharing what Christ has done for you and what He means to you. What difference does Jesus make in your life?</p><p><strong>Reviving an Ohio Church </strong></p> <p>By Andrew Mcchesney<br><br>Financial planner Vince Waln credits the Holy Spirit and a pipe organ for transforming a declining church of 15 people into a vibrant congregation of about 85 in three years in the U.S. state of Ohio. The miracles started when Vince preached at various small churches, including at the Hamilton Seventh-day Adventist Church, where he had worshiped as a child. &ldquo;Attendance had really fallen off,&rdquo; Vince said. &ldquo;There was no one to play the piano. My wife sang special music with a CD.&rdquo;<br><br>One evening, his wife, Darla, returned from a bridal shower at the Hamilton church and announced that the church pastor was leaving. &ldquo;You could be their pastor,&rdquo; she said, jokingly.<br><br>For the next two weeks, Vince couldn&rsquo;t forget the church. He awoke at night with his wife&rsquo;s words ringing in his ears, &ldquo;You could be the pastor.&rdquo; Finally, Vince volunteered to assist the Hamilton church for six months. The next thing he knew, the Hamilton church&rsquo;s six board members told him that they had been praying for him to be their lay pastor. &ldquo;Those prayers had gone on for the two weeks that I had been waking up in the middle of the night,&rdquo;Vince said. &ldquo;It was definitely the Holy Spirit working.&rdquo; In the new role, Vince invited a retired professional organist, Jerry Taylor, to assist as music director. One day, Jerry excitedly called Vince to say an upscale retirement community in Cincinnati was selling a pipe organ for $75,000. &ldquo;We can&rsquo;t afford that!&rdquo; Vince said. &ldquo;Even $5,000 would be too much.&rdquo; &ldquo;Let&rsquo;s go look at it anyway,&rdquo; Jerry said.<br><br>The retirement community&rsquo;s chaplain was fascinated to hear about the Hamilton church. He excused himself for a moment and, returning, said, &ldquo;I spoke with the director just now. We have been looking for a church to donate this pipe organ to. The only requirement is to open the doors to the community.&rdquo;<br><br>The Hamilton church received the pipe organ for free. The miracles continued. Construction workers remodeled the sanctuary for the pipe organ at cost. Engineers helped the church, whose cistern-drawn water was undrinkable, connect to the city water supply. Christians from many denominations joined the church&rsquo;s new choir. A thrilling moment came when two women walked into the church on a Sabbath morning and announced that they wanted to keep the biblical Sabbath after studying the Bible on their own. One woman and her husband were later baptized.<br><br>The pipe organ, however, appears to be the main instrument that God has used to attract people to church, said Vince Waln, 65. &ldquo;We are just drawing in the people,&rdquo; he said.</p>"
    }
  ]
}
