{
  "id": 701,
  "lessonNumber": 1,
  "versionCode": 7,
  "quarter": "2T2021",
  "title": "<p><strong>Living in a 24-7 Society</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p>Memory Text: &ldquo;My soul longs, yes, even faints for the courts of the Lord; my heart and my flesh cry out for the living God&rdquo; (Ps. 84:2, NKJV).</p>",
  "weekDate": "Jun 26-July 2",
  "lessonDays": [
    {
      "id": 11,
      "idLesson": 1,
      "idDay": 1,
      "dayTitle": "",
      "date": "Jun 26",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Tick, tock; tick, tock; tick, tock. The clock ticked steadily and mercilessly. Only two hours before Sabbath would begin, Mary sighed as she surveyed the small apartment. The kids&rsquo; toys were still lying all around the living room; the kitchen was a mess; Sarah, their youngest, lay in bed with a fever; and tomorrow Mary had agreed to serve as a greeter in their church, which meant that they had to leave home 30 minutes before the normal time. I wish I could find some quiet&shy;ness tomorrow, Mary thought wistfully.<br><br>At the same time, on the other side of town, Josh, Mary&rsquo;s husband, was standing in line to pay for their weekly groceries. Traffic had again been a nightmare. The checkout lines were long. Everyone seemed to be doing their shopping right at that moment. I need some rest; I can&rsquo;t go on like this, Josh groaned inwardly. There must be more to this life. Our lives are governed by rush hours, work hours, medical appointments, virtual conversations, shopping, and school functions. Whether we use public transport, ride a small scooter, or steer a minivan to ferry around our families, the drumbeat of constant engagement with the world around us threatens to drown out what&rsquo;s really important.<br><br><strong>How do we find rest amid so much hustle and bustle?</strong></p>"
    },
    {
      "id": 12,
      "idLesson": 1,
      "idDay": 2,
      "dayTitle": "<p><strong>Worn and Weary</strong></p>",
      "date": "Jun 27",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Read Genesis 2:1&ndash;3. Why would God create a rest day before anyone was even tired?</strong></p> <p><strong>Genesis 2:1&ndash;3</strong></p> <p class=\"chapter-1\"><strong><sup>1</sup></strong><span class=\"text Gen-2-1\"><span class=\"chapternum\">&nbsp;</span>Thus the heavens and the earth, and all the host of them, were finished.&nbsp;</span>&nbsp;</p> <p class=\"chapter-1\"><span class=\"text Gen-2-2\"><sup class=\"versenum\"><strong>2</strong>&nbsp;</sup>And on the seventh day God ended His work which He had done, and He rested on the seventh day from all His work which He had done.&nbsp;</span>&nbsp;</p> <p class=\"chapter-1\"><span class=\"text Gen-2-3\"><sup class=\"versenum\"><strong>3</strong>&nbsp;</sup>Then God blessed the seventh day and sanctified it, because in it He rested from all His work which God had created and made.</span></p> <p><br>Even before we humans would dash off on our self-imposed stressful lives, God established a marker, a living way to jog our memory. This day would be a time to stop and deliberately enjoy life; a day to be and not to do, a day to especially celebrate the gift of grass, air, wildlife, water, people, and, most of all, the Creator of every good gift. This was no one-time invitation that expired with the exile from Eden. God wanted to make sure that the invitation could stand the test of time, and so right from the beginning He knit the Sabbath rest into the very fabric of time. There would always be the invitation, again and again, to a restful celebration of Creation every seventh day. One would think that with all our labor-saving devices that we should be less physically tired than people were two hundred years ago. But, actually, rest seems to be in short supply even today. Even the moments when we aren&rsquo;t working are spent in frantic activity. It always seems that we are somehow behind; no matter how much we manage to get done, there is always more to do. Research shows, too, that we are getting less sleep, and many people are highly dependent on caffeine to keep going. Though we have faster cell phones, faster computers, faster internet connections, we still never seem to have enough time.&nbsp;</p> <p><strong>What do the following texts teach about why our having rest is important? (Mark 6:31, Ps. 4:8, Exod. 23:12, Deut. 5:14, and Matt. 11:28.)</strong></p> <p><strong>Mark 6:31</strong></p> <p><strong><span class=\"text Mark-6-31\"><sup class=\"versenum\">31&nbsp;</sup></span></strong><span class=\"text Mark-6-31\">And He said to them, <span class=\"woj\">&ldquo;Come aside by yourselves to a deserted place and rest a while.&rdquo;</span> For there were many coming and going, and they did not even have time to eat.&nbsp;</span></p> <p><strong>&nbsp;Ps. 4:8</strong></p> <div class=\"poetry\"> <p class=\"line\"><span class=\"text Ps-4-8\"><sup class=\"versenum\"><strong>8</strong>&nbsp;</sup>I will both lie down in peace, and sleep;</span><strong>&nbsp;</strong><span class=\"text Ps-4-8\">For You alone, O <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span>, make me dwell in safety.</span></p> </div> <p><strong>&nbsp;Exod. 23:12</strong></p> <p><strong><span class=\"text Exod-23-12\"><sup class=\"versenum\">12&nbsp;</sup></span></strong><span class=\"text Exod-23-12\">Six days you shall do your work, and on the seventh day you shall rest, that your ox and your donkey may rest, and the son of your female servant and the stranger may be refreshed.</span></p> <p><strong>&nbsp;Deut. 5:14</strong></p> <p><strong><span class=\"text Deut-5-14\"><sup class=\"versenum\">14&nbsp;</sup></span></strong><span class=\"text Deut-5-14\">but the seventh day <em>is</em> the Sabbath of the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span> your God. <em>In it</em> you shall do no work: you, nor your son, nor your daughter, nor your male servant, nor your female servant, nor your ox, nor your donkey, nor any of your cattle, nor your stranger who <em>is</em> within your gates, that your male servant and your female servant may rest as well as you.&nbsp;</span></p> <p><strong>Matt. 11:28</strong></p> <p><strong> <span class=\"text Matt-11-28\"><sup class=\"versenum\">28&nbsp;</sup></span></strong><span class=\"text Matt-11-28\"><span class=\"woj\">Come to</span> <span class=\"woj\">Me, all <em>you</em> who labor and are heavy laden, and I will give you rest.</span>&nbsp;</span>&nbsp;<br><br>The God who created us knew that we would need physical rest. He built cycles into time&mdash;night, and Sabbath&mdash;to offer us a chance for physical rest. Acknowledging Jesus as the Lord of our lives also involves taking seriously our responsibility to make time to rest. After all, the Sabbath commandment isn&rsquo;t merely a suggestion. It is a commandment! What about your own harried existence?</p> <p><strong>&nbsp;What can you do to better experience, both physically and spiritually, the rest that God wants us to have?</strong></p>"
    },
    {
      "id": 13,
      "idLesson": 1,
      "idDay": 3,
      "dayTitle": "<p><strong>Running on Empty</strong></p>",
      "date": "Jun 28",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Lack of sleep and exhaustion because of physical overexertion are real problems. More troubling, however, are the times we feel that we are running on &ldquo;emotional empty.&rdquo; And, of course, when lack of sleep is added to emotional trials, we can become painfully discouraged. Baruch, Jeremiah&rsquo;s scribe, must have felt like that often during the last turbulent years of Jerusalem, prior to the chaos, suffering, and havoc that would follow the city&rsquo;s destruction by the Babylonians.<br><br><strong>Read Jeremiah 45:1&ndash;5. Write a quick diagnosis of Baruch&rsquo;s emotional health.</strong></p> <p><strong>Jeremiah 45:1&ndash;5</strong></p> <p class=\"chapter-2\"><strong><sup>1</sup></strong><span class=\"text Jer-45-1\"><span class=\"chapternum\">&nbsp;</span>The word that Jeremiah the prophet spoke to Baruch the son of Neriah, when he had written these words in a book at the instruction of Jeremiah, in the fourth year of Jehoiakim the son of Josiah, king of Judah, saying,&nbsp;</span>&nbsp;</p> <p class=\"chapter-2\"><span class=\"text Jer-45-2\"><sup class=\"versenum\"><strong>2</strong>&nbsp;</sup>&ldquo;Thus says the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span>, the God of Israel, to you, O Baruch:&nbsp;</span>&nbsp;</p> <p class=\"chapter-2\"><span class=\"text Jer-45-3\"><sup class=\"versenum\"><strong>3&nbsp;</strong></sup>&lsquo;You said, &ldquo;Woe is me now! For the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span> has added grief to my sorrow. I fainted in my sighing, and I find no rest.&rdquo; &rsquo;</span></p> <p><span class=\"text Jer-45-4\"><sup class=\"versenum\"><strong>4</strong>&nbsp;</sup>&ldquo;Thus you shall say to him, &lsquo;Thus says the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span>: &ldquo;Behold, what I have built I will break down, and what I have planted I will pluck up, that is, this whole land.&nbsp;</span></p> <p><span class=\"text Jer-45-5\"><sup class=\"versenum\"><strong>5</strong>&nbsp;</sup>And do you seek great things for yourself? Do not seek <em>them;</em> for behold, I will bring adversity on all flesh,&rdquo; says the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span>. &ldquo;But I will give your life to you as a prize in all places, wherever you go.&rdquo; &rsquo; &rdquo;</span></p> <p><br></p> <p><br>Can you imagine what it would feel like if God sent a custom-made message to you personally? Baruch received a message straight from God&rsquo;s throne room (Jer. 45:2). We are told that this happened &ldquo;in the fourth year of Jehoiakim of Judah,&rdquo; about 605 or 604 b.c. Jeremiah 45:3 represents a good summary of how people feel when they are running on empty.<br><br>From all that we know in Scripture about this period, it&rsquo;s clear that Baruch&rsquo;s complaints were not superficial wails. He had good reasons to feel discouraged and emotionally worn out. A lot of bad things were happening, and more were to come.<br><br><strong>How does God respond to Baruch&rsquo;s aches and pains? Read Jeremiah 45:4, 5.</strong></p> <p><span class=\"text Jer-45-4\"><sup class=\"versenum\"><strong>4</strong>&nbsp;</sup>&ldquo;Thus you shall say to him, &lsquo;Thus says the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span>: &ldquo;Behold, what I have built I will break down, and what I have planted I will pluck up, that is, this whole land.&nbsp;</span></p> <p><span class=\"text Jer-45-5\"><sup class=\"versenum\"><strong>5</strong>&nbsp;</sup>And do you seek great things for yourself? Do not seek <em>them;</em> for behold, I will bring adversity on all flesh,&rdquo; says the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span>. &ldquo;But I will give your life to you as a prize in all places, wherever you go.&rdquo; &rsquo; &rdquo;</span></p> <p><br><br>God&rsquo;s response to Baruch&rsquo;s real pain reminds us of the fact that God&rsquo;s despair and pain must have been exponentially so much bigger than Baruch&rsquo;s. He had built Jerusalem; He was about to tear it down; He had planted Israel as a vineyard (Isa. 5:1&ndash;7); He was about to uproot it and carry it into exile. This was not what the Lord had wanted for His people, but it had to come because of their rebellion against Him. But there was light at the end of the tunnel for Baruch. God would preserve Baruch&rsquo;s life&mdash;even in the midst of destruction, exile, and loss.<br><br>Read again the words of God directed to Baruch. <strong>What general message can we take from them for ourselves? That is, what does it say about God ultimately being there for us, regardless of our situation?</strong></p>"
    },
    {
      "id": 14,
      "idLesson": 1,
      "idDay": 4,
      "dayTitle": "<p><strong>Defining Rest in the Old Testament</strong></p>",
      "date": "Jun 29",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": ""
    },
    {
      "id": 15,
      "idLesson": 1,
      "idDay": 5,
      "dayTitle": "",
      "date": "Jun 30",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": ""
    },
    {
      "id": 16,
      "idLesson": 1,
      "idDay": 6,
      "dayTitle": "",
      "date": "July 1",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": " "
    },
    {
      "id": 17,
      "idLesson": 1,
      "idDay": 7,
      "dayTitle": "",
      "date": "July 2",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": " "
    }
  ]
}
