{
  "id": 703,
  "lessonNumber": 3,
  "versionCode": 8,
  "quarter": "2T2021",
  "title": "<p><strong>The Roots of Restlessness</strong></p> ",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p>&ldquo;For where jealousy and selfish ambition exist, there will be disorder and every vile practice&rdquo; (James 3:16, ESV).</p>",
  "weekDate": "July 10–16",
  "lessonDays": [
    {
      "id": 31,
      "idLesson": 3,
      "idDay": 1,
      "dayTitle": "",
      "date": "July 10",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Aspens are beautiful trees, reaching 45 to 90 feet (15 to 30 meters) in height. They thrive in cold climates with cool summers. Their wood is used in furniture and also for making matches and paper. Deer and other animals often feed on young aspen trees during hard winters, as their bark contains many nutrients. Aspens need lots of sunshine, and they grow all the time&mdash;even in winter, making them important winter food sources for different animals.</p> <p>Aspens, however, are most notorious for the fact that they have one of the largest root systems in the plant world. The roots spread by underground suckers and form a colony that can spread relatively quickly, covering large areas. Individual aspen trees can live up to 150 years, but the larger organism below the ground can live for thousands of years.</p> <p>In this week&rsquo;s study, we want to discover some of the roots of our restlessness. There are many things that can prevent us from finding true rest in Jesus. Some of these are obvious and don&rsquo;t require much attention. Others may be less obvious to us, and, as with the huge aspen organism unseen beneath the ground, we may not always be conscious of the attitudes and actions that separate us from our Savior.</p>"
    },
    {
      "id": 32,
      "idLesson": 3,
      "idDay": 2,
      "dayTitle": "<p><strong>Jesus Brings Division</strong></p>",
      "date": "July 11",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Very few people enjoy conflict. We crave harmony and peace. We even teach seminars on peacemaking and conflict resolution in our churches or institutions.</p> <p><strong>Read Matthew 10:34&ndash;39. What does Jesus mean when He says that He did not come to bring peace but to bring a sword? What does this mean, considering that Jesus is &ldquo;the Prince of Peace&rdquo; (Isa. 9:6)?</strong></p> <p><strong>Matthew 10:34&ndash;39</strong></p> <p><span class=\"text Matt-10-34\"><sup class=\"versenum\"><strong>34</strong>&nbsp;</sup><span class=\"woj\">&ldquo;Do not think that I came to bring peace on earth. I did not come to bring peace but a sword.</span>&nbsp;</span></p> <p><span id=\"en-NKJV-23453\" class=\"text Matt-10-35\"><sup class=\"versenum\"><strong>35</strong>&nbsp;</sup><span class=\"woj\">For I have come to</span>&nbsp;<span class=\"woj\">&lsquo;set</span>&nbsp;<span class=\"woj\">a man against his father, a daughter against her mother, and a daughter-in-law against her mother-in-law&rsquo;;</span>&nbsp;</span></p> <p><span id=\"en-NKJV-23454\" class=\"text Matt-10-36\"><sup class=\"versenum\"><strong>36</strong>&nbsp;</sup><span class=\"woj\">and</span>&nbsp;<span class=\"woj\">&lsquo;a man&rsquo;s enemies&nbsp;<em>will be</em>&nbsp;those of his&nbsp;<em>own</em>&nbsp;household.&rsquo;</span>&nbsp;</span></p> <p><span id=\"en-NKJV-23455\" class=\"text Matt-10-37\"><sup class=\"versenum\"><strong>37</strong>&nbsp;</sup><span class=\"woj\">He who loves father or mother more than Me is not worthy of Me. And he who loves son or daughter more than Me is not worthy of Me.</span>&nbsp;</span></p> <p><span id=\"en-NKJV-23456\" class=\"text Matt-10-38\"><sup class=\"versenum\"><strong>38</strong>&nbsp;</sup><span class=\"woj\">And he who does not take his cross and follow after Me is not worthy of Me.</span>&nbsp;</span></p> <p><span id=\"en-NKJV-23457\" class=\"text Matt-10-39\"><sup class=\"versenum\"><strong>39</strong>&nbsp;</sup><span class=\"woj\">He who finds his life will lose it, and he who loses his life for My sake will find it.</span></span>&nbsp;</p> <p>Jesus&rsquo; statement in Matthew 10:34&ndash;39 is shockingly counterintuitive. The Savior, who came as a helpless babe instead of a powerful king surrounded by elite bodyguards, who preached love to both neighbors and enemies, now tells His followers that He brings division and struggles. His disciples and His audience may have wondered, as we are wondering: How can this be?</p> <p>Matthew 10:35&ndash;39 is really about allegiances and loyalties. Quoting Micah 7:6, Jesus challenges His audience to make choices for eternity. A son should love and honor his parents. That was a legal requirement of the law that Moses had received on the mountain. It was part of God&rsquo;s required mode of operation; and yet, if that love would trump the hearer&rsquo;s commitment to Jesus, it required a tough decision. A father and a mother should love and care for their children. Yet, if that love would top the parents&rsquo; commitment to Jesus, it required a difficult decision. First things first, Jesus reminds us in this passage.</p> <p>Jesus expresses this choice by formulating three sentences, each using the term worthy. Worthiness is not based on high moral standards or even overcoming sin. Worthiness is based on one&rsquo;s relationship with Jesus. We are worthy when we choose Him above everything else&mdash; including mother, father, or children. We choose the suffering of the cross and follow Jesus.</p> <p>&ldquo;I have no higher wish than to see our youth imbued with that spirit of pure religion which will lead them to take up the cross and follow Jesus. Go forth, young disciples of Christ, controlled by principle, clad in the robes of purity and righteousness. Your Saviour will guide you into the position best suited to your talents and where you can be most useful.&rdquo;&mdash;Ellen G. White, Testimonies for the Church, vol. 5, p. 87.</p> <p><strong>Sometimes we are forced to bear a cross not of our own choosing, and sometimes we voluntarily bear a cross. Either way, what is the key to bearing that cross faithfully?</strong></p>"
    },
    {
      "id": 33,
      "idLesson": 3,
      "idDay": 3,
      "dayTitle": "<p><strong>Selfishness</strong></p>",
      "date": "July 12",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>As in the case of the aspen and its larger underground system, selfishness is part of the huge underground system called &ldquo;sin,&rdquo; which keeps us from finding true rest in Jesus. Of all the expressions of sin in our lives, selfishness seems to be the easiest to manifest, doesn&rsquo;t it? For most of us, selfishness is as natural as breathing.</p> <p><strong>Read Luke 12:13&ndash;21. Describe the problem highlighted in Jesus&rsquo; parable. Is planning for the future selfish and expressing disregard for God&rsquo;s kingdom? If not, or at least not necessarily, then what is Jesus warning us against?</strong></p> <p><strong>Luke 12:13&ndash;21</strong></p> <p><span class=\"text Luke-12-13\"><sup class=\"versenum\"><strong>13</strong>&nbsp;</sup>Then one from the crowd said to Him, &ldquo;Teacher, tell my brother to divide the inheritance with me.&rdquo;</span></p> <p><span id=\"en-NKJV-25474\" class=\"text Luke-12-14\"><sup class=\"versenum\"><strong>14</strong>&nbsp;</sup>But He said to him,&nbsp;<span class=\"woj\">&ldquo;Man, who made Me a judge or an arbitrator over you?&rdquo;</span>&nbsp;</span></p> <p><span id=\"en-NKJV-25475\" class=\"text Luke-12-15\"><sup class=\"versenum\"><strong>15</strong>&nbsp;</sup>And He said to them,&nbsp;<span class=\"woj\">&ldquo;Take heed and beware of</span>&nbsp;<span class=\"woj\">covetousness, for one&rsquo;s life does not consist in the abundance of the things he possesses.&rdquo;</span></span></p> <p><span id=\"en-NKJV-25476\" class=\"text Luke-12-16\"><sup class=\"versenum\"><strong>16</strong>&nbsp;</sup>Then He spoke a parable to them, saying:&nbsp;<span class=\"woj\">&ldquo;The ground of a certain rich man yielded plentifully.</span>&nbsp;</span></p> <p><span id=\"en-NKJV-25477\" class=\"text Luke-12-17\"><sup class=\"versenum\"><strong>17</strong>&nbsp;</sup><span class=\"woj\">And he thought within himself, saying, &lsquo;What shall I do, since I have no room to store my crops?&rsquo;</span>&nbsp;</span></p> <p><span id=\"en-NKJV-25478\" class=\"text Luke-12-18\"><sup class=\"versenum\"><strong>18</strong>&nbsp;</sup><span class=\"woj\">So he said, &lsquo;I will do this: I will pull down my barns and build greater, and there I will store all my crops and my goods.</span>&nbsp;</span></p> <p><span id=\"en-NKJV-25479\" class=\"text Luke-12-19\"><sup class=\"versenum\"><strong>19</strong>&nbsp;</sup><span class=\"woj\">And I will say to my soul,</span>&nbsp;<span class=\"woj\">&ldquo;Soul, you have many goods laid up for many years; take your ease;</span>&nbsp;<span class=\"woj\">eat, drink,&nbsp;<em>and</em>&nbsp;be merry.&rdquo; &rsquo;</span>&nbsp;</span></p> <p><span id=\"en-NKJV-25480\" class=\"text Luke-12-20\"><sup class=\"versenum\"><strong>20</strong>&nbsp;</sup><span class=\"woj\">But God said to him, &lsquo;Fool! This night</span>&nbsp;<span class=\"woj\">your soul will be required of you;</span>&nbsp;<span class=\"woj\">then whose will those things be which you have provided?&rsquo;</span></span></p> <p><span id=\"en-NKJV-25481\" class=\"text Luke-12-21\"><sup class=\"versenum\"><strong>21</strong>&nbsp;</sup><span class=\"woj\">&ldquo;So&nbsp;<em>is</em>&nbsp;he who lays up treasure for himself,</span>&nbsp;<span class=\"woj\">and is not rich toward God.&rdquo;</span></span></p> <p>This parable appears only in the Gospel of Luke and is told in response to an anonymous question from the audience. Asked about a question regarding an inheritance, Jesus responds by rejecting the role of the arbiter between brothers. Instead, He opts to put His finger on the bigger underlying problem, namely, selfishness. He digs deeper to show the root mass underneath our individual actions.</p> <p><strong>Think about expressions of selfishness in your life. How does selfishness affect our relationships with God, with our spouses and families, with our church families, with our neighbors, and with colleagues at work? What key is found in Philippians 2:5&ndash;8?</strong></p> <p><strong>Philippians 2:5&ndash;8</strong></p> <p><span class=\"text Phil-2-5\"><sup class=\"versenum\"><strong>5</strong>&nbsp;</sup>Let this mind be in you which was also in Christ Jesus,&nbsp;</span></p> <p><span id=\"en-NKJV-29398\" class=\"text Phil-2-6\"><sup class=\"versenum\"><strong>6</strong>&nbsp;</sup>who,&nbsp;being in the form of God, did not consider it&nbsp;robbery to be equal with God,&nbsp;</span></p> <p><span id=\"en-NKJV-29399\" class=\"text Phil-2-7\"><sup class=\"versenum\"><strong>7</strong>&nbsp;</sup>but&nbsp;made Himself of no reputation, taking the form&nbsp;of a bondservant,&nbsp;<em>and</em>&nbsp;coming in the likeness of men.&nbsp;</span></p> <p><span id=\"en-NKJV-29400\" class=\"text Phil-2-8\"><sup class=\"versenum\"><strong>8</strong>&nbsp;</sup>And being found in appearance as a man, He humbled Himself and&nbsp;became&nbsp;obedient to&nbsp;<em>the point of</em>&nbsp;death, even the death of the cross.</span></p> <p>By focusing solely on his own needs and ambitions, the anonymous rich man of Jesus&rsquo; parable forgot to take into consideration unseen heavenly realities. Bigger, better, and more are not the foundational principles of God&rsquo;s kingdom. Paul offers us a glimpse into what motivated Jesus as He decided to become our Substitute.</p> <p>Philippians 2:5&ndash;8 describes the blueprint of unselfishness, humility, and love. If love for God and others does not drive our choices and priorities, we will continue to build more barns for ourselves here and put less treasure in heaven (Matt. 6:20).</p> <p><strong>Why is it so easy to get caught up in the desire for wealth and material possessions? Though we all need a certain amount of money to survive, why does it seem to be that no matter how much we have, we always want more?</strong></p>"
    },
    {
      "id": 34,
      "idLesson": 3,
      "idDay": 4,
      "dayTitle": "<p><strong>Ambition</strong></p>",
      "date": "July 13",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Studying the last week of Jesus&rsquo; ministry on earth prior to His crucifixion is always a source of encouragement and inspiration. It also offers a snapshot of how restlessness and ambition drive people to do and say ill-advised things.</p> <p><strong>Read Luke 22:14&ndash;30 and think about Jesus&rsquo; emotions as He hears His disciples argue during this solemn meal over who among them should be considered the greatest (Luke 22:24). Why did the disciples get sidetracked from this momentous occasion and focus on human greatness?</strong></p> <p><strong>Luke 22:14&ndash;30</strong></p> <p><span class=\"text Luke-22-14\"><sup class=\"versenum\"><strong>14</strong>&nbsp;</sup>When the hour had come, He sat down, and the&nbsp;twelve apostles with Him.&nbsp;</span></p> <p><span id=\"en-NKJV-25880\" class=\"text Luke-22-15\"><sup class=\"versenum\"><strong>15</strong>&nbsp;</sup>Then He said to them,&nbsp;<span class=\"woj\">&ldquo;With&nbsp;<em>fervent</em>&nbsp;desire I have desired to eat this Passover with you before I suffer;</span>&nbsp;</span></p> <p><span id=\"en-NKJV-25881\" class=\"text Luke-22-16\"><sup class=\"versenum\"><strong>16</strong>&nbsp;</sup><span class=\"woj\">for I say to you, I will no longer eat of it</span>&nbsp;<span class=\"woj\">until it is fulfilled in the kingdom of God.&rdquo;</span></span></p> <p><span id=\"en-NKJV-25882\" class=\"text Luke-22-17\"><sup class=\"versenum\"><strong>17</strong>&nbsp;</sup>Then He took the cup, and gave thanks, and said,&nbsp;<span class=\"woj\">&ldquo;Take this and divide&nbsp;<em>it</em>&nbsp;among yourselves;</span>&nbsp;</span></p> <p><span id=\"en-NKJV-25883\" class=\"text Luke-22-18\"><sup class=\"versenum\"><strong>18</strong>&nbsp;</sup><span class=\"woj\">for</span>&nbsp;<span class=\"woj\">I say to you,</span>&nbsp;<span class=\"woj\">I will not drink of the fruit of the vine until the kingdom of God comes.&rdquo;</span></span></p> <p><span id=\"en-NKJV-25884\" class=\"text Luke-22-19\"><sup class=\"versenum\"><strong>19</strong>&nbsp;</sup>And He took bread, gave thanks and broke&nbsp;<em>it,</em>&nbsp;and gave&nbsp;<em>it</em>&nbsp;to them, saying,&nbsp;<span class=\"woj\">&ldquo;This is My</span>&nbsp;<span class=\"woj\">body which is given for you;</span>&nbsp;<span class=\"woj\">do this in remembrance of Me.&rdquo;</span></span></p> <p><span id=\"en-NKJV-25885\" class=\"text Luke-22-20\"><sup class=\"versenum\"><strong>20</strong>&nbsp;</sup>Likewise He also&nbsp;<em>took</em>&nbsp;the cup after supper, saying,&nbsp;<span class=\"woj\">&ldquo;This cup&nbsp;<em>is</em>&nbsp;the new covenant in My blood, which is shed for you.</span>&nbsp;</span></p> <p><span id=\"en-NKJV-25886\" class=\"text Luke-22-21\"><sup class=\"versenum\"><strong>21</strong>&nbsp;</sup><span class=\"woj\">But behold, the hand of My betrayer&nbsp;<em>is</em>&nbsp;with Me on the table.</span>&nbsp;</span></p> <p><span id=\"en-NKJV-25887\" class=\"text Luke-22-22\"><sup class=\"versenum\"><strong>22</strong>&nbsp;</sup><span class=\"woj\">And truly the Son of Man goes</span>&nbsp;<span class=\"woj\">as it has been determined, but woe to that man by whom He is betrayed!&rdquo;</span></span></p> <p><span id=\"en-NKJV-25888\" class=\"text Luke-22-23\"><sup class=\"versenum\"><strong>23</strong>&nbsp;</sup>Then they began to question among themselves, which of them it was who would do this thing.</span></p> <p><span class=\"text Luke-22-24\"><sup class=\"versenum\"><strong>24</strong>&nbsp;</sup>Now there was also a dispute among them, as to which of them should be considered the greatest.&nbsp;</span></p> <p><span id=\"en-NKJV-25890\" class=\"text Luke-22-25\"><sup class=\"versenum\"><strong>25</strong>&nbsp;</sup>And He said to them,&nbsp;<span class=\"woj\">&ldquo;The kings of the Gentiles exercise lordship over them, and those who exercise authority over them are called &lsquo;benefactors.&rsquo;</span>&nbsp;</span></p> <p><span id=\"en-NKJV-25891\" class=\"text Luke-22-26\"><sup class=\"versenum\"><strong>26</strong>&nbsp;</sup><span class=\"woj\">But not so&nbsp;<em>among</em>&nbsp;you; on the contrary,</span>&nbsp;<span class=\"woj\">he who is greatest among you, let him be as the younger, and he who governs as he who serves.</span>&nbsp;</span></p> <p><span id=\"en-NKJV-25892\" class=\"text Luke-22-27\"><sup class=\"versenum\"><strong>27</strong>&nbsp;</sup><span class=\"woj\">For who&nbsp;<em>is</em>&nbsp;greater, he who sits at the table, or he who serves?&nbsp;<em>Is</em>&nbsp;it not he who sits at the table? Yet</span>&nbsp;<span class=\"woj\">I am among you as the One who serves.</span></span></p> <p><span id=\"en-NKJV-25893\" class=\"text Luke-22-28\"><sup class=\"versenum\"><strong>28</strong>&nbsp;</sup><span class=\"woj\">&ldquo;But you are those who have continued with Me in</span>&nbsp;<span class=\"woj\">My trials.</span>&nbsp;</span></p> <p><span id=\"en-NKJV-25894\" class=\"text Luke-22-29\"><sup class=\"versenum\"><strong>29</strong>&nbsp;</sup><span class=\"woj\">And</span>&nbsp;<span class=\"woj\">I bestow upon you a kingdom, just as My Father bestowed&nbsp;<em>one</em>&nbsp;upon Me,</span>&nbsp;</span></p> <p><span id=\"en-NKJV-25895\" class=\"text Luke-22-30\"><sup class=\"versenum\"><strong>30</strong>&nbsp;</sup><span class=\"woj\">that</span>&nbsp;<span class=\"woj\">you may eat and drink at My table in My kingdom,</span>&nbsp;<span class=\"woj\">and sit on thrones judging the twelve tribes of Israel.&rdquo;</span></span></p> <p>We seldom discuss with others who is the greatest in our church, our family, or our workplace. We may think about it a lot, but who, really, openly talks about it?</p> <p>This was not the first time that this question was raised in the community of Jesus&rsquo; followers. Matthew 18:1 reports the disciples&rsquo; bringing the question to Jesus and framing it in a more abstract way: &ldquo; &lsquo;Who then is greatest in the kingdom of heaven?&rsquo; &rdquo; (NKJV). Jesus&rsquo; answer involves an object lesson. After calling a child, He sets the child in the center of the group. Eyes are opened wide; eyebrows are raised. Jesus&rsquo; action requires an explanation, and in Matthew 18:3 the Master offers that, too: &ldquo; &lsquo;Assuredly, I say to you, unless you are converted and become as little children, you will by no means enter the kingdom of heaven&rsquo; &rdquo; (NKJV).</p> <p>Conversion is foundational for finding true rest in Jesus. We recognize that we need outside help. We suddenly realize that we cannot depend on ourselves but need to rely on Jesus. We experience a transformation of our values and ambitions. Jesus tells His disciples: Trust Me and rely on Me as this child does. True greatness is giving up your rights and embracing kingdom values.</p> <p>Unfortunately, it seems that the disciples had not yet learned this lesson by the time Jesus ate the Last Supper with them. Their bickering and infighting ruined a moment of perfect communion that was never to be repeated.</p> <p>All this, even after years of being with Jesus, ministering with Jesus, and hearing and learning at His feet? What a sad example of just how corrupt the human heart remains! On the more positive side, however, think about the ever-present reality of the Lord&rsquo;s grace, that despite this pathetic discussion among His followers, Jesus didn&rsquo;t give up on them.</p> <p><strong>Why should keeping our focus on Jesus on the cross be a powerful remedy against the desire for self-exaltation, which, as fallen human beings, all of us are subject to?</strong></p>"
    },
    {
      "id": 35,
      "idLesson": 3,
      "idDay": 5,
      "dayTitle": "<p><strong>Hypocrisy</strong></p> ",
      "date": "July 14",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>A hypocrite is somebody who playacts, who wants to appear to be somebody he or she is not. The term is used seven times in Matthew 23 in a discourse in which Jesus publicly shames the scribes and Pharisees, the very center of Jewish religious leadership (Matt. 23:13, 14, 15, 23, 25, 27, 29). The Gospels show us Jesus offering grace and forgiveness to adulterers, tax collectors, prostitutes, and even murderers, but He demonstrated little tolerance for hypocrites (see the many additional references in Matt. 6:2, 5, 16; Matt. 7:5; Matt. 15:7&ndash;9; Matt. 22:18).</p> <p><strong>Read Matthew 23:1&ndash;13 and list four main characteristics of a hypocrite mentioned by Jesus.</strong></p> <p><strong>Matthew 23:1&ndash;13</strong></p> <p><sup class=\"versenum\"><strong>1</strong>&nbsp;</sup><span class=\"text Matt-23-1\">Then Jesus spoke to the multitudes and to His disciples,&nbsp;</span></p> <p><span id=\"en-NKJV-23921\" class=\"text Matt-23-2\"><sup class=\"versenum\"><strong>2</strong>&nbsp;</sup>saying:&nbsp;<span class=\"woj\">&ldquo;The scribes and the Pharisees sit in Moses&rsquo; seat.</span>&nbsp;</span></p> <p><span id=\"en-NKJV-23922\" class=\"text Matt-23-3\"><sup class=\"versenum\"><strong>3</strong>&nbsp;</sup><span class=\"woj\">Therefore whatever they tell you</span>&nbsp;<span class=\"woj\">to observe,&nbsp;<em>that</em>&nbsp;observe and do, but do not do according to their works; for</span>&nbsp;<span class=\"woj\">they say, and do not do.</span>&nbsp;</span></p> <p><span id=\"en-NKJV-23923\" class=\"text Matt-23-4\"><sup class=\"versenum\"><strong>4</strong>&nbsp;</sup><span class=\"woj\">For they bind heavy burdens, hard to bear, and lay&nbsp;<em>them</em>&nbsp;on men&rsquo;s shoulders; but they&nbsp;<em>themselves</em>&nbsp;will not move them with one of their fingers.</span>&nbsp;</span></p> <p><span id=\"en-NKJV-23924\" class=\"text Matt-23-5\"><sup class=\"versenum\"><strong>5</strong>&nbsp;</sup><span class=\"woj\">But all their works they do to</span>&nbsp;<span class=\"woj\">be seen by men. They make their phylacteries broad and enlarge the borders of their garments.</span>&nbsp;</span></p> <p><span id=\"en-NKJV-23925\" class=\"text Matt-23-6\"><sup class=\"versenum\"><strong>6</strong>&nbsp;</sup><span class=\"woj\">They love the</span>&nbsp;<span class=\"woj\">best places at feasts, the best seats in the synagogues,</span>&nbsp;</span></p> <p><span id=\"en-NKJV-23926\" class=\"text Matt-23-7\"><sup class=\"versenum\"><strong>7</strong>&nbsp;</sup><span class=\"woj\">greetings in the marketplaces, and to be called by men, &lsquo;Rabbi, Rabbi.&rsquo;</span>&nbsp;</span></p> <p><span id=\"en-NKJV-23927\" class=\"text Matt-23-8\"><sup class=\"versenum\"><strong>8</strong>&nbsp;</sup><span class=\"woj\">But you, do not be called &lsquo;Rabbi&rsquo;; for One is your</span>&nbsp;<span class=\"woj\">Teacher,</span>&nbsp;<span class=\"woj\">the Christ, and you are all brethren.</span>&nbsp;</span></p> <p><span id=\"en-NKJV-23928\" class=\"text Matt-23-9\"><sup class=\"versenum\"><strong>9</strong>&nbsp;</sup><span class=\"woj\">Do not call anyone on earth your father;</span>&nbsp;<span class=\"woj\">for One is your Father, He who is in heaven.</span>&nbsp;</span></p> <p><span id=\"en-NKJV-23929\" class=\"text Matt-23-10\"><sup class=\"versenum\"><strong>10</strong>&nbsp;</sup><span class=\"woj\">And do not be called teachers; for One is your Teacher, the Christ.</span>&nbsp;</span></p> <p><span id=\"en-NKJV-23930\" class=\"text Matt-23-11\"><sup class=\"versenum\"><strong>11</strong>&nbsp;</sup><span class=\"woj\">But</span>&nbsp;<span class=\"woj\">he who is greatest among you shall be your servant.</span>&nbsp;</span></p> <p><span id=\"en-NKJV-23931\" class=\"text Matt-23-12\"><sup class=\"versenum\"><strong>12</strong>&nbsp;</sup><span class=\"woj\">And whoever exalts himself will be</span>&nbsp;<span class=\"woj\">humbled, and he who humbles himself will be</span>&nbsp;<span class=\"woj\">exalted.</span></span></p> <p><span id=\"en-NKJV-23932\" class=\"text Matt-23-13\"><sup class=\"versenum\"><strong>13</strong>&nbsp;</sup><span class=\"woj\">&ldquo;But</span>&nbsp;<span class=\"woj\">woe to you, scribes and Pharisees, hypocrites! For you shut up the kingdom of heaven against men; for you neither go in&nbsp;<em>yourselves,</em>&nbsp;nor do you allow those who are entering to go in.</span></span></p> <p>Jesus associates four characteristics with the scribes and Pharisees. In the spectrum of Judaism in the first century a.d., the Pharisees represented the conservative religious right. They were interested in the written and oral law and emphasized ritual purity. On the other side of the spectrum were the Sadducees, a group of mostly wealthy leaders, often associated with the elite priestly class. They were highly Hellenized (i.e., they spoke Greek and were at home in Greek philosophy) and did not believe in a judgment or an afterlife. We would describe them as liberals. Both groups were guilty of hypocrisy.</p> <p>According to Jesus, we are hypocrites if we don&rsquo;t do what we say, when we make religion harder for others without applying the same standards to ourselves, when we want others to applaud our religious fervor, and when we require honor and recognition that belongs only to our heavenly Father.</p> <p>No matter how sharp and to the point His words, Jesus&rsquo; engagement with those He called hypocrites was nevertheless full of love and concern, even for these hypocrites.</p> <p>&ldquo;Divine pity marked the countenance of the Son of God as He cast one lingering look upon the temple and then upon His hearers. In a voice choked by deep anguish of heart and bitter tears He exclaimed, &lsquo;O Jerusalem, Jerusalem, thou that killest the prophets, and stonest them which are sent unto thee, how often would I have gathered thy children together, even as a hen gathereth her chickens under her wings, and ye would not!&rsquo; &rdquo;&mdash;Ellen G. White, The Desire of Ages, p. 620.</p> <p><strong>Why do you not need to be a religious leader to be guilty of the kind of hypocrisy that Jesus so soundly condemns here? How can we learn to see any such hypocrisy in ourselves, if it exists, and how can we get rid of it?</strong></p>"
    },
    {
      "id": 36,
      "idLesson": 3,
      "idDay": 6,
      "dayTitle": "<p><strong>Uprooting Restlessness</strong></p>",
      "date": "July 15",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Read John 14:1&ndash;6. In the midst of our own restlessness, what can we do so that our hearts will not feel troubled? What is the key to overcoming division, selfishness, ambition, hypocrisy, and truly finding rest?</strong></p> <p><strong>John 14:1&ndash;6</strong></p> <p class=\"chapter-2\"><span class=\"text John-14-1\"><span class=\"woj\"><sup class=\"versenum\"><strong>1</strong>&nbsp;</sup>&ldquo;Let</span>&nbsp;<span class=\"woj\">not your heart be troubled; you believe in God, believe also in Me.</span>&nbsp;</span></p> <p class=\"chapter-2\"><span id=\"en-NKJV-26671\" class=\"text John-14-2\"><sup class=\"versenum\"><strong>2</strong>&nbsp;</sup><span class=\"woj\">In My Father&rsquo;s house are many</span>&nbsp;<span class=\"woj\">mansions; if&nbsp;<em>it were</em>&nbsp;not&nbsp;<em>so,</em></span>&nbsp;<span class=\"woj\">I would have told you.</span>&nbsp;<span class=\"woj\">I go to prepare a place for you.</span>&nbsp;</span></p> <p class=\"chapter-2\"><span id=\"en-NKJV-26672\" class=\"text John-14-3\"><sup class=\"versenum\"><strong>3</strong>&nbsp;</sup><span class=\"woj\">And if I go and prepare a place for you,</span>&nbsp;<span class=\"woj\">I will come again and receive you to Myself; that</span>&nbsp;<span class=\"woj\">where I am,&nbsp;<em>there</em>&nbsp;you may be also.</span>&nbsp;</span></p> <p class=\"chapter-2\"><span id=\"en-NKJV-26673\" class=\"text John-14-4\"><sup class=\"versenum\"><strong>4</strong>&nbsp;</sup><span class=\"woj\">And where I go you know, and the way you know.&rdquo;</span></span></p> <p><span id=\"en-NKJV-26674\" class=\"text John-14-5\"><sup class=\"versenum\"><strong>5</strong>&nbsp;</sup>Thomas said to Him, &ldquo;Lord, we do not know where You are going, and how can we know the way?&rdquo;</span></p> <p><span id=\"en-NKJV-26675\" class=\"text John-14-6\"><sup class=\"versenum\"><strong>6</strong>&nbsp;</sup>Jesus said to him,&nbsp;<span class=\"woj\">&ldquo;I am</span>&nbsp;<span class=\"woj\">the way,</span>&nbsp;<span class=\"woj\">the truth, and</span>&nbsp;<span class=\"woj\">the life.</span>&nbsp;<span class=\"woj\">No one comes to the Father</span>&nbsp;<span class=\"woj\">except through Me.</span></span></p> <p>Overcoming restlessness always begins with Jesus. He is the way, the truth, and the life. He knows the right direction when we wander aimlessly in the wilderness of our media-saturated world; as the divine Lawgiver He Himself is the personified Truth, and His Spirit will guide us into all truth (John 16:13). When we are hurt, tired, worn out, sick, and discouraged, He is the life&mdash;not just any life. In fact, He has promised us life in abundance (John 10:10). This includes our eternal home and eternal life, but it also entails a different quality of life here. The Creator surely is able to give abundantly and beyond measure, even now.</p> <p>&ldquo;Let not your heart be troubled&rdquo; is an invitation to live in anticipation. When we feel low, He is able to put us on a higher plain. When we struggle with darkness and sin, He is the One who not only began but also will finish His good work in us (Phil. 1:6).</p> <p>No matter how bad things get here (and yes, they can get bad), look at the promise we have been given in Jesus. He is preparing a &ldquo;place&rdquo; for us, a place where our pain, restlessness, and suffering will forever be banished. That is the hope we have been given in Christ Jesus, and it is offered to all of us, no matter who we are, no matter our background, and no matter how sordid our lives have been or are now.</p> <p>The key, however, is for us to come to God anyway in our weakness, in our hurt, in our brokenness, and in our general fallen state, knowing that He accepts us despite these things. That is what grace is all about, and why we must believe that we have been given it if we seek for it in faith.</p> <p><strong>Read Jeremiah 3:22. What does God ask us to do, and then, what will He do for us in response?</strong></p> <p><strong>Jeremiah 3:22</strong></p> <p><span id=\"en-NKJV-19025\" class=\"text Jer-3-22\"><sup class=\"versenum\"><strong>22</strong>&nbsp;</sup>&ldquo;Return, you backsliding children,</span><br /><span class=\"text Jer-3-22\"><em>And</em>&nbsp;I will&nbsp;heal your backslidings.&rdquo;</span></p> <p><strong>Think about Jesus&rsquo; words: &ldquo; &lsquo;I will come again and receive you to Myself; that where I am, there you may be also&rsquo; &rdquo; (John 14:3, NKJV). What should this tell us about how central and crucial the promise of the Second Coming is? Especially for us as Adventists (with our understanding of death), why is the promise of the Second Coming so precious?</strong></p>"
    },
    {
      "id": 37,
      "idLesson": 3,
      "idDay": 7,
      "dayTitle": "",
      "date": "July 16",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:</strong> &ldquo;There can be no growth or fruitfulness in the life that is centered in self. If you have accepted Christ as a personal Saviour, you are to forget yourself, and try to help others. Talk of the love of Christ, tell of His goodness. Do every duty that presents itself. Carry the burden of souls upon your heart, and by every means in your power seek to save the lost. As you receive the Spirit of Christ&mdash;the Spirit of unselfish love and labor for others&mdash;you will grow and bring forth fruit. The graces of the Spirit will ripen in your character. Your faith will increase, your convictions deepen, your love be made perfect. More and more you will reflect the likeness of Christ in all that is pure, noble, and lovely.&rdquo;&mdash;Ellen G. White, Christ&rsquo;s Object Lessons, pp. 67, 68.</p> <p>In dealing with issues between church members, &ldquo;conversation has been protracted for hours between the parties concerned, and not only has their time been wasted, but the servants of God are held to listen to them, when the hearts of both parties are unsubdued by grace. If pride and selfishness were laid aside, five minutes would remove most difficulties.&rdquo;&mdash;Ellen G. White, Early Writings, p. 119.</p> <p><strong>Discussion Questions:</strong></p> <p><strong>1 </strong>In class, think about practical ways of overcoming selfishness. How can you keep each other accountable so that these ideas can become a reality?</p> <p><strong>2 </strong>Ambitions are not inherently bad. Yet, how can we anticipate and imagine great things from God without falling into the trap of being consumed by ambition?</p> <p><strong>3 </strong>Most of us don&rsquo;t show ambition, hypocrisy, selfishness, or envy on the outside. We are very capable of offering a more benign facade. Like the huge root system of an aspen tree, however, all these negative characteristics lurk below the surface. What does Spiritguided character transformation look like in practice? How can we overcome the root of restlessness and find true rest in Jesus?</p> <p><strong>4 </strong>Dwell more on your answer to Thursday&rsquo;s final question about the importance of the Second Coming. After all, without it, what hope do we have? Without it, what good would Christ&rsquo;s first coming have done for us, knowing that the dead sleep until the resurrection, which happens only at the Second Coming?</p> <p><strong>Inside Story</strong></p> <p><strong>Mystery Bible</strong></p> <p><em>By Andrew McChesney</em></p> <p>A COVID-19 lockdown left Sandile Khumalo on his knees in South Africa&rsquo;s biggest city, Johannesburg. The national lockdown, among the most stringent in the world, shuttered the three churches where Sandile serves as pastor in the city of 5.5 million people. Tough regulations closed parks and banned jogging, dog walking, and even the sale of cigarettes and alcohol.</p> <p>Like many pastors, Sandile moved his ministry online and livestreamed sermons to members of his three churches: Johannesburg Central, Johannesburg CBD, and Johannesburg Innercity. Sometimes he received encouraging messages from people inspired by his preaching. But he longed to do more. He earnestly prayed to God to send an unbeliever who needed to meet Jesus during the pandemic. What happened next surprised him.</p> <p>One day, Sandile received a WhatsApp text message from an unfamiliar number. The sender introduced himself as Hilton and sent a photo of a Bible that he had found in a minivan taxi while traveling to work. Minivan taxis, which carry multiple passengers, are a common sight in Johannesburg.</p> <p>&ldquo;I picked up your Bible in the taxi,&rdquo; Hilton wrote.</p> <p>He explained that he had opened the Bible and, finding Sandile&rsquo;s name and contact information inside the cover, decided to write. Sandile looked at the photo with interest. He owned several Bibles but did not recognize the one in the photo. The Bible looked new, and its burgundyred leather cover indicated that it was not cheap. Furthermore, Sandile had not ridden in a minivan taxi in years. He checked with his wife and other family members, and they confirmed that he had never owned such a Bible.</p> <p>Hilton was not bothered that Sandile did not recognize the Bible. He was more interested in finding out what the Bible said. He had never read a Bible, and he was eager to start. He asked Sandile whether he would be willing to help him read it. He wanted Bible studies.</p> <p>Sandile knew at that moment that God had heard his prayers for an unbeliever who needed to meet Jesus during the pandemic. God had answered his prayers in a miraculous way. &ldquo;I praise God for this unique opportunity for ministry of which I still cannot make sense,&rdquo; Sandile said. &ldquo;I hope our interactions will lead to Hilton accepting Jesus Christ as his personal Savior.&rdquo;</p> <p><em>This story illustrates a key component of the Seventh-day Adventist Church&rsquo;s I Will Go strategic plan: &ldquo;Demonstrable increase in total members and congregations in all urban areas of one million people or more&rdquo; (KPI 2.3). Learn more about the strategic plan at IWillGo2020.org.</em></p>"
    }
  ]
}
