{
  "id": 702,
  "lessonNumber": 2,
  "versionCode": 5,
  "quarter": "4T2020",
  "title": "<p><strong>The Family</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p>&ldquo;My son, hear the instruction of your father, and do not forsake the law of your mother&rdquo; (Proverbs 1:8, NKJV).</p>",
  "weekDate": "October 3-October 9",
  "lessonDays": [
    {
      "id": 21,
      "idLesson": 2,
      "idDay": 1,
      "dayTitle": "",
      "date": "October 3",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>As human beings, we are always (ideally) learning. In fact, life itself is a school. &ldquo;From the earliest times the faithful in Israel had given much care to the education of the youth. The Lord had directed that even from babyhood the children should be taught of His goodness and His greatness, especially as revealed in His law, and shown in the history of Israel. Song and prayer and lessons from the Scriptures were to be adapted to the opening mind. Fathers and mothers were to instruct their children that the law of God is an expression of His character, and that as they received the principles of the law into the heart, the image of God was traced on mind and soul. Much of the teaching was oral; but the youth also learned to read the Hebrew writings; and the parchment rolls of the Old Testament Scriptures were open to their study.&rdquo;&mdash;Ellen G. White, The Desire of Ages, p. 69.</p> <p>&nbsp;</p> <p>For most of human history, education took place mostly in the home, especially for the early years. What does the Bible say about education in the family, and what principle can we take away from it for ourselves, whatever our family situation happens to be?</p>"
    },
    {
      "id": 22,
      "idLesson": 2,
      "idDay": 2,
      "dayTitle": "<p><strong>The First Family</strong></p>",
      "date": "October 4",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>We haven&rsquo;t been given many details&mdash;none, really&mdash;in the initial pages of Scripture regarding the kind of family education that went on in the earliest days of human history, though we can be sure that it was in the family structure itself that education took place back then.</p> <p>&nbsp;</p> <p>&ldquo;The system of education established in Eden centered in the family. Adam was &lsquo;the son of God&rsquo; (Luke 3:38), and it was from their Father that the children of the Highest received instruction. Theirs, in the truest sense, was a family school.&rdquo;&mdash;Ellen G. White, Education, p. 33.</p> <p>&nbsp;</p> <p>And though we don&rsquo;t know exactly what was taught, we may be sure that it dealt with the wonders of Creation and, after sin, the plan of Redemption.</p> <p>&nbsp;</p> <p><strong>What do the following texts teach, and why would these surely have been part of the education that Adam and Eve imparted to their children? Genesis 1, 2, Gen. 3:1&ndash;15, 2 Cor. 4:6, Luke 10:27, Gal. 3:11, Rev. 22:12.</strong></p> <p>&nbsp;</p> <p><strong>Genesis 1</strong></p> <p><strong>1</strong> In the&nbsp;beginning&nbsp;God created the heavens and the earth.&nbsp;</p> <p><strong>2</strong>&nbsp;The earth was&nbsp;without form, and void; and darkness&nbsp;was&nbsp;on the face of the deep.&nbsp;And the Spirit of God was hovering over the face of the waters.</p> <p><strong>3</strong>&nbsp;Then God said,&nbsp;&ldquo;Let there be&nbsp;light&rdquo;; and there was light.&nbsp;</p> <p><strong>4</strong>&nbsp;And God saw the light, that&nbsp;it was&nbsp;good; and God divided the light from the darkness.&nbsp;</p> <p><strong>5</strong>&nbsp;God called the light Day, and the&nbsp;darkness He called Night.&nbsp;So the evening and the morning were the first day.</p> <p><strong>6</strong>&nbsp;Then God said,&nbsp;&ldquo;Let there be a&nbsp;firmament in the midst of the waters, and let it divide the waters from the waters.&rdquo;&nbsp;</p> <p><strong>7</strong>&nbsp;Thus God made the firmament,&nbsp;and divided the waters which&nbsp;were&nbsp;under the firmament from the waters which&nbsp;were&nbsp;above the firmament; and it was so.&nbsp;</p> <p><strong>8</strong>&nbsp;And God called the firmament Heaven. So the evening and the morning were the second day.</p> <p><strong>9</strong>&nbsp;Then God said,&nbsp;&ldquo;Let the waters under the heavens be gathered together into one place, and&nbsp;let the dry&nbsp;land&nbsp;appear&rdquo;; and it was so.&nbsp;</p> <p><strong>10</strong>&nbsp;And God called the dry&nbsp;land&nbsp;Earth, and the gathering together of the waters He called Seas. And God saw that&nbsp;it was&nbsp;good.</p> <p><strong>11</strong>&nbsp;Then God said, &ldquo;Let the earth&nbsp;bring forth grass, the herb&nbsp;that&nbsp;yields seed,&nbsp;and&nbsp;the&nbsp;fruit tree&nbsp;that&nbsp;yields fruit according to its kind, whose seed&nbsp;is&nbsp;in itself, on the earth&rdquo;; and it was so.&nbsp;</p> <p><strong>12</strong>&nbsp;And the earth brought forth grass, the herb&nbsp;that&nbsp;yields seed according to its kind, and the tree&nbsp;that&nbsp;yields fruit, whose seed&nbsp;is&nbsp;in itself according to its kind. And God saw that&nbsp;it was&nbsp;good.&nbsp;</p> <p><strong>13</strong>&nbsp;So the evening and the morning were the third day.</p> <p><strong>14</strong>&nbsp;Then God said, &ldquo;Let there be&nbsp;lights in the firmament of the heavens to divide the day from the night; and let them be for signs and&nbsp;seasons, and for days and years;&nbsp;</p> <p><strong>15</strong>&nbsp;and let them be for lights in the firmament of the heavens to give light on the earth&rdquo;; and it was so.&nbsp;</p> <p><strong>16</strong>&nbsp;Then God made two great&nbsp;lights: the&nbsp;greater light to rule the day, and the&nbsp;lesser light to rule the night.&nbsp;He made&nbsp;the stars also.&nbsp;</p> <p><strong>17</strong>&nbsp;God set them in the firmament of the&nbsp;heavens to give light on the earth,&nbsp;</p> <p><strong>18</strong>&nbsp;and to&nbsp;rule over the day and over the night, and to divide the light from the darkness. And God saw that&nbsp;it was&nbsp;good.&nbsp;</p> <p><strong>19</strong>&nbsp;So the evening and the morning were the fourth day.</p> <p><strong>20</strong>&nbsp;Then God said, &ldquo;Let the waters abound with an abundance of living&nbsp;creatures, and let birds fly above the earth across the face of the&nbsp;firmament of the heavens.&rdquo;&nbsp;</p> <p><strong>21</strong>&nbsp;So&nbsp;God created great sea creatures and every living thing that moves, with which the waters abounded, according to their kind, and every winged bird according to its kind. And God saw that&nbsp;it was&nbsp;good.&nbsp;</p> <p><strong>22</strong>&nbsp;And God blessed them, saying,&nbsp;&ldquo;Be fruitful and multiply, and fill the waters in the seas, and let birds multiply on the earth.&rdquo;&nbsp;</p> <p><strong>23</strong>&nbsp;So the evening and the morning were the fifth day.</p> <p><strong>24</strong>&nbsp;Then God said, &ldquo;Let the earth bring forth the living creature according to its kind: cattle and creeping thing and beast of the earth,&nbsp;each&nbsp;according to its kind&rdquo;; and it was so.</p> <p><strong>25</strong>&nbsp;And God made the beast of the earth according to its kind, cattle according to its kind, and everything that creeps on the earth according to its kind. And God saw that&nbsp;it was&nbsp;good.</p> <p><strong>26</strong>&nbsp;Then God said,&nbsp;&ldquo;Let Us make man in Our image, according to Our likeness;&nbsp;let them have dominion over the fish of the sea, over the birds of the air, and over the cattle, over&nbsp;all the earth and over every creeping thing that creeps on the earth.&rdquo;&nbsp;</p> <p><strong>27</strong>&nbsp;So God created man&nbsp;in His&nbsp;own&nbsp;image; in the image of God He created him;&nbsp;male and female He created them.&nbsp;</p> <p><strong>28</strong>&nbsp;Then God blessed them, and God said to them,&nbsp;&ldquo;Be fruitful and multiply; fill the earth and&nbsp;subdue it; have dominion over the fish of the sea, over the birds of the air, and over every living thing that&nbsp;moves on the earth.&rdquo;</p> <p><strong>29</strong>&nbsp;And God said, &ldquo;See, I have given you every herb&nbsp;that&nbsp;yields seed which&nbsp;is&nbsp;on the face of all the earth, and every tree whose fruit yields seed;&nbsp;to you it shall be for food.&nbsp;</p> <p><strong>30</strong>&nbsp;Also, to&nbsp;every beast of the earth, to every&nbsp;bird of the air, and to everything that creeps on the earth, in which&nbsp;there is&nbsp;life,&nbsp;I have given&nbsp;every green herb for food&rdquo;; and it was so.&nbsp;</p> <p><strong>31</strong>&nbsp;Then&nbsp;God saw everything that He had made, and indeed&nbsp;it was&nbsp;very good. So the evening and the morning were the sixth day.</p> <p>&nbsp;</p> <p><strong>Genesis 2</strong></p> <p><strong>1</strong> Thus the heavens and the earth, and&nbsp;all the host of them, were finished.&nbsp;</p> <p><strong>2</strong>&nbsp;And on the seventh day God ended His work which He had done, and He rested on the seventh day from all His work which He had done.&nbsp;</p> <p><strong>3</strong>&nbsp;Then God&nbsp;blessed the seventh day and sanctified it, because in it He rested from all His work which God had created and made.</p> <p><strong>4</strong>&nbsp;This&nbsp;is&nbsp;the&nbsp;history of the heavens and the earth when they were created, in the day that the&nbsp;Lord&nbsp;God made the earth and the heavens,&nbsp;</p> <p><strong>5</strong>&nbsp;before any&nbsp;plant of the field was in the earth and before any herb of the field had grown. For the&nbsp;Lord&nbsp;God had not&nbsp;caused it to rain on the earth, and&nbsp;there was&nbsp;no man&nbsp;to till the ground;&nbsp;</p> <p><strong>6</strong>&nbsp;but a mist went up from the earth and watered the whole face of the ground.</p> <p><strong>7</strong>&nbsp;And the&nbsp;Lord&nbsp;God formed man&nbsp;of&nbsp;the&nbsp;dust of the ground, and&nbsp;breathed into his&nbsp;nostrils the breath of life; and&nbsp;man became a living being.</p> <p><strong>8</strong>&nbsp;The&nbsp;Lord&nbsp;God planted&nbsp;a garden&nbsp;eastward in&nbsp;Eden, and there He put the man whom He had formed.&nbsp;</p> <p><strong>9</strong>&nbsp;And out of the ground the&nbsp;Lord&nbsp;God made&nbsp;every tree grow that is pleasant to the sight and good for food.&nbsp;The tree of life&nbsp;was&nbsp;also in the midst of the garden, and the tree of the knowledge of good and&nbsp;evil.</p> <p><strong>10</strong>&nbsp;Now a river went out of Eden to water the garden, and from there it parted and became four riverheads.&nbsp;</p> <p><strong>11</strong>&nbsp;The name of the first&nbsp;is&nbsp;Pishon; it&nbsp;is&nbsp;the one which skirts&nbsp;the whole land of Havilah, where&nbsp;there is&nbsp;gold.&nbsp;</p> <p><strong>12</strong>&nbsp;And the gold of that land&nbsp;is&nbsp;good.&nbsp;Bdellium and the onyx stone&nbsp;are&nbsp;there.&nbsp;</p> <p><strong>13</strong>&nbsp;The name of the second river&nbsp;is&nbsp;Gihon; it&nbsp;is&nbsp;the one which goes around the whole land of Cush.&nbsp;</p> <p><strong>14</strong>&nbsp;The name of the third river&nbsp;is&nbsp;Hiddekel;&nbsp;it&nbsp;is&nbsp;the one which goes toward the east of&nbsp;Assyria. The fourth river&nbsp;is&nbsp;the Euphrates.</p> <p><strong>15</strong>&nbsp;Then the&nbsp;Lord&nbsp;God took&nbsp;the man and put him in the garden of Eden to&nbsp;tend and keep it.&nbsp;</p> <p><strong>16</strong>&nbsp;And the&nbsp;Lord&nbsp;God commanded the man, saying, &ldquo;Of every tree of the garden you may freely eat;&nbsp;</p> <p><strong>17</strong>&nbsp;but of the tree of the knowledge of good and evil&nbsp;you shall not eat, for in the day that you eat of it&nbsp;you&nbsp;shall surely&nbsp;die.&rdquo;</p> <p><strong>18</strong>&nbsp;And the&nbsp;Lord&nbsp;God said, &ldquo;It is&nbsp;not good that man should be alone;&nbsp;I will make him a helper comparable to him.&rdquo;&nbsp;</p> <p><strong>19</strong>&nbsp;Out of the ground the&nbsp;Lord&nbsp;God formed every beast of the field and every bird of the air, and&nbsp;brought&nbsp;them&nbsp;to&nbsp;Adam to see what he would call them. And whatever Adam called each living creature, that&nbsp;was&nbsp;its name.&nbsp;</p> <p><strong>20</strong>&nbsp;So Adam gave names to all cattle, to the birds of the air, and to every beast of the field. But for Adam there was not found a helper comparable to him.</p> <p><strong>21</strong>&nbsp;And the&nbsp;Lord&nbsp;God caused a&nbsp;deep sleep to fall on Adam, and he slept; and He took one of his ribs, and closed up the flesh in its place.&nbsp;</p> <p><strong>22</strong>&nbsp;Then the rib which the&nbsp;Lord&nbsp;God had taken from man He&nbsp;made into a woman,&nbsp;and He&nbsp;brought her to the man.</p> <p><strong>23</strong>&nbsp;And Adam said:</p> <p>&ldquo;This&nbsp;is&nbsp;now&nbsp;bone of my bones<br />And flesh of my flesh;<br />She shall be called&nbsp;Woman,<br />Because she was&nbsp;taken out of&nbsp;Man.&rdquo;</p> <p><strong>24</strong>&nbsp;Therefore a man shall leave his father and mother and&nbsp;be&nbsp;joined to his wife, and they shall become one flesh.</p> <p><strong>25</strong>&nbsp;And they were both naked, the man and his wife, and were not&nbsp;ashamed.</p> <p>&nbsp;</p> <p><strong>Genesis 3:1&ndash;15</strong></p> <p><strong>1</strong> Now&nbsp;the serpent was&nbsp;more cunning than any beast of the field which the&nbsp;Lord&nbsp;God had made. And he said to the woman, &ldquo;Has God indeed said, &lsquo;You shall not eat of every tree of the garden&rsquo;?&rdquo;</p> <p><strong>2</strong>&nbsp;And the woman said to the serpent, &ldquo;We may eat the&nbsp;fruit of the trees of the garden;&nbsp;</p> <p><strong>3</strong>&nbsp;but of the fruit of the tree which&nbsp;is&nbsp;in the midst of the garden, God has said, &lsquo;You shall not eat it, nor shall you&nbsp;touch it, lest you die.&rsquo; &rdquo;</p> <p><strong>4</strong>&nbsp;Then the serpent said to the woman, &ldquo;You will not surely die.&nbsp;</p> <p><strong>5</strong>&nbsp;For God knows that in the day you eat of it your eyes will be opened, and you will be like God, knowing good and evil.&rdquo;</p> <p><strong>6</strong>&nbsp;So when the woman&nbsp;saw that the tree&nbsp;was&nbsp;good for food, that it&nbsp;was&nbsp;pleasant to the eyes, and a tree desirable to make&nbsp;one&nbsp;wise, she took of its fruit&nbsp;and ate. She also gave to her husband with her, and he ate.&nbsp;</p> <p><strong>7</strong>&nbsp;Then the eyes of both of them were opened,&nbsp;and they knew that they&nbsp;were&nbsp;naked; and they sewed fig leaves together and made themselves&nbsp;coverings.</p> <p><strong>8</strong>&nbsp;And they heard&nbsp;the&nbsp;sound of the&nbsp;Lord&nbsp;God walking in the garden in the&nbsp;cool of the day, and Adam and his wife&nbsp;hid themselves from the presence of the&nbsp;Lord&nbsp;God among the trees of the garden.</p> <p><strong>9</strong>&nbsp;Then the&nbsp;Lord&nbsp;God called to Adam and said to him, &ldquo;Where&nbsp;are&nbsp;you?&rdquo;</p> <p><strong>10</strong>&nbsp;So he said, &ldquo;I heard Your voice in the garden,&nbsp;and I was afraid because I was naked; and I hid myself.&rdquo;</p> <p><strong>11</strong>&nbsp;And He said, &ldquo;Who told you that you&nbsp;were&nbsp;naked? Have you eaten from the tree of which I commanded you that you should not eat?&rdquo;</p> <p><strong>12</strong>&nbsp;Then the man said,&nbsp;&ldquo;The woman whom You gave&nbsp;to be&nbsp;with me, she gave me of the tree, and I ate.&rdquo;</p> <p><strong>13</strong>&nbsp;And the&nbsp;Lord&nbsp;God said to the woman, &ldquo;What&nbsp;is&nbsp;this you have done?&rdquo;</p> <p>The woman said,&nbsp;&ldquo;The serpent deceived me, and I ate.&rdquo;</p> <p><strong>14</strong>&nbsp;So the&nbsp;Lord&nbsp;God said to the serpent:</p> <p>&ldquo;Because you have done this,<br />You&nbsp;are&nbsp;cursed more than all cattle,<br />And more than every beast of the field;<br />On your belly you shall go,<br />And&nbsp;you shall eat dust<br />All the days of your life.</p> <p><strong>15</strong>&nbsp;And I will put enmity<br />Between you and the woman,<br />And between&nbsp;your seed and&nbsp;her Seed;<br />He shall bruise your head,<br />And you shall bruise His heel.&rdquo;</p> <p>&nbsp;</p> <p><strong>2 Cor. 4:6</strong></p> <p><strong>6</strong>&nbsp;For it is the God&nbsp;who commanded light to shine out of darkness, who has&nbsp;shone in our hearts to&nbsp;give&nbsp;the light of the knowledge of the glory of God in the face of Jesus Christ.</p> <p>&nbsp;</p> <p><strong>Luke 10:27</strong></p> <p><strong>27</strong>&nbsp;So he answered and said,&nbsp;&ldquo;&nbsp;&lsquo;You shall love the&nbsp;Lord&nbsp;your God with all your heart, with all your soul, with all your strength, and with all your mind,&rsquo;&nbsp;and&nbsp;&lsquo;your neighbor as yourself.&rsquo;&nbsp;&rdquo;</p> <p>&nbsp;</p> <p><strong>Gal. 3:11</strong></p> <p><strong>11</strong>&nbsp;But that no one is&nbsp;justified by the law in the sight of God&nbsp;is&nbsp;evident, for&nbsp;&ldquo;the just shall live by faith.&rdquo;</p> <p>&nbsp;</p> <p><strong>Rev. 22:12</strong></p> <p><strong>12</strong>&nbsp;&ldquo;And behold, I am coming quickly, and&nbsp;My reward&nbsp;is&nbsp;with Me,&nbsp;to give to every one according to his work.</p> <p>&nbsp;</p> <p>&ldquo;The system of education instituted at the beginning of the world was to be a model for man throughout all aftertime. As an illustration of its principles a model school was established in Eden, the home of our first parents.&rdquo;&mdash;Ellen G. White, Education, p. 20.</p> <p>&nbsp;</p> <p>Christian education is a commitment to educating families and members in doctrine, worship, instruction, fellowship, evangelism, and service. Home is where you minister to family members about the love and promises of God. It is where Jesus is introduced to children as their Lord and Savior and Friend and where the Bible is upheld as the Word of God. Family is where you model what a healthy relationship with our heavenly Father looks like.</p> <p>&nbsp;</p> <p>In Genesis 4:1&ndash;4, we have both Cain and Abel bringing their offerings to the Lord. We surely can assume that they learned about the meaning and importance of the offerings as part of their family education regarding the plan of salvation. Of course, as the story shows, a good education doesn&rsquo;t always lead to the kind of outcome that one would hope for.</p> <p>&nbsp;</p> <p><strong>Whatever your home situation is, what choices can you make in order for it to be an environment where truth is taught and lived out?</strong></p>"
    },
    {
      "id": 23,
      "idLesson": 2,
      "idDay": 3,
      "dayTitle": "<p><strong>The Childhood of Jesus</strong></p>",
      "date": "October 5",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Scripture gives us very little detail about the childhood of Jesus. Much from those years remains a mystery. However, we have been given some insight into the character of His earthly parents, Mary and Joseph, and what we learn about them could help explain to us something of His childhood and early education.</p> <p>&nbsp;</p> <p><strong>What do these texts teach us about Mary and Joseph, and how might they give us insight into how Jesus had been educated by His parents?</strong></p> <p>&nbsp;</p> <p><strong>Luke 1:26&ndash;38</strong></p> <p><strong>26</strong>&nbsp;Now in the sixth month the angel Gabriel was sent by God to a city of Galilee named Nazareth,&nbsp;</p> <p><strong>27</strong>&nbsp;to a virgin&nbsp;betrothed to a man whose name was Joseph, of the house of David. The virgin&rsquo;s name&nbsp;was&nbsp;Mary.&nbsp;</p> <p><strong>28</strong>&nbsp;And having come in, the angel said to her,&nbsp;&ldquo;Rejoice, highly favored&nbsp;one,&nbsp;the Lord&nbsp;is&nbsp;with you;&nbsp;blessed&nbsp;are&nbsp;you among women!&rdquo;</p> <p><strong>29</strong>&nbsp;But&nbsp;when she saw&nbsp;him,&nbsp;she was troubled at his saying, and considered what manner of greeting this was.&nbsp;</p> <p><strong>30</strong>&nbsp;Then the angel said to her, &ldquo;Do not be afraid, Mary, for you have found&nbsp;favor with God.&nbsp;</p> <p><strong>31</strong>&nbsp;And behold, you will conceive in your womb and bring forth a Son, and&nbsp;shall call His name&nbsp;Jesus.&nbsp;</p> <p><strong>32</strong>&nbsp;He will be great,&nbsp;and will be called the Son of the Highest; and&nbsp;the Lord God will give Him the&nbsp;throne of His&nbsp;father David.&nbsp;</p> <p><strong>33</strong>&nbsp;And He will reign over the house of Jacob forever, and of His kingdom there will be no end.&rdquo;</p> <p><strong>34</strong>&nbsp;Then Mary said to the angel, &ldquo;How can this be, since I&nbsp;do not know a man?&rdquo;</p> <p><strong>35</strong>&nbsp;And the angel answered and said to her,&nbsp;&ldquo;The&nbsp;Holy Spirit will come upon you, and the power of the Highest will overshadow you; therefore, also, that Holy One who is to be born will be called&nbsp;the Son of God.&nbsp;</p> <p><strong>36</strong>&nbsp;Now indeed, Elizabeth your relative has also conceived a son in her old age; and this is now the sixth month for her who was called barren.&nbsp;</p> <p><strong>37</strong>&nbsp;For&nbsp;with God nothing will be impossible.&rdquo;</p> <p><strong>38</strong>&nbsp;Then Mary said, &ldquo;Behold the maidservant of the Lord! Let it be to me according to your word.&rdquo; And the angel departed from her.</p> <p>&nbsp;</p> <p><strong>Luke 1:46&ndash;55</strong></p> <p><strong>46</strong>&nbsp;And Mary said:</p> <p>&ldquo;My soul&nbsp;magnifies the Lord,<br /><strong>47</strong>&nbsp;And my spirit has&nbsp;rejoiced in&nbsp;God my Savior.<br /><strong>48</strong>&nbsp;For&nbsp;He has regarded the lowly state of His maidservant;<br />For behold, henceforth&nbsp;all generations will call me blessed.<br /><strong>49</strong>&nbsp;For He who is mighty&nbsp;has done great things for me,<br />And&nbsp;holy&nbsp;is&nbsp;His name.<br /><strong>50</strong>&nbsp;And&nbsp;His mercy&nbsp;is&nbsp;on those who fear Him<br />From generation to generation.<br /><strong>51</strong>&nbsp;He has shown strength with His arm;<br />He has scattered&nbsp;the&nbsp;proud in the imagination of their hearts.<br /><strong>52</strong>&nbsp;He has put down the mighty from&nbsp;their&nbsp;thrones,<br />And exalted&nbsp;the&nbsp;lowly.<br /><strong>53</strong>&nbsp;He has&nbsp;filled&nbsp;the&nbsp;hungry with good things,<br />And&nbsp;the&nbsp;rich He has sent away empty.<br /><strong>54</strong>&nbsp;He has helped His&nbsp;servant Israel,<br />In remembrance of&nbsp;His&nbsp;mercy,<br /><strong>55</strong>&nbsp;As He spoke to our&nbsp;fathers,<br />To Abraham and to his&nbsp;seed forever.&rdquo;</p> <p>&nbsp;</p> <p><strong>Matt. 1:18&ndash;24</strong></p> <p><strong>18</strong>&nbsp;Now the&nbsp;birth of Jesus Christ was as follows: After His mother Mary was betrothed to Joseph, before they came together, she was found with child&nbsp;of the Holy Spirit.&nbsp;</p> <p><strong>19</strong>&nbsp;Then Joseph her husband, being&nbsp;a just&nbsp;man,&nbsp;and not wanting&nbsp;to make her a public example, was minded to put her away secretly.&nbsp;</p> <p><strong>20</strong>&nbsp;But while he thought about these things, behold, an angel of the Lord appeared to him in a dream, saying, &ldquo;Joseph, son of David, do not be afraid to take to you Mary your wife,&nbsp;for that which is&nbsp;conceived in her is of the Holy Spirit.&nbsp;</p> <p><strong>21</strong>&nbsp;And she will bring forth a Son, and you shall call His name&nbsp;Jesus,&nbsp;for He will save His people from their sins.&rdquo;</p> <p><strong>22</strong>&nbsp;So all this was done that it might be fulfilled which was spoken by the Lord through the prophet, saying:&nbsp;</p> <p><strong>23</strong>&nbsp;&ldquo;Behold, the virgin shall be with child, and bear a Son, and they shall call His name Immanuel,&rdquo;&nbsp;which is translated, &ldquo;God with us.&rdquo;</p> <p><strong>24</strong>&nbsp;Then Joseph, being aroused from sleep, did as the angel of the Lord commanded him and took to him his wife,</p> <p>&nbsp;</p> <p>Through these texts we can see that both Mary and Joseph were faithful Jews, seeking to live in obedience to the laws and commandments of God. And indeed, when the Lord came to them and told them about what was going to happen with them, they faithfully did all that they were told.</p> <p>&nbsp;</p> <p>&ldquo;The child Jesus did not receive instruction in the synagogue schools. His mother was His first human teacher. From her lips and from the scrolls of the prophets, He learned of heavenly things. The very words which He Himself had spoken to Moses for Israel He was now taught at His mother&rsquo;s knee. As He advanced from childhood to youth, He did not seek the schools of the rabbis. He needed not the education to be obtained from such sources; for God was His instructor.&rdquo;&mdash;Ellen G. White, The Desire of Ages, p. 70.</p> <p>&nbsp;</p> <p>No doubt they were good and faithful teachers to the child, but, as the story in Luke 2:41&ndash;50 reveals, there was much about their Son that they did not understand, because Jesus had knowledge and wisdom that had been imparted to Him only by the Lord.</p> <p>&nbsp;</p> <p><strong>Read again the Ellen G. White quote above. How do we wrap our minds around what she wrote here about how Jesus learned at His mother&rsquo;s knee the words that He Himself had spoken? What does this tell us about the amazing love of God? How should we, fallen and sinful creatures, respond?</strong></p>"
    },
    {
      "id": 24,
      "idLesson": 2,
      "idDay": 4,
      "dayTitle": "<p><strong>Communication</strong></p>",
      "date": "October 6",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>In a very real sense, education at any level is communication. The teacher is the one who has knowledge, wisdom, information, facts, whatever, to convey to the student. Someone filled with a lot of knowledge must be able to communicate it to others; otherwise, what good is all that he or she knows, at least in terms of teaching?</p> <p>&nbsp;</p> <p>At another level, however, good teaching skills are not just the ability to communicate. Also crucial to the whole process is the building of a relationship. &ldquo;The true teacher can impart to his pupils few gifts so valuable as the gift of his own companionship. It is true of men and women, and how much more of youth and children, that only as we come in touch through sympathy can we understand them; and we need to understand in order most effectively to benefit.&rdquo;&mdash;Ellen G. White, Education, p. 212.</p> <p>&nbsp;</p> <p>In other words, good teaching works on the emotional and personal level, as well. In the case of the family as a school, this is so very important. A good relationship must be built between the student and teacher.</p> <p>&nbsp;</p> <p>Relationships are established and developed by means of communication. When Christians do not communicate with God, such as by reading the Bible or in prayer, their relationship with God stagnates. Families need divine guidance if they are to grow in the grace and knowledge of Christ.</p> <p>&nbsp;</p> <p><strong>Read the following texts. What can we learn from them about how to build strong family relationships (or any kind of relationship, for that matter)? Ps. 37:7&ndash;9; Prov. 10:31, 32; Prov. 27:17; Eph. 4:15; 1 John 3:18; Titus 3:1, 2; James 4:11.</strong></p> <p>&nbsp;</p> <p><strong>Ps. 37:7&ndash;9</strong></p> <p><strong>7</strong>&nbsp;Rest in the&nbsp;Lord,&nbsp;and wait patiently for Him;<br />Do not fret because of him who&nbsp;prospers in his way,<br />Because of the man who brings wicked schemes to pass.<br /><strong>8</strong>&nbsp;Cease from anger, and forsake wrath;<br />Do not fret&mdash;it&nbsp;only&nbsp;causes&nbsp;harm.<br /><strong>9</strong>&nbsp;For evildoers shall be&nbsp;cut off;<br />But those who wait on the&nbsp;Lord,<br />They shall&nbsp;inherit the earth.</p> <p>&nbsp;</p> <p><strong>Prov. 10:31, 32</strong></p> <p><strong>31</strong> The mouth of the righteous brings forth wisdom,<br />But the perverse tongue will be cut out.<br /><strong>32</strong> The lips of the righteous know what is acceptable,<br />But the mouth of the wicked what is perverse.</p> <p>&nbsp;</p> <p><strong>Prov. 27:17</strong></p> <p><strong>17</strong> As iron sharpens iron,<br />So a man sharpens the countenance of his friend.</p> <p>&nbsp;</p> <p><strong>Eph. 4:15</strong></p> <p><strong>15</strong>&nbsp;but, speaking the truth in love, may grow up in all things into Him who is the&nbsp;head&mdash;Christ&mdash;</p> <p>&nbsp;</p> <p><strong>1 John 3:18</strong></p> <p><strong>18</strong>&nbsp;My little children,&nbsp;let us not love in word or in tongue, but in deed and in truth.</p> <p>&nbsp;</p> <p><strong>Titus 3:1, 2</strong></p> <p><strong>1</strong> Remind them&nbsp;to be subject to rulers and authorities, to obey,&nbsp;to be ready for every good work,&nbsp;</p> <p><strong>2</strong>&nbsp;to speak evil of no one, to be peaceable, gentle, showing all humility to all men.</p> <p>&nbsp;</p> <p><strong>James 4:11</strong></p> <p><strong>11</strong>&nbsp;Do not speak evil of one another, brethren. He who speaks evil of a brother&nbsp;and judges his brother, speaks evil of the law and judges the law. But if you judge the law, you are not a doer of the law but a judge.</p> <p>&nbsp;</p> <p>Taking the time to sow the proper seeds of communication will not only prepare family members for a personal relationship with Christ, but also help to develop interpersonal relationships within the family. It will open up channels of communication that you will be glad you formed once your children reach puberty and adulthood. And even if you don&rsquo;t have children, the principles found in these texts can work for all kinds of relationships.</p> <p>&nbsp;</p> <p><strong>Think, too, about why it is not just what we say that is so important, but how we say it. What have you learned from situations in which the way you said something pretty much ruined the impact of what you had said, even if what you said was correct?</strong></p>"
    },
    {
      "id": 25,
      "idLesson": 2,
      "idDay": 5,
      "dayTitle": "<p><strong>The Role of Parents</strong></p>",
      "date": "October 7",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>&ldquo;And, ye fathers, provoke not your children to wrath: but bring them up in the nurture and admonition of the Lord&rdquo; (Eph. 6:4).</strong></p> <p>&nbsp;</p> <p><strong>&ldquo;Who can find a virtuous wife? For her worth is far above rubies&rdquo; (Prov. 31:10, NKJV).</strong></p> <p>&nbsp;</p> <p>Parents have an awesome responsibility. The father is the head of the family, and the family is the nursery of church, school, and society. If the father is weak, irresponsible, and incompetent, then the family, church, school, and society will suffer the consequences. Fathers should seek to demonstrate the fruit of the Spirit&mdash;&ldquo;love, joy, peace, longsuffering, gentleness, goodness, faith, meekness, temperance&rdquo; (Gal. 5:22, 23).</p> <p>&nbsp;</p> <p>Mothers, too, have perhaps the most important role in all society. They have great influence in shaping the characters of their children and establishing the mood and temperament of the home. Fathers should do all they can to work with the mothers in the education of their children.</p> <p>&nbsp;</p> <p><strong>What can fathers and mothers learn from these texts? Eph. 5:22, 23, 25, 26; 1 Cor. 11:3; 2 Cor. 6:14; Rom. 13:13, 14; 2 Pet. 1:5&ndash;7; Phil. 4:8.</strong></p> <p>&nbsp;</p> <p><strong>Ephesians 5:22, 23,&nbsp; 25, 26</strong></p> <p><strong>22</strong>&nbsp;Wives,&nbsp;submit to your own husbands, as to the Lord.&nbsp;</p> <p><strong>23</strong>&nbsp;For&nbsp;the husband is head of the wife, as also&nbsp;Christ is head of the church; and He is the Savior of the body.</p> <p><strong>25</strong> Husbands, love your wives, just as Christ also loved the church and gave Himself for her,</p> <p><strong>26</strong> that He might sanctify and cleanse her with the washing of water by the word,</p> <p>&nbsp;</p> <p><strong>1 Corinthians 11:3 </strong></p> <p><strong>3</strong>&nbsp;But I want you to know that&nbsp;the head of every man is Christ,&nbsp;the head of woman&nbsp;is&nbsp;man, and&nbsp;the head of Christ&nbsp;is&nbsp;God.</p> <p>&nbsp;</p> <p><strong>2 Corinthians 6:14 </strong></p> <p><strong>14</strong>&nbsp;Do not be unequally yoked together with unbelievers. For&nbsp;what&nbsp;fellowship has righteousness with lawlessness? And what&nbsp;communion has light with darkness?</p> <p>&nbsp;</p> <p><strong>Romans 13:13-14 </strong></p> <p><strong>13</strong>&nbsp;Let us walk&nbsp;properly, as in the day,&nbsp;not in revelry and drunkenness,&nbsp;not in lewdness and lust,&nbsp;not in strife and envy.&nbsp;</p> <p><strong>14</strong>&nbsp;But&nbsp;put on the Lord Jesus Christ, and&nbsp;make no provision for the flesh, to&nbsp;fulfill its&nbsp;lusts.</p> <p>&nbsp;</p> <p><strong>2 Peter 1:5-7 </strong></p> <p><strong>5</strong>&nbsp;But also for this very reason,&nbsp;giving all diligence, add to your faith virtue, to virtue&nbsp;knowledge,&nbsp;</p> <p><strong>6</strong>&nbsp;to knowledge self-control, to self-control&nbsp;perseverance, to perseverance godliness,&nbsp;</p> <p><strong>7</strong>&nbsp;to godliness brotherly kindness, and&nbsp;to brotherly kindness love.</p> <p>&nbsp;</p> <p><strong>Philippians 4:8 </strong></p> <p><strong>8</strong>&nbsp;Finally, brethren, whatever things are&nbsp;true, whatever things&nbsp;are&nbsp;noble, whatever things&nbsp;are&nbsp;just,&nbsp;whatever things&nbsp;are&nbsp;pure, whatever things&nbsp;are&nbsp;lovely, whatever things&nbsp;are&nbsp;of good report, if&nbsp;there is&nbsp;any virtue and if&nbsp;there is&nbsp;anything praiseworthy&mdash;meditate on these things.</p> <p>&nbsp;</p> <p>Christian parents have a moral obligation to provide a biblical model of Christ and the church by their behavior. The marriage relationship is an analogy of Christ&rsquo;s relationship to the church. When parents refuse to lead, or if they lead in a tyrannical manner, then they are painting a false picture of Christ for their own children and for the world. God commands all Christian parents to diligently teach their children (see Deut. 6:7). Parents have the responsibility to teach their children to love the Lord with their whole heart. They are to teach the fear of the Lord, a total loving devotion and submission to Him.</p> <p>&nbsp;</p> <p>In Deuteronomy 6:7, the children of Israel were given specific instructions about educating their children in regard to the great things the Lord had done for His people. However great a story the elders had to tell their children, we, who live after the cross of Christ, have a much better one to tell, don&rsquo;t we?</p> <p>&nbsp;</p> <p>Thus, the healing or training we are to give is an ongoing proactive event in which we pour the truth of God into our children and prepare them for their own relationship with Christ.</p> <p>&nbsp;</p> <p>In the end, though, we all have been given the sacred gift of free will. Ultimately, when they are adults, our children will have to answer for themselves before God.</p>"
    },
    {
      "id": 26,
      "idLesson": 2,
      "idDay": 6,
      "dayTitle": "<p><strong>&ldquo;Lest Ye Forget&rdquo;</strong></p>",
      "date": "October 8",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Before the children of Israel were to enter into the Promised Land, Moses spoke to them again, recounting the wonderful ways that the Lord had led them, and he admonished them again and again not to forget what the Lord had done for them. In many ways Deuteronomy was Moses&rsquo; last will and testament. And though written thousands of years ago, in a culture and life situation radically different from anything we face today, the principles there apply to us, as well.</p> <p>&nbsp;</p> <p><strong>Read Deuteronomy 6. What can we learn from this chapter about the principles of Christian education? What should be central to all that we teach, not just to our children but to anyone who doesn&rsquo;t know what we know about God and His great acts of salvation? What warnings are found in these verses, as well?</strong></p> <p>&nbsp;</p> <p><strong>Deuteronomy 6</strong></p> <p><strong>1</strong> &ldquo;Now this&nbsp;is&nbsp;the commandment,&nbsp;and these are&nbsp;the statutes and judgments which the&nbsp;Lord&nbsp;your God has commanded to teach you, that you may observe&nbsp;them&nbsp;in the land which you are crossing over to possess,&nbsp;</p> <p><strong>2</strong>&nbsp;that you may fear the&nbsp;Lord&nbsp;your God, to keep all His statutes and His commandments which I command you, you and your son and your grandson, all the days of your life,&nbsp;and that your days may be prolonged.&nbsp;</p> <p><strong>3</strong>&nbsp;Therefore hear, O Israel, and&nbsp;be careful to observe&nbsp;it,&nbsp;that it may be well with you, and that you may&nbsp;multiply greatly&nbsp;as the&nbsp;Lord&nbsp;God of your fathers has promised you&mdash;&lsquo;a land flowing with milk and honey.&rsquo;</p> <p><strong>4</strong>&nbsp;&ldquo;Hear, O Israel:&nbsp;The&nbsp;Lord&nbsp;our God, the&nbsp;Lord&nbsp;is&nbsp;one!&nbsp;</p> <p><strong>5</strong>&nbsp;You shall love the&nbsp;Lord&nbsp;your God with all your heart,&nbsp;with all your soul, and with all your strength.</p> <p><strong>6</strong>&nbsp;&ldquo;And&nbsp;these words which I command you today shall be in your heart.&nbsp;</p> <p><strong>7</strong>&nbsp;You shall teach them diligently to your children, and shall talk of them when you sit in your house, when you walk by the way, when you lie down, and when you rise up.&nbsp;</p> <p><strong>8</strong>&nbsp;You shall bind them as a sign on your hand, and they shall be as frontlets between your eyes.&nbsp;</p> <p><strong>9</strong>&nbsp;You shall write them on the doorposts of your house and on your gates.</p> <p><strong>10</strong>&nbsp;&ldquo;So it shall be, when the&nbsp;Lord&nbsp;your God brings you into the land of which He&nbsp;swore to your fathers, to Abraham, Isaac, and Jacob, to give you large and beautiful cities&nbsp;which you did not build,&nbsp;</p> <p><strong>11</strong>&nbsp;houses full of all good things, which you did not fill, hewn-out wells which you did not dig, vineyards and olive trees which you did not plant&mdash;when you have eaten and are full&mdash;&nbsp;</p> <p><strong>12</strong>&nbsp;then&nbsp;beware, lest you forget the&nbsp;Lord&nbsp;who brought you out of the land of Egypt, from the house of bondage.&nbsp;</p> <p><strong>13</strong>&nbsp;You shall&nbsp;fear the&nbsp;Lord&nbsp;your God and serve Him, and&nbsp;shall take oaths in His name.&nbsp;</p> <p><strong>14</strong>&nbsp;You shall not go after other gods,&nbsp;the gods of the peoples who&nbsp;are&nbsp;all around you&nbsp;</p> <p><strong>15</strong>&nbsp;(for&nbsp;the&nbsp;Lord&nbsp;your God&nbsp;is&nbsp;a jealous God&nbsp;among you), lest the anger of the&nbsp;Lord&nbsp;your God be aroused against you and destroy you from the face of the earth.</p> <p><strong>16</strong>&nbsp;&ldquo;You shall not&nbsp;tempt the&nbsp;Lord&nbsp;your God&nbsp;as you&nbsp;tempted&nbsp;Him&nbsp;in Massah.&nbsp;</p> <p><strong>17</strong>&nbsp;You shall&nbsp;diligently keep the commandments of the&nbsp;Lord&nbsp;your God, His testimonies, and His statutes which He has commanded you.&nbsp;</p> <p><strong>18</strong>&nbsp;And you&nbsp;shall do&nbsp;what is&nbsp;right and good in the sight of the&nbsp;Lord, that it may be well with you, and that you may go in and possess the good land of which the&nbsp;Lord&nbsp;swore to your fathers,&nbsp;</p> <p><strong>19</strong>&nbsp;to cast out all your enemies from before you, as the&nbsp;Lord&nbsp;has spoken.</p> <p><strong>20</strong>&nbsp;&ldquo;When your son asks you in time to come, saying, &lsquo;What&nbsp;is the meaning of&nbsp;the testimonies, the statutes, and the judgments which the&nbsp;Lord&nbsp;our God has commanded you?&rsquo;&nbsp;</p> <p><strong>21</strong>&nbsp;then you shall say to your son: &lsquo;We were slaves of Pharaoh in Egypt, and the&nbsp;Lord&nbsp;brought us out of Egypt&nbsp;with a mighty hand;&nbsp;</p> <p><strong>22</strong>&nbsp;and the&nbsp;Lord&nbsp;showed signs and wonders before our eyes, great and severe, against Egypt, Pharaoh, and all his household.&nbsp;</p> <p><strong>23</strong>&nbsp;Then He brought us out from there, that He might bring us in, to give us the land of which He&nbsp;swore to our fathers.&nbsp;</p> <p><strong>24</strong>&nbsp;And the&nbsp;Lord&nbsp;commanded us to&nbsp;observe all these&nbsp;statutes,&nbsp;to fear the&nbsp;Lord&nbsp;our God,&nbsp;for our good always, that&nbsp;He might preserve us alive, as&nbsp;it is&nbsp;this day.&nbsp;</p> <p><strong>25</strong>&nbsp;Then&nbsp;it will be righteousness for us, if we are careful to observe all these commandments before the&nbsp;Lord&nbsp;our God, as He has commanded us.&rsquo;</p> <p>&nbsp;</p> <p>So, central to all that they were to teach their children was the marvelous working of God among them. Also, how clearly was the warning given not to forget all that God had done for them.</p> <p>&nbsp;</p> <p>Of course, if parents are to play the first major role in integrating biblical teachings into their children&rsquo;s lives, then they have a responsibility to organize and prepare their own lives in such a manner that they have adequate knowledge and time to spend with their children.</p> <p>&nbsp;</p> <p>&ldquo;The child&rsquo;s first teacher is the mother. During the period of greatest susceptibility and most rapid development his education is to a great degree in her hands.&rdquo;&mdash;Ellen G. White, Education, p. 275.</p> <p>&nbsp;</p> <p>This is the essential time when parents minister to their children about the love and promises of God. Designating a regularly scheduled time to teach the wisdom and promises of God personally to your children will positively impact your family for generations to come.</p> <p>&nbsp;</p> <p><strong>Read this text: &ldquo;You shall teach them diligently to your children, and shall talk of them when you sit in your house, when you walk by the way, when you lie down, and when you rise up&rdquo; (Deut. 6:7, NKJV). What is the point here, and what should it tell us about how crucial it is always to keep the reality of the Lord before not just our children but our own selves, as well?</strong></p>"
    },
    {
      "id": 27,
      "idLesson": 2,
      "idDay": 7,
      "dayTitle": "",
      "date": "October 9",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:</strong> Read Ellen G. White, &ldquo;Preparation,&rdquo; pp. 275&ndash;282; &ldquo;Cooperation,&rdquo; pp. 283&ndash;286; and &ldquo;Discipline,&rdquo; pp. 287&ndash;297, in Education.</p> <p>&nbsp;</p> <p>&ldquo;Upon fathers as well as mothers rests a responsibility for the child&rsquo;s earlier as well as its later training, and for both parents the demand for careful and thorough preparation is most urgent. Before taking upon themselves the possibilities of fatherhood and motherhood, men and women should become acquainted with the laws of physical development . . . ; they should also understand the laws of mental development and moral training.&rdquo;&mdash;Ellen G. White, Education, p. 276.</p> <p>&nbsp;</p> <p>&ldquo;The work of co-operation should begin with the father and mother themselves, in the home life. In the training of their children they have a joint responsibility, and it should be their constant endeavor to act together. Let them yield themselves to God, seeking help from Him to sustain each other. . . . Parents who give this training are not the ones likely to be found criticizing the teacher. They feel that both the interest of their children and justice to the school demand that, so far as possible, they sustain and honor the one who shares their responsibility.&rdquo; &mdash;Ellen G. White, Education, p. 283.</p> <p>&nbsp;</p> <p><strong>Discussion Questions:</strong></p> <p>&nbsp;</p> <p><strong>1</strong> Whether we have children or not, we all exist in some sort of domicile, and we all interact with others, as well. What have you learned from this week&rsquo;s lesson that can help you in interacting with, or even witnessing to, others, whether in the place where you live or elsewhere?</p> <p><strong>2</strong> We tend to view education as a good thing. (After all, who can be against education?) But is this always the case? What might be examples of education&rsquo;s having been perverted and turned into something bad? What can we learn from those negative examples that could help us make education a good thing?</p> <p><strong>3</strong> As stated in Wednesday&rsquo;s study, we all have been given the sacred gift of free will. Sooner or later, when children become young adults or even adults, they will have to make their own decisions regarding the God whom they had been taught about all their young lives. Why must all parents&mdash;and anyone, really&mdash;who seek to witness to others and to teach others the gospel, always keep in mind this crucial truth about free will?</p> <p>&nbsp;</p> <p><strong>Inside Story</strong></p> <p>&nbsp;</p> <p><strong>Australian Risks All in Africa</strong></p> <p>&nbsp;</p> <p>By Vania Chew</p> <p>&nbsp;</p> <p>Ettienne McClintock, 51, wasn&rsquo;t taking anything for granted in Ethiopia.</p> <p>&nbsp;</p> <p>The 3ABN Australia radio host was preaching in Shisho, a rural town located 20 miles (35 kilometers) from Awassa, the second-biggest city in Ethiopia, as part of 2019 Total Member Involvement meetings organized by the East-Central Africa Division. Electricity was intermittent, and he spent the first two nights presenting in the dark.</p> <p>&nbsp;</p> <p>Despite the technical challenges, more than four hundred people were attending the outdoor meetings. The crowd was far bigger than the church could handle, and Ettienne was preaching from a makeshift shelter with plastic sheets for a roof.</p> <p>&nbsp;</p> <p>Ettienne was worried as he prepared for the third meeting. Although a rented generator provided power, rain began to fall just 30 minutes before opening time. He hoped people wouldn&rsquo;t be deterred from attending.</p> <p>&nbsp;</p> <p>The rain stopped by the beginning of the meeting, but rain clouds filled the sky. Ettienne was barely 15 minutes into his sermon when the rain started. As the downpour intensified, people left the meeting. Although Ettienne had some protection in his makeshift shelter, his audience was sitting in the open air. &ldquo;The church elders and I had prayed for the rain to stay away, and now the rain had come back,&rdquo; Ettienne recalled. &ldquo;We had to do something. But what?&rdquo;</p> <p>&nbsp;</p> <p>Suddenly it came to him. Every evening, he had been sharing about God&rsquo;s power over sickness, sin, and death. But God also had power over the weather. He could pray for the rain to stop. But what if God chose not to stop the rain? His message would lose credibility, and people might stop attending.</p> <p>&nbsp;</p> <p>At that moment, 1 John 5:14 flashed into Ettienne&rsquo;s mind: &ldquo;Now this is the confidence that we have in Him, that if we ask anything according to His will, He hears us&rdquo; (NKJV).</p> <p>&nbsp;</p> <p>Ettienne prayed silently, &ldquo;Lord, I believe, but please help my unbelief.&rdquo;</p> <p>&nbsp;</p> <p>Through his interpreter, he invited the audience to pray with him for the rain to stop. Moments after he said, &ldquo;Amen,&rdquo; the rain stopped. It didn&rsquo;t rain again for the rest of the program. After the sermon, about two hundred people came to the front to ask for prayer. &ldquo;There were people kneeling everywhere,&rdquo; Ettienne said. &ldquo;As we knelt in the dirt, we prayed a prayer of thanksgiving and dedication to God.&rdquo;</p> <p>&nbsp;</p> <p>Seeing half of the audience kneeling on the ground, Ettienne remembered his family and friends praying for his meetings in Australia. He thanked God for their prayers. &ldquo;God gave me a new experience,&rdquo; he said. &ldquo;Up until that point in my life, I took low risks for God with low rewards. This was a high risk that made me feel uncomfortable and vulnerable, but the reward was amazing.&rdquo;</p>"
    }
  ]
}
