{
  "id": 708,
  "lessonNumber": 8,
  "versionCode": 7,
  "quarter": "2T2021",
  "title": "<p><strong>Covenant Law</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p>&ldquo;Know therefore that the Lord your God is God; he is the faithful God, keeping his covenant of love to a thousand generations of those who love him and keep his commandments&rdquo; (Deuteronomy 7:9, NIV).</p>",
  "weekDate": "May 15-21",
  "lessonDays": [
    {
      "id": 81,
      "idLesson": 8,
      "idDay": 1,
      "dayTitle": "",
      "date": "May 15",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>One of the important phrases in Psalm 23 indicates where God desires to lead us. &ldquo;He leadeth me in the paths of righteousness for his name&rsquo;s sake,&rdquo; David declares in verse 3 (emphasis supplied). Because of His own moral uprightness, God will never lead us astray. He will provide safe paths for our spiritual walk through life. What are the safe &ldquo;paths of righteousness&rdquo;? A writer of another psalm answers this question through a prayer request: &ldquo;Make me to go in the path of thy commandments; for therein do I delight&rdquo; (Ps. 119:35, emphasis supplied). &ldquo;All thy commandments are righteousness&rdquo; (Ps. 119:172). God&rsquo;s law is a safe, firm path through the treacherous swamp of human existence. Our study this week centers on God&rsquo;s law and its place in the Sinai covenant.<br><br><strong>The Week at a Glance: What did Israel&rsquo;s election mean? How does Israel&rsquo;s election parallel our own? How important was the law in the covenant? Does the covenant come unconditionally? Why is obedience such an integral part of the covenant relationship?</strong></p>"
    },
    {
      "id": 82,
      "idLesson": 8,
      "idDay": 2,
      "dayTitle": "<p><strong>The Election of Israel (Deut. 7:7)</strong></p>",
      "date": "May 16",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Jewish tradition has taught that God made the covenant with Israel only because other nations rejected it first. Though there is no biblical evidence for that position, it does, however, help bring home the point that for whatever reasons the Lord chose the Hebrew nation, it was not because they were deserving of the high honor and privilege the Lord bestowed upon them. They had no merit of their own that would make them worthy of God&rsquo;s love and His choice of them as His people. They were few in number, a group of enslaved tribes, and politically and militarily weak. Plus, in terms of culture and religion, they were mixed, bland, and without much influence. The basic cause, then, for Israel&rsquo;s election lay in the mystery of God&rsquo;s love and grace.<br><br><strong>At the same time, however, we need to be careful as we look at this idea of election, because it is fraught with the potential for theological misunderstanding. What did God choose Israel for? Was it to be redeemed, while everyone else was chosen to be rejected and lost? Or were they chosen to be vehicles who would offer the world what they had been offered? How do the following verses help us understand the answers to these questions?</strong><br><br><strong>Exod. 19:6&nbsp;</strong></p> <p><strong><span class=\"text Exod-19-6\"><sup class=\"versenum\">6&nbsp;</sup></span></strong><span class=\"text Exod-19-6\">And you shall be to Me a kingdom of priests and a holy nation.&rsquo; These <em>are</em> the words which you shall speak to the children of Israel.&rdquo;</span></p> <p><strong>Isa. 56:7&nbsp;</strong></p> <div class=\"poetry\"> <p class=\"line\"><span class=\"text Isa-56-7\"><sup class=\"versenum\"><strong>7&nbsp;</strong></sup>Even them I will bring to My holy mountain,&nbsp;</span><span class=\"text Isa-56-7\">And make them joyful in My house of prayer.</span> <span class=\"text Isa-56-7\">Their burnt offerings and their sacrifices&nbsp;</span><span class=\"text Isa-56-7\"><em>Will be</em> accepted on My altar;&nbsp;</span><span class=\"text Isa-56-7\">For My house shall be called a house of prayer for all nations.&rdquo;</span></p> </div> <p><strong>Heb. 2:9</strong></p> <p><strong><span class=\"text Heb-2-9\"><sup class=\"versenum\">9&nbsp;</sup></span></strong><span class=\"text Heb-2-9\">But we see Jesus, who was made a little lower than the angels, for the suffering of death crowned with glory and honor, that He, by the grace of God, might taste death for everyone.</span><strong>&nbsp;</strong></p> <p><br><br>As Seventh-day Adventists, we like to view ourselves as the modern-day counterpart of Israel, called by the Lord, not to be the only ones redeemed but to proclaim the message of redemption to the world, in the context of the three angels&rsquo; messages. In short, we believe we have something to say that no one else is saying. This was basically the situation with ancient Israel, as well. The purpose of Israel&rsquo;s election was not to turn the Hebrew nation into some exclusive club, hoarding the promise of salvation and redemption for themselves. On the contrary, if we believe that Christ died for all humanity (Heb. 2:9), then the redemption the Lord offered Israel was offered to the whole world, as well. Israel was supposed to be the vehicle by which this redemption was to be made known. Our church has been called to do the same thing.<br><br><strong>Look at your own role in the church. What can you do to help promote the work that we have been called to do? Remember, if you are not actively helping, more than likely you are, to some degree, standing in the way.</strong></p>"
    },
    {
      "id": 83,
      "idLesson": 8,
      "idDay": 3,
      "dayTitle": "<p><strong>Ties That Bind</strong></p>",
      "date": "May 17",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>&ldquo;And he declared unto you his covenant, which he commanded you to perform, even ten commandments; and he wrote them upon two tables of stone&rdquo; (Deut. 4:13).</strong><br><br>However much we have been stressing that the covenant is always a covenant of grace, that it is only the result of God&rsquo;s bestowing unmerited favor upon those who enter into a saving relationship with Him, grace is not a license to disobey. On the contrary, covenant and law belong together; they are, in fact, inseparable.<br><br><strong>Look at the text quoted above. How tightly does it link the covenant and the law? How does it show how basic the law is to the covenant?<br></strong><br>When you think about what a covenant is, the concept of law as an integral part makes sense. If we understand the covenant as, among other things, a relationship, then some sort of rules and boundaries need to be drawn. How long would a marriage or a friendship or a business partnership last if there were no boundaries or rules, either specifically expressed or tacitly understood? The husband decides to take a girlfriend or the friend decides to help himself to the other&rsquo;s wallet, or one business partner without telling the other invites another person to join their venture. These acts would be a violation of rules, laws, and principles. How long would these relationships last under such lawless circumstances? That is why there have to be boundaries, lines drawn, and rules established. Only through these can the relationship be maintained.<br><br>In fact, various expressions such as &ldquo;law&rdquo; (Ps. 78:10), &ldquo;statutes&rdquo; (Ps. 50:16), &ldquo;testimonies&rdquo; (Ps. 25:10), &ldquo;commandments&rdquo; (Ps. 103:18), and &ldquo;word&rdquo; of the Lord (Deut. 33:9) are found parallel to or in closest association with (if not having almost the same meaning as) the word &ldquo;covenant.&rdquo; Evidently &ldquo;the words of this covenant&rdquo; (Jer. 11:3, 6, 8) are the words of God&rsquo;s law, statutes, testimonies, and &nbsp;commandments. The covenant of God with His people Israel contained various requirements that would be crucial for maintaining the special relationship He sought with His people. Is it any different today?<br><br><strong>Think of someone you have a close relationship with. Now, imagine what would happen to that relationship if you didn&rsquo;t feel bound by any rules, norms, or laws, but believed you had total freedom to do whatever you wanted. Even if you say that you love this person and that love alone will decide how you relate to him or her, why is there still a need for rules? Discuss.</strong></p>"
    },
    {
      "id": 84,
      "idLesson": 8,
      "idDay": 4,
      "dayTitle": "<p><strong>Law Within the Covenant (Deut. 10:12, 13)</strong></p>",
      "date": "May 18",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>What are your first thoughts when you think of law? Police officers, traffic tickets, judges, and jail? Or do you think of restrictions, rules, authoritarian parents, and punishment? Or, perhaps, do you think of order, harmony, stability? Or maybe even . . . love?<br><br>The Hebrew word Torah, translated as &ldquo;law&rdquo; in our Bibles, means &ldquo;teaching&rdquo; or &ldquo;instruction.&rdquo; The term can be used to refer to all God&rsquo;s instructions, whether moral, civil, social, or religious. It implies all the wise counsels God has graciously given His people, so they may experience an abundant life both physically and spiritually. No wonder the psalmist could call the man blessed whose &ldquo;delight is in the law of the Lord; and in his law doth he meditate day and night&rdquo; (Ps. 1:2).<br><br>As we read the law, or Torah&mdash;the instructions and teachings recorded in the books of Moses that became a part of Israel&rsquo;s covenant&mdash;we are impressed with the wide range of instruction. The law touches upon every part of Israel&rsquo;s lifestyle&mdash;agriculture, civil government, social relationships, and worship.<br><br><strong>Why do you suppose God provided so much instruction for Israel? (See Deut. 10:13.) In what ways were these instructions for their &ldquo;good&rdquo;?</strong></p> <p><strong>Deut. 10:13</strong></p> <p><span class=\"text Deut-10-13\"><strong><sup class=\"versenum\">13&nbsp;</sup></strong><em>and</em> to keep the commandments of the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span> and His statutes which I command you today for your good?</span> </p> <p><br>The work of the &ldquo;law&rdquo; within the covenant was to provide guidelines to the new life of the human covenant partner. The law introduces the member of the covenant to the will of God, whom one comes to know in the fullest sense through obedience by faith to His commandments and other expressions of His will.<br><br>The part played by the law within the living reality of the covenant relationship showed that Israel could not follow the ways of other nations. They could not live by natural law, human needs, desires, or even social, political, and economic necessities alone. They could continue as God&rsquo;s holy nation, priestly kingdom, and special treasure only through uncompromising obedience to the revealed will of the covenant-making God in all areas of life.<br><br><strong>Like ancient Israel, Seventh-day Adventists have received a wide range of counsels pertaining to every phase of Christian living through a modern manifestation of the prophetic gift. Why should we view these counsels as a gift from God rather than a detriment to independent thought and action? At the same time, what dangers do we face of turning that gift into something legalistic, as the Israelites did with their gifts? (See Rom. 9:32.)</strong></p>"
    },
    {
      "id": 85,
      "idLesson": 8,
      "idDay": 5,
      "dayTitle": "<p><strong>The Stability of God&rsquo;s Law</strong></p>",
      "date": "May 19",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>What truth about God does the presence of God&rsquo;s law in the covenant relationship teach us about His essential nature?</strong> (See Mal. 3:6, James 1:17.)</p> <p><strong>Mal. 3:6&nbsp;</strong></p> <div class=\"poetry top-1\"> <p class=\"line\"><span class=\"text Mal-3-6\"><sup class=\"versenum\"><strong>6&nbsp;</strong></sup>&ldquo;For I <em>am</em> the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span>, I do not change;</span><br><span class=\"text Mal-3-6\">Therefore you are not consumed, O sons of Jacob.</span></p> <p class=\"line\"><strong><span class=\"text Mal-3-6\">James 1:17&nbsp;</span></strong></p> </div> <p><span class=\"text Jas-1-17\"><sup class=\"versenum\"><strong>17&nbsp;</strong></sup>Every good gift and every perfect gift is from above, and comes down from the Father of lights, with whom there is no variation or shadow of turning.&nbsp;</span></p> <p><br></p> <p>&nbsp;<br>God&rsquo;s law is an oral or written expression of His will (see Ps. 40:8). Because it is a transcript of His character, its presence in the covenant assures us of the permanence and dependability of God. Although we may not always be able to discern the outworkings of His providence, we know He is trustworthy. His universe is under unvarying moral and physical laws. It is this fact that gives us true freedom and security.<br><br>The &ldquo;assurance that God is reliable and dependable lies in the truth that He is a God of law. His will and His law are one. God says that right is right because it describes the best possible relationships. Therefore God&rsquo;s law is never arbitrary or subject to whim and fancy. It is the most stable thing in the universe.&rdquo;&mdash;Walter R. Beach, Dimensions in Salvation (Washington, D.C.: Review and Herald Publishing Association, 1963), p. 143.<br><br><strong>If God&rsquo;s law cannot save a person from sin, why did He make it a part of the covenant? (Hint: see Amos 3:3.)</strong></p> <p><br></p> <p><strong><strong>Amos 3:3</strong>&nbsp;</strong></p> <p><strong><span class=\"text Amos-3-3\"><sup class=\"versenum\">3&nbsp;</sup></span></strong><span class=\"text Amos-3-3\">Can two walk together, unless they are agreed?</span>&nbsp;<br><br>A relationship requires agreement and harmony. Because God is not only the Creator of the world but also its moral Governor, law is essential for the happiness of His created, intelligent beings to live in harmony with Him. His law, the expression of His will, is thus the constitution of His government. It is naturally the norm or obligation of the covenant arrangement and relationship. Its purpose is not to save but to define our duty to God (commandments 1&ndash;4) and our duty to our fellow human beings (commandments 5&ndash;10). In other words, it sets forth the manner of life that God designs for His covenant children to live, for their own happiness and well-being. It prevented Israel from substituting some other philosophy as a way of life. It was and is the purpose of the covenant relationship to bring the believer through God&rsquo;s transforming grace into harmony with His will and character.<br><br><strong>Look around. Can you not see the devastating effects of lawlessness? Even in your own life, can you not see some damage done by breaking God&rsquo;s law? In what ways do these realities help to affirm the goodness of God&rsquo;s law and why law should be a crucial part of our relationship with Him?</strong></p>"
    },
    {
      "id": 86,
      "idLesson": 8,
      "idDay": 6,
      "dayTitle": "<p><strong>If . . .</strong></p>",
      "date": "May 20",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Look up the following verses. What is the one point they have in common, and what does it teach about the nature of the covenant?<br></strong><br><strong>Gen. 18:19&nbsp;</strong></p> <p><strong><span class=\"text Gen-18-19\"><sup class=\"versenum\">19&nbsp;</sup></span></strong><span class=\"text Gen-18-19\">For I have known him, in order that he may command his children and his household after him, that they keep the way of the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span>, to do righteousness and justice, that the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span> may bring to Abraham what He has spoken to him.&rdquo;</span><strong><span class=\"text Gen-18-19\">&nbsp;</span>&nbsp;</strong></p> <p><strong>Gen. 26:4, 5&nbsp;</strong></p> <p>&nbsp;<span class=\"text Gen-26-4\"><strong><sup class=\"versenum\">4&nbsp;</sup></strong>And I will make your descendants multiply as the stars of heaven; I will give to your descendants all these lands; and in your seed all the nations of the earth shall be blessed;&nbsp;</span> <span class=\"text Gen-26-5\"><sup class=\"versenum\"><strong>5&nbsp;</strong></sup>because Abraham obeyed My voice and kept My charge, My commandments, My statutes, and My laws.&rdquo;</span></p> <p><strong>Exod. 19:5&nbsp;</strong></p> <p><strong><span class=\"text Exod-19-5\"><sup class=\"versenum\">5&nbsp;</sup></span></strong><span class=\"text Exod-19-5\">Now therefore, if you will indeed obey My voice and keep My covenant, then you shall be a special treasure to Me above all people; for all the earth <em>is</em> Mine.&nbsp;</span></p> <p><strong>Lev. 26:3</strong></p> <p><span class=\"text Lev-26-3\"><sup class=\"versenum\"><strong>3&nbsp;</strong></sup>&lsquo;If you walk in My statutes and keep My commandments, and perform them,</span> </p> <p><br>God openly acknowledges Abraham&rsquo;s faithful obedience to &ldquo;my commandments, my statutes, and my laws&rdquo; (Gen. 26:5). It is implied that God expects such a lifestyle from His human partner in the covenant. The full statement of the biblical covenant at Sinai makes it abundantly evident that conditions of obedience are one of the basic aspects of the covenant.<br><br>Exodus 19:5 makes it clear: &ldquo;If ye will obey . . .&rdquo;. The conditional aspect of the covenant is undeniable; though bestowed by grace, though unearned, though a gift to them, the covenant promises were not unconditional. The people could reject the gift, deny the grace, and turn away from the promises. The covenant, as with salvation, never negates free will. The Lord does not force people into a saving relationship with Him; He doesn&rsquo;t impose a covenant upon them. He freely offers it to everyone; everyone is invited to accept it. When a person does accept it, obligations follow, not as a means of earning the covenant blessing but as an outward manifestation of having received the covenant blessings. Israel should obey, not in order to earn the promises, but so that the promises could be fulfilled in her. Her obedience was an expression of what it is like to be blessed by the Lord. Obedience does not earn the blessings, in that God is obligated to bring them; obedience, instead, creates an environment in which the blessing of faith can be made manifest.<br><br><strong>&ldquo;Ye shall walk in all the ways which the Lord your God hath commanded you, that ye may live, and that it may be well with you, and that ye may prolong your days in the land which ye shall possess&rdquo; (Deut. 5:33). Is the Lord saying here to Israel that if they obey, they will earn these blessings, that these blessings are what the people are owed? Or is He saying: If you obey, these blessings can result because obedience opens the way for Me to be able to bring the blessings upon you? What is the difference between the two ideas?</strong></p>"
    },
    {
      "id": 87,
      "idLesson": 8,
      "idDay": 7,
      "dayTitle": "<p><strong>Further Thought:</strong> </p>",
      "date": "May 21",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Read Ellen G. White, &ldquo;Controversy,&rdquo; pp. 607, 608, in The Desire of Ages; and &ldquo;The Law and the Covenants,&rdquo; pp. 363&ndash;373, in Patriarchs and Prophets.<br><br>How does Matthew 22:34&ndash;40 help us better understand (1) the place and meaning of God&rsquo;s law within His covenant and (2) the concept that covenant is synonymous with relationship?<br><br>&ldquo;There must first be love in the heart before a person can, in the strength and by the grace of Christ, begin to observe the precepts of God&rsquo;s law (cf. Rom. 8:3, 4). Obedience without love is as impossible as it is worthless. But where love is present a person will automatically set out to order his life in harmony with the will of God as expressed in His commandments.&rdquo;&mdash;The SDA Bible Commentary, vol. 5, p. 484.<br><br>&ldquo;In the precepts of His holy law, God has given a perfect rule of life; and He has declared that until the close of time this law, unchanged in a single jot or tittle, is to maintain its claim upon human beings. Christ came to magnify the law and make it honorable. He showed that it is based upon the broad foundation of love to God and love to man, and that obedience to its precepts comprises the whole duty of man. In His own life He gave an example of obedience to the law of God. In the Sermon on the Mount He showed how its requirements extend beyond the outward acts and take cognizance of the thoughts and intents of the heart.&rdquo;&mdash;Ellen G. White, The Acts of the Apostles, p. 505.<br><br><strong>Discussion Questions:</strong><br><br><strong>1</strong>. Why does the thread of love exert a stronger pull than the rope of fear to draw human beings to God?<br><br><strong>2</strong>. Why is the command to &ldquo; &lsquo; &ldquo;love the Lord your God with all your heart and with all your soul and with all your mind&rdquo; &rsquo; &rdquo; (Matt. 22:37, NIV) the first and greatest commandment?<br><br><strong>3</strong>. Simone Weil once wrote that &ldquo; &lsquo;order is the first need of all.&rsquo; &rdquo; &mdash;Quoted in Russell Kirk, The Roots of American Order (Washington, D.C.: Regnery Gateway, 1992), p. 3. How do you understand her words in the context of the week&rsquo;s study, particularly in relation to the idea of law?<br><br><strong>Summary</strong>: God&rsquo;s law was an integral part of the covenant. Yet, it was a true covenant of grace. Grace, however, never nullifies the need for law. On the contrary, law is a means by which grace is manifested and expressed in the lives of those who receive grace.<br><br><strong>Inside Story</strong><br><br><strong>Unexplainable Hospital Visit </strong></p> <p>By Andrew McChesney, Adventist Mission<br><br>In Medellin, Colombia, Hernando D&iacute;az stepped out of the hospital to rest. He had spent the past two hours with his young son, Samuel, as the boy&rsquo;s blood was cleaned by a dialysis machine with an artificial kidney. His wife, Erica, was now sitting with the boy for the last two hours of hemodialysis.<br><br>Hernando collapsed onto a bench near a water fountain, and he turned on a sermon on his cell phone. Moments later, a stranger walked up and asked whether he could sit on the bench. Hernando nodded, listening to the sermon over the cell phone speaker. The stranger&rsquo;s own cell phone rang. &ldquo;I&rsquo;ve decided to kill myself,&rdquo; the stranger angrily told the caller. &ldquo;I haven&rsquo;t been able to find work for two years, and I don&rsquo;t want to live. Don&rsquo;t call me.&rdquo; As he spoke, he seemed to forget Hernando on the bench. But when he hung up, he came back to reality. The sermon caught his attention. &ldquo;Is that a Christian preacher?&rdquo; he asked. &ldquo;Yes, he is,&rdquo; Hernando said. &ldquo;I heard that you want to take your life.&rdquo; &ldquo;Yes, that is what I want to do,&rdquo; the man said. &ldquo;I cannot bear it anymore.&rdquo; &ldquo;I don&rsquo;t think that it is a coincidence that you sat with me,&rdquo; Hernando said. &ldquo;You need help. Would you like help?&rdquo; &ldquo;Yes, I would like help.&rdquo; &ldquo;What do you do?&rdquo; &ldquo;I&rsquo;m an accountant, and I have a family that I can&rsquo;t support.&rdquo; &ldquo;If someone told you, &lsquo;I can help you and supply your needs and give you hope for a better future,&rsquo; would you accept it?&rdquo; &ldquo;Of course!&rdquo;<br><br>Hernando spoke about Jesus, and the man gave his heart to Jesus on the spot. Hernando encouraged him to send out his r&eacute;sum&eacute; with faith. The next day, Hernando sat on the same bench and saw the man looking for him.<br><br>&ldquo;Guess what!&rdquo; the man said. &ldquo;Someone called with a job offer. I feel great!&rdquo; Hernando praised God and curiously asked whom he had visited at the hospital the previous day. The man said he didn&rsquo;t know anyone at the hospital. &ldquo;Yesterday I felt an irresistible urge to come to the hospital,&rdquo; he said. &ldquo;I sat next to you because I didn&rsquo;t know what to do.&rdquo;<br><br>Hernando, a Seventh-day Adventist physician at the Adventist Medical Center on the campus of Colombia Adventist University in Medellin, has many similar stories. During the past five years, more than 100 people have changed their minds about committing suicide after praying with him. &ldquo;They now are living normal lives,&rdquo; he said.</p>"
    }
  ]
}
