{
  "id": 3,
  "lessonNumber": 3,
  "versionCode": 5,
  "quarter": "4T2020",
  "title": "<p><strong>LA LEY COMO EDUCADORA</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "es",
  "verse": "<p><strong>PARA MEMORIZAR: &ldquo;Y amar&aacute;s a Jehov&aacute; tu Dios de todo tu coraz&oacute;n, y de toda tu alma, y con todas tus fuerzas&rdquo; (Deut. 6:5).</strong></p>",
  "weekDate": "10 de Octubre-16 de octubre",
  "lessonDays": [
    {
      "id": 31,
      "idLesson": 3,
      "idDay": 1,
      "dayTitle": "",
      "date": "10 de Octubre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Al advertir a los g&aacute;latas contra el legalismo, Pablo escribi&oacute;: &ldquo;Si esto es as&iacute;, &iquest;estar&aacute; la ley en contra de las promesas de Dios? &iexcl;De ninguna manera! Si se hubiera promulgado una ley capaz de dar vida, entonces s&iacute; que la justicia se basar&iacute;a en la Ley&rdquo; (G&aacute;l. 3:21, NVI). Por supuesto, si alguna ley hubiera podido dar vida, esa habr&iacute;a sido la Ley de Dios. Y, sin embargo, el argumento de Pablo es que para nosotros, como pecadores, incluso la Ley de Dios no nos puede vivificar. &iquest;Por qu&eacute;? &ldquo;Pero la Escritura declara que todo el mundo es prisionero del pecado, para que mediante la fe en Jesucristo lo prometido se les conceda a los que creen&rdquo; (3:22, NVI).</p><p></p><p>Si la Ley no puede dar vida a los pecadores, &iquest;cu&aacute;l es su prop&oacute;sito, aparte de mostrarnos nuestra necesidad de la gracia? La Ley, entonces, &iquest;solo cumple una funci&oacute;n negativa, solo est&aacute; all&iacute; para mostrarnos nuestros pecados?</p><p></p><p>No, la Ley tambi&eacute;n existe para se&ntilde;alarnos el camino de la vida, que solo se encuentra en Jes&uacute;s. De esto deber&iacute;a tratarse tambi&eacute;n la verdadera educaci&oacute;n, que nos indica una vida de gracia, de fe y de obediencia a Cristo. Esta semana estudiaremos el papel de la Ley de Dios en todo el planteamiento de la educaci&oacute;n cristiana. Aunque esta Ley no pueda salvarnos, veamos lo que s&iacute; puede ense&ntilde;arnos sobre la fe, la gracia y el amor de Dios.</p>"
    },
    {
      "id": 32,
      "idLesson": 3,
      "idDay": 2,
      "dayTitle": "<p><strong> AMAR Y TEMER A DIOS</strong></p>",
      "date": "11 de Octubre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>El libro de Deuteronomio contiene las &uacute;ltimas palabras de Mois&eacute;s a Israel antes de una nueva generaci&oacute;n, la que finalmente entrar&aacute; en la Tierra Prometida. Pero, antes de entrar, &eacute;l les habla muy claro y les da instrucciones precisas.</p><p></p><p><strong>Lee Deuteronomio 31:9 al 13. &iquest;Qu&eacute; significa temer a Jehov&aacute;? </strong></p><p><strong>Deuteronomio 31:9 - 13</strong></p><p><strong>9</strong> Y escribi&oacute; Mois&eacute;s esta ley, y la dio a los sacerdotes hijos de Lev&iacute;, que llevaban el arca del pacto de Jehov&aacute;, y a todos los ancianos de Israel.</p><p><strong>10</strong> Y les mand&oacute; Mois&eacute;s, diciendo: Al fin de cada siete a&ntilde;os, en el a&ntilde;o de la remisi&oacute;n, en la fiesta de los tabern&aacute;culos,</p><p><strong>11</strong> cuando viniere todo Israel a presentarse delante de Jehov&aacute; tu Dios en el lugar que &eacute;l escogiere, leer&aacute;s esta ley delante de todo Israel a o&iacute;dos de ellos.</p><p><strong>12</strong> Har&aacute;s congregar al pueblo, varones y mujeres y ni&ntilde;os, y tus extranjeros que estuvieren en tus ciudades, para que oigan y aprendan, y teman a Jehov&aacute; vuestro Dios, y cuiden de cumplir todas las palabras de esta ley;</p><p><strong>13</strong> y los hijos de ellos que no supieron, oigan, y aprendan a temer a Jehov&aacute; vuestro Dios todos los d&iacute;as que viviereis sobre la tierra adonde vais, pasando el Jord&aacute;n, para tomar posesi&oacute;n de ella.</p><p></p><p>Dios fue deliberado en las formas de impartir su Ley a Israel. Hizo todas las provisiones para que sus leyes no quedaran en el olvido. De modo que Dios es un educador paciente. Ense&ntilde;a, repite, env&iacute;a a profetas y utiliza a sus siervos para impartir su mensaje. Y lo hizo vez tras vez. De hecho, gran parte de los escritos del Antiguo Testamento &iquest;no son, acaso, intentos de Dios de ense&ntilde;ar a su pueblo a seguir el camino de la vida?</p><p></p><p>Observa en estos vers&iacute;culos que Mois&eacute;s enfatiza la importancia de que las generaciones futuras aprendan la Ley. Mois&eacute;s lo describe como un proceso de dos pasos. En primer lugar, los ni&ntilde;os oyen la Ley, y luego &ldquo;aprend[en ] a temer a Jehov&aacute; vuestro Dios&rdquo; (Deut. 31:13).</p><p></p><p>En primer lugar oyen, y luego aprenden a temer a Dios. Es decir, aprender la Ley presupone que el temor no ser&aacute; un resultado natural de conocerla. El proceso de temer a Dios debe aprenderse. Mois&eacute;s da a entender que el conocimiento y el temor son un proceso, no una relaci&oacute;n inmediata de causa y efecto.</p><p></p><p>Adem&aacute;s, &iquest;qu&eacute; significa &ldquo;temer a Jehov&aacute;&rdquo; cuando se dice al pueblo: &ldquo;Amar&aacute;s a Jehov&aacute; tu Dios de todo tu coraz&oacute;n, y de toda tu alma, y con todas tus fuerzas&rdquo; (6:5)? Quiz&aacute; podamos compararlo con la forma en que un ni&ntilde;o ama y teme a un buen padre, un padre que revela su amor y su cuidado al demostrar que habla en serio. Con un padre as&iacute;, si haces algo malo, de hecho sufrir&aacute;s las consecuencias de esa mala acci&oacute;n. S&iacute;, nosotros podemos y debemos amar y temer a Dios al mismo tiempo. No son ideas contradictorias. Cuanto m&aacute;s aprendemos acerca de Dios, m&aacute;s lo amamos a causa de su bondad; y, sin embargo, al mismo tiempo, cuanto m&aacute;s conocemos a Dios, m&aacute;s podemos temerlo tambi&eacute;n, porque podemos ver cu&aacute;n santo y justo es &eacute;l y cu&aacute;n pecaminosos e injustos somos nosotros, en contraste, y que solo por gracia (m&eacute;rito inmerecido) no somos destruidos.</p><p></p><p><strong>&iquest;C&oacute;mo entiendes lo que significa amar y temer a Dios al mismo tiempo?</strong></p>"
    },
    {
      "id": 33,
      "idLesson": 3,
      "idDay": 3,
      "dayTitle": "<p><strong>UN TESTIGO CONTRA NOSOTROS</strong></p>",
      "date": "12 de Octubre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Cuando Mois&eacute;s se entera de que pronto morir&aacute;, es totalmente consciente de la situaci&oacute;n que dejar&aacute; atr&aacute;s. &Eacute;l sabe que, despu&eacute;s de su muerte, los israelitas entrar&aacute;n en la Tierra Prometida de Cana&aacute;n. Tambi&eacute;n sabe que se volver&aacute;n rebeldes al llegar a su destino, tan anhelado.</p><p></p><p><strong>Lee Deuteronomio 31:14 al 27. &iquest;Qu&eacute; preparativos hace Mois&eacute;s antes de su muerte? &iquest;Cu&aacute;les eran las principales preocupaciones de Mois&eacute;s y c&oacute;mo las aborda?</strong></p><p><strong>Deuteronomio 31:14 - 27</strong></p><p><strong>14</strong> Y Jehov&aacute; dijo a Mois&eacute;s: He aqu&iacute; se ha acercado el d&iacute;a de tu muerte; llama a Josu&eacute;, y esperad en el tabern&aacute;culo de reuni&oacute;n para que yo le d&eacute; el cargo. Fueron, pues, Mois&eacute;s y Josu&eacute;, y esperaron en el tabern&aacute;culo de reuni&oacute;n.</p><p><strong>15</strong> Y se apareci&oacute; Jehov&aacute; en el tabern&aacute;culo, en la columna de nube; y la columna de nube se puso sobre la puerta del tabern&aacute;culo.</p><p><strong>16</strong> Y Jehov&aacute; dijo a Mois&eacute;s: He aqu&iacute;, t&uacute; vas a dormir con tus padres, y este pueblo se levantar&aacute; y fornicar&aacute; tras los dioses ajenos de la tierra adonde va para estar en medio de ella; y me dejar&aacute;, e invalidar&aacute; mi pacto que he concertado con &eacute;l;</p><p><strong>17</strong> y se encender&aacute; mi furor contra &eacute;l en aquel d&iacute;a; y los abandonar&eacute;, y esconder&eacute; de ellos mi rostro, y ser&aacute;n consumidos; y vendr&aacute;n sobre ellos muchos males y angustias, y dir&aacute;n en aquel d&iacute;a: &iquest;No me han venido estos males porque no est&aacute; mi Dios en medio de m&iacute;?</p><p><strong>18</strong> Pero ciertamente yo esconder&eacute; mi rostro en aquel d&iacute;a, por todo el mal que ellos habr&aacute;n hecho, por haberse vuelto a dioses ajenos.</p><p><strong>19</strong> Ahora pues, escrib&iacute;os este c&aacute;ntico, y ens&eacute;&ntilde;alo a los hijos de Israel; ponlo en boca de ellos, para que este c&aacute;ntico me sea por testigo contra los hijos de Israel.</p><p><strong>20</strong> Porque yo les introducir&eacute; en la tierra que jur&eacute; a sus padres, la cual fluye leche y miel; y comer&aacute;n y se saciar&aacute;n, y engordar&aacute;n; y se volver&aacute;n a dioses ajenos y les servir&aacute;n, y me enojar&aacute;n, e invalidar&aacute;n mi pacto.</p><p><strong>21</strong> Y cuando les vinieren muchos males y angustias, entonces este c&aacute;ntico responder&aacute; en su cara como testigo, pues ser&aacute; recordado por la boca de sus descendientes; porque yo conozco lo que se proponen de antemano, antes que los introduzca en la tierra que jur&eacute; darles.</p><p><strong>22</strong> Y Mois&eacute;s escribi&oacute; este c&aacute;ntico aquel d&iacute;a, y lo ense&ntilde;&oacute; a los hijos de Israel.</p><p><strong>23</strong> Y dio orden a Josu&eacute; hijo de Nun, y dijo: Esfu&eacute;rzate y an&iacute;mate, pues t&uacute; introducir&aacute;s a los hijos de Israel en la tierra que les jur&eacute;, y yo estar&eacute; contigo.</p><p><strong>24</strong> Y cuando acab&oacute; Mois&eacute;s de escribir las palabras de esta ley en un libro hasta concluirse,</p><p><strong>25</strong> dio &oacute;rdenes Mois&eacute;s a los levitas que llevaban el arca del pacto de Jehov&aacute;, diciendo:</p><p><strong>26</strong> Tomad este libro de la ley, y ponedlo al lado del arca del pacto de Jehov&aacute; vuestro Dios, y est&eacute; all&iacute; por testigo contra ti.</p><p><strong>27</strong> Porque yo conozco tu rebeli&oacute;n, y tu dura cerviz; he aqu&iacute; que aun viviendo yo con vosotros hoy, sois rebeldes a Jehov&aacute;; &iquest;cu&aacute;nto m&aacute;s despu&eacute;s que yo haya muerto?</p><p><strong></strong></p><p>El tono de Mois&eacute;s quiz&aacute; parezca el de un maestro que se prepara para un suplente. &Eacute;l sabe que sus alumnos se han portado mal en su presencia en el aula; no es tan ingenuo como para pensar que no se rebelar&aacute;n en su ausencia. Instruye a los levitas que llevaron el Arca del Pacto para que coloquen el Libro de la Ley junto al Arca para que sirva de &ldquo;testigo&rdquo;. Mois&eacute;s no est&aacute; simplemente comunicando un plan de clase para su suplente, est&aacute; dejando un testigo. Mois&eacute;s habla del Libro de la Ley como si fuera un ser vivo con poder para reprender el coraz&oacute;n de los hombres.</p><p></p><p><strong> Piensa en la Ley como un &ldquo;testigo contra&rdquo; ellos. &iquest;C&oacute;mo entendemos esta idea tambi&eacute;n en el Nuevo Testamento? Ver Romanos 3:19 al 23. Es decir, &iquest;c&oacute;mo nos se&ntilde;ala la Ley nuestra necesidad de la gracia?</strong></p><p><strong>Romanos 3:19 al 23</strong></p><p><strong>19</strong> Pero sabemos que todo lo que la ley dice, lo dice a los que est&aacute;n bajo la ley, para que toda boca se cierre y todo el mundo quede bajo el juicio de Dios;</p><p><strong>20</strong> ya que por las obras de la ley ning&uacute;n ser humano ser&aacute; justificado delante de &eacute;l; porque por medio de la ley es el conocimiento del pecado.</p><p><strong>21</strong> Pero ahora, aparte de la ley, se ha manifestado la justicia de Dios, testificada por la ley y por los profetas;</p><p><strong>22</strong> la justicia de Dios por medio de la fe en Jesucristo, para todos los que creen en &eacute;l. Porque no hay diferencia,</p><p><strong>23</strong> por cuanto todos pecaron, y est&aacute;n destituidos de la gloria de Dios,</p><p><strong></strong></p><p>En Deuteronomio 31, Dios ordena a Mois&eacute;s que escriba un c&aacute;ntico que el Se&ntilde;or ense&ntilde;&oacute; a Mois&eacute;s. Luego Mois&eacute;s deber&aacute; ense&ntilde;arles el c&aacute;ntico a los israelitas para que, como indica el vers&iacute;culo 19, &ldquo;me sea por testigo contra los hijos de Israel&rdquo;. Nuevamente vemos las directivas de Dios personificadas. Un canto, al entonarlo, se comparte y se difunde con m&aacute;s facilidad. Y, cuando un canto es testigo, tiene la capacidad de hacer que la gente haga un autoexamen y vea lo que este dice de ella.</p><p></p><p><strong>Aun cuando tratamos de obedecer la Ley divina con toda la fuerza que Dios nos da, &iquest;de qu&eacute; manera su Ley funciona como un &ldquo;testigo contra&rdquo; nosotros? &iquest;Qu&eacute; nos ense&ntilde;a este testigo sobre la necesidad del evangelio en nuestra vida?</strong></p>"
    },
    {
      "id": 34,
      "idLesson": 3,
      "idDay": 4,
      "dayTitle": "<p><strong> PARA QUE SEAS PROSPERADO</strong></p>",
      "date": "13 de Octubre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>En la Biblia, de principio a fin escuchamos hablar de otros resultados de conocer y obedecer la Ley de Dios.</p><p></p><p><strong>Lee Josu&eacute; 1:7 y 8. &iquest;Qu&eacute; le estaba diciendo el Se&ntilde;or a Josu&eacute;, y c&oacute;mo se aplican hoy a nosotros los principios que all&iacute; se encuentran?</strong></p><p><strong>Josu&eacute; 1:7 - 8</strong></p><p><strong>7</strong> Solamente esfu&eacute;rzate y s&eacute; muy valiente, para cuidar de hacer conforme a toda la ley que mi siervo Mois&eacute;s te mand&oacute;; no te apartes de ella ni a diestra ni a siniestra, para que seas prosperado en todas las cosas que emprendas.</p><p><strong>8</strong> Nunca se apartar&aacute; de tu boca este libro de la ley, sino que de d&iacute;a y de noche meditar&aacute;s en &eacute;l, para que guardes y hagas conforme a todo lo que en &eacute;l est&aacute; escrito; porque entonces har&aacute;s prosperar tu camino, y todo te saldr&aacute; bien.</p><p><strong></strong></p><p>El Se&ntilde;or dice a Josu&eacute;, cuando entra en Cana&aacute;n: &ldquo;Solamente esfu&eacute;rzate y s&eacute; muy valiente, para cuidar de hacer conforme a toda la Ley que mi siervo Mois&eacute;s te mand&oacute;; no te apartes de ella ni a diestra ni a siniestra, para que seas prosperado en todas las cosas que emprendas&rdquo; (Jos. 1:7).</p><p></p><p>Esta noci&oacute;n de &eacute;xito como un subproducto de la obediencia puede parecer contraria a la forma en que se mide el &eacute;xito en nuestro mundo actual. Muchos creen hoy que las marcas del &eacute;xito son la innovaci&oacute;n, la creatividad y la autosuficiencia. Para tener &eacute;xito en una industria en particular, a menudo se requiere asumir riesgos y tener un talento extraordinario.</p><p></p><p>Sin embargo, a los ojos de Dios, el &eacute;xito requiere un conjunto diferente de recursos.</p><p></p><p><strong>Lee Apocalipsis 12:17; 14:12; Romanos 1:5; 16:26; y Santiago 2:10 al 12. &iquest;Qu&eacute; nos dicen estos vers&iacute;culos hoy sobre la obediencia a la Ley de Dios? Es decir, aunque no somos salvos por obedecer la Ley de Dios, &iquest;por qu&eacute; es tan importante que aun as&iacute; la obedezcamos?</strong></p><p><strong>Apocalipsis 12:17</strong></p><p><strong>17</strong> Entonces el drag&oacute;n se llen&oacute; de ira contra la mujer; y se fue a hacer guerra contra el resto de la descendencia de ella, los que guardan los mandamientos de Dios y tienen el testimonio de Jesucristo.</p><p></p><p><strong>Apocalipsis 14:12</strong></p><p><strong>12</strong> Aqu&iacute; est&aacute; la paciencia de los santos, los que guardan los mandamientos de Dios y la fe de Jes&uacute;s.</p><p></p><p><strong>Romanos 1:5</strong></p><p><strong>5 </strong>y por quien recibimos la gracia y el apostolado, para la obediencia a la fe en todas las naciones por amor de su nombre;</p><p></p><p><strong>Romanos 16:26</strong></p><p><strong>26 </strong>pero que ha sido manifestado ahora, y que por las Escrituras de los profetas, seg&uacute;n el mandamiento del Dios eterno, se ha dado a conocer a todas las gentes para que obedezcan a la fe</p><p></p><p><strong>Santiago 2:10 - 12</strong></p><p><strong>10</strong> Porque cualquiera que guardare toda la ley, pero ofendiere en un punto, se hace culpable de todos.</p><p><strong>11</strong> Porque el que dijo: No cometer&aacute;s adulterio, tambi&eacute;n ha dicho: No matar&aacute;s. Ahora bien, si no cometes adulterio, pero matas, ya te has hecho transgresor de la ley.</p><p><strong>12</strong> As&iacute; hablad, y as&iacute; haced, como los que hab&eacute;is de ser juzgados por la ley de la libertad.</p><p></p><p>Antiguo Testamento, Nuevo Testamento, Antiguo Pacto, Nuevo Pacto, no importa: como cristianos que creemos en la Biblia, somos llamados a obedecer la Ley de Dios. La transgresi&oacute;n de la Ley, tambi&eacute;n llamada pecado, solo puede acarrear dolor, sufrimiento y la muerte eterna. &iquest;Qui&eacute;n no ha aprendido o visto de primera mano los resultados del pecado, los resultados de la transgresi&oacute;n de la Ley de Dios? As&iacute; como el antiguo Israel prosperar&iacute;a al obedecer la Ley (a pesar de que tambi&eacute;n necesitaba la gracia), as&iacute; tambi&eacute;n nosotros hoy. Por lo tanto, como parte de la educaci&oacute;n cristiana, debemos guardar la Ley de Dios como un componente central de lo que significa vivir por fe y confiar en la gracia de Dios.</p><p></p><p><strong>&iquest;Cu&aacute;l ha sido tu experiencia con las consecuencias del pecado? &iquest;Qu&eacute; has aprendido que podr&iacute;as compartir con los dem&aacute;s para que, quiz&aacute;, no cometan los mismos errores?</strong></p>"
    },
    {
      "id": 35,
      "idLesson": 3,
      "idDay": 5,
      "dayTitle": "<p><strong>EL AF&Aacute;N Y LAS LUCHAS DE LOS QUE GUARDAN LA LEY</strong></p>",
      "date": "14 de Octubre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Hay grandes beneficios al cumplir la Ley de Dios, como se evidencia con las personas a quienes Dios prosper&oacute;. Josu&eacute; se atuvo a los preceptos de Dios y dirigi&oacute; bien al pueblo de Israel. Vez tras vez, el Se&ntilde;or le dijo a Israel que si obedec&iacute;an la Ley prosperar&iacute;an.</p><p></p><p><strong>Lee 2 Cr&oacute;nicas 31:20 y 21. &iquest;Cu&aacute;les fueron las razones clave en este pasaje para la prosperidad de Ezequ&iacute;as?</strong></p><p><strong>2 Cr&oacute;nicas 31:20 - 21</strong></p><p><strong>20</strong> De esta manera hizo Ezequ&iacute;as en todo Jud&aacute;; y ejecut&oacute; lo bueno, recto y verdadero delante de Jehov&aacute; su Dios.</p><p><strong>21</strong> En todo cuanto emprendi&oacute; en el servicio de la casa de Dios, de acuerdo con la ley y los mandamientos, busc&oacute; a su Dios, lo hizo de todo coraz&oacute;n, y fue prosperado.</p><p></p><p>Cualquiera que sea el lugar que ocupemos en la educaci&oacute;n, debemos enfatizar la importancia de la obediencia. Sin embargo, nuestros alumnos no son tontos. Tarde o temprano constatar&aacute;n que algunos son fieles, amantes y obedientes, y aun as&iacute;, &iquest;qu&eacute;? &iexcl;Tambi&eacute;n les ocurren desastres! &iquest;C&oacute;mo explicamos esto? Lo cierto es que no podemos. Vivimos en un mundo de pecado, de maldad, un mundo en el que el Gran Conflicto hace estragos, y ninguno de nosotros es inmune a &eacute;l.</p><p></p><p><strong>&iquest;Qu&eacute; nos ense&ntilde;an los siguientes pasajes sobre esta dif&iacute;cil pregunta? Marcos 6:25&ndash;27; Job 1; 2; 2 Corintios 11:23-29.</strong></p><p><strong>Marcos 6:25&ndash;27</strong></p><p><strong>25</strong> Entonces ella entr&oacute; prontamente al rey, y pidi&oacute; diciendo: Quiero que ahora mismo me des en un plato la cabeza de Juan el Bautista.</p><p><strong>26</strong> Y el rey se entristeci&oacute; mucho; pero a causa del juramento, y de los que estaban con &eacute;l a la mesa, no quiso desecharla.</p><p><strong>27</strong> Y en seguida el rey, enviando a uno de la guardia, mand&oacute; que fuese tra&iacute;da la cabeza de Juan.</p><p></p><p><strong>Job 1</strong></p><p><strong>1</strong> Hubo en tierra de Uz un var&oacute;n llamado Job; y era este hombre perfecto y recto, temeroso de Dios y apartado del mal.</p><p><strong>2</strong> Y le nacieron siete hijos y tres hijas.</p><p><strong>3</strong> Su hacienda era siete mil ovejas, tres mil camellos, quinientas yuntas de bueyes, quinientas asnas, y much&iacute;simos criados; y era aquel var&oacute;n m&aacute;s grande que todos los orientales.</p><p><strong>4</strong> E iban sus hijos y hac&iacute;an banquetes en sus casas, cada uno en su d&iacute;a; y enviaban a llamar a sus tres hermanas para que comiesen y bebiesen con ellos.</p><p><strong>5</strong> Y acontec&iacute;a que habiendo pasado en turno los d&iacute;as del convite, Job enviaba y los santificaba, y se levantaba de ma&ntilde;ana y ofrec&iacute;a holocaustos conforme al n&uacute;mero de todos ellos. Porque dec&iacute;a Job: Quiz&aacute; habr&aacute;n pecado mis hijos, y habr&aacute;n blasfemado contra Dios en sus corazones. De esta manera hac&iacute;a todos los d&iacute;as.</p><p><strong>6</strong> Un d&iacute;a vinieron a presentarse delante de Jehov&aacute; los hijos de Dios, entre los cuales vino tambi&eacute;n Satan&aacute;s.</p><p><strong>7</strong> Y dijo Jehov&aacute; a Satan&aacute;s: &iquest;De d&oacute;nde vienes? Respondiendo Satan&aacute;s a Jehov&aacute;, dijo: De rodear la tierra y de andar por ella.</p><p><strong>8</strong> Y Jehov&aacute; dijo a Satan&aacute;s: &iquest;No has considerado a mi siervo Job, que no hay otro como &eacute;l en la tierra, var&oacute;n perfecto y recto, temeroso de Dios y apartado del mal?</p><p><strong>9</strong> Respondiendo Satan&aacute;s a Jehov&aacute;, dijo: &iquest;Acaso teme Job a Dios de balde?</p><p><strong>10</strong> &iquest;No le has cercado alrededor a &eacute;l y a su casa y a todo lo que tiene? Al trabajo de sus manos has dado bendici&oacute;n; por tanto, sus bienes han aumentado sobre la tierra.</p><p><strong>11</strong> Pero extiende ahora tu mano y toca todo lo que tiene, y ver&aacute;s si no blasfema contra ti en tu misma presencia.</p><p><strong>12</strong> Dijo Jehov&aacute; a Satan&aacute;s: He aqu&iacute;, todo lo que tiene est&aacute; en tu mano; solamente no pongas tu mano sobre &eacute;l. Y sali&oacute; Satan&aacute;s de delante de Jehov&aacute;.</p><p><strong>13</strong> Y un d&iacute;a aconteci&oacute; que sus hijos e hijas com&iacute;an y beb&iacute;an vino en casa de su hermano el primog&eacute;nito,</p><p><strong>14</strong> y vino un mensajero a Job, y le dijo: Estaban arando los bueyes, y las asnas paciendo cerca de ellos,</p><p><strong>15</strong> y acometieron los sabeos y los tomaron, y mataron a los criados a filo de espada; solamente escap&eacute; yo para darte la noticia.</p><p><strong>16</strong> A&uacute;n estaba &eacute;ste hablando, cuando vino otro que dijo: Fuego de Dios cay&oacute; del cielo, que quem&oacute; las ovejas y a los pastores, y los consumi&oacute;; solamente escap&eacute; yo para darte la noticia.</p><p><strong>17</strong> Todav&iacute;a estaba &eacute;ste hablando, y vino otro que dijo: Los caldeos hicieron tres escuadrones, y arremetieron contra los camellos y se los llevaron, y mataron a los criados a filo de espada; y solamente escap&eacute; yo para darte la noticia.</p><p><strong>18</strong> Entre tanto que &eacute;ste hablaba, vino otro que dijo: Tus hijos y tus hijas estaban comiendo y bebiendo vino en casa de su hermano el primog&eacute;nito;</p><p><strong>19</strong> y un gran viento vino del lado del desierto y azot&oacute; las cuatro esquinas de la casa, la cual cay&oacute; sobre los j&oacute;venes, y murieron; y solamente escap&eacute; yo para darte la noticia.</p><p><strong>20</strong> Entonces Job se levant&oacute;, y rasg&oacute; su manto, y rasur&oacute; su cabeza, y se postr&oacute; en tierra y ador&oacute;,</p><p><strong>21</strong> y dijo: Desnudo sal&iacute; del vientre de mi madre, y desnudo volver&eacute; all&aacute;. Jehov&aacute; dio, y Jehov&aacute; quit&oacute;; sea el nombre de Jehov&aacute; bendito.</p><p><strong>22</strong> En todo esto no pec&oacute; Job, ni atribuy&oacute; a Dios desprop&oacute;sito alguno.</p><p></p><p></p><p><strong>Job 2</strong></p><p><strong>1</strong> Aconteci&oacute; que otro d&iacute;a vinieron los hijos de Dios para presentarse delante de Jehov&aacute;, y Satan&aacute;s vino tambi&eacute;n entre ellos present&aacute;ndose delante de Jehov&aacute;.</p><p><strong>2</strong> Y dijo Jehov&aacute; a Satan&aacute;s: &iquest;De d&oacute;nde vienes? Respondi&oacute; Satan&aacute;s a Jehov&aacute;, y dijo: De rodear la tierra, y de andar por ella.</p><p><strong>3</strong> Y Jehov&aacute; dijo a Satan&aacute;s: &iquest;No has considerado a mi siervo Job, que no hay otro como &eacute;l en la tierra, var&oacute;n perfecto y recto, temeroso de Dios y apartado del mal, y que todav&iacute;a retiene su integridad, aun cuando t&uacute; me incitaste contra &eacute;l para que lo arruinara sin causa?</p><p><strong>4</strong> Respondiendo Satan&aacute;s, dijo a Jehov&aacute;: Piel por piel, todo lo que el hombre tiene dar&aacute; por su vida.</p><p><strong>5</strong> Pero extiende ahora tu mano, y toca su hueso y su carne, y ver&aacute;s si no blasfema contra ti en tu misma presencia.</p><p><strong>6</strong> Y Jehov&aacute; dijo a Satan&aacute;s: He aqu&iacute;, &eacute;l est&aacute; en tu mano; mas guarda su vida.</p><p><strong>7</strong> Entonces sali&oacute; Satan&aacute;s de la presencia de Jehov&aacute;, e hiri&oacute; a Job con una sarna maligna desde la planta del pie hasta la coronilla de la cabeza.</p><p><strong>8</strong> Y tomaba Job un tiesto para rascarse con &eacute;l, y estaba sentado en medio de ceniza.</p><p><strong>9</strong> Entonces le dijo su mujer: &iquest;A&uacute;n retienes tu integridad? Maldice a Dios, y mu&eacute;rete.</p><p><strong>10</strong> Y &eacute;l le dijo: Como suele hablar cualquiera de las mujeres fatuas, has hablado. &iquest;Qu&eacute;? &iquest;Recibiremos de Dios el bien, y el mal no lo recibiremos? En todo esto no pec&oacute; Job con sus labios.</p><p><strong>11</strong> Y tres amigos de Job, Elifaz temanita, Bildad suhita, y Zofar naamatita, luego que oyeron todo este mal que le hab&iacute;a sobrevenido, vinieron cada uno de su lugar; porque hab&iacute;an convenido en venir juntos para condolerse de &eacute;l y para consolarle.</p><p><strong>12</strong> Los cuales, alzando los ojos desde lejos, no lo conocieron, y lloraron a gritos; y cada uno de ellos rasg&oacute; su manto, y los tres esparcieron polvo sobre sus cabezas hacia el cielo.</p><p><strong>13</strong> As&iacute; se sentaron con &eacute;l en tierra por siete d&iacute;as y siete noches, y ninguno le hablaba palabra, porque ve&iacute;an que su dolor era muy grande.</p><p></p><p><strong>2 Corintios 11:23-29</strong></p><p><strong>23</strong> &iquest;Son ministros de Cristo? (Como si estuviera loco hablo.) Yo m&aacute;s; en trabajos m&aacute;s abundante; en azotes sin n&uacute;mero; en c&aacute;rceles m&aacute;s; en peligros de muerte muchas veces.</p><p><strong>24</strong> De los jud&iacute;os cinco veces he recibido cuarenta azotes menos uno.</p><p><strong>25</strong> Tres veces he sido azotado con varas; una vez apedreado; tres veces he padecido naufragio; una noche y un d&iacute;a he estado como n&aacute;ufrago en alta mar;</p><p><strong>26</strong> en caminos muchas veces; en peligros de r&iacute;os, peligros de ladrones, peligros de los de mi naci&oacute;n, peligros de los gentiles, peligros en la ciudad, peligros en el desierto, peligros en el mar, peligros entre falsos hermanos;</p><p><strong>27</strong> en trabajo y fatiga, en muchos desvelos, en hambre y sed, en muchos ayunos, en fr&iacute;o y en desnudez;</p><p><strong>28</strong> y adem&aacute;s de otras cosas, lo que sobre m&iacute; se agolpa cada d&iacute;a, la preocupaci&oacute;n por todas las iglesias.</p><p><strong>29</strong> &iquest;Qui&eacute;n enferma, y yo no enfermo? &iquest;A qui&eacute;n se le hace tropezar, y yo no me indigno?</p><p><strong></strong></p><p>Sin lugar a dudas, las personas buenas y fieles, las personas respetuosas de la Ley, no siempre han prosperado, al menos seg&uacute;n el mundo entiende la prosperidad. Y esta tambi&eacute;n podr&iacute;a ser una respuesta parcial a esta pregunta dif&iacute;cil, una pregunta que sin duda surgir&aacute; al intentar ense&ntilde;ar la importancia de la Ley. &iquest;Qu&eacute; queremos decir exactamente con &ldquo;prosperidad&rdquo;? &iquest;Qu&eacute; dijo el salmista? &ldquo;Mejor es un d&iacute;a en tus atrios que mil fuera de ellos&rdquo; (Sal. 84:10). Indudablemente, seg&uacute;n los est&aacute;ndares del mundo, incluso quienes son fieles a Dios y obedientes a su Ley no siempre &ldquo;prosperan&rdquo;; al menos, por ahora. Perjudicamos a nuestros alumnos si les decimos lo contrario.</p><p></p><p><strong>Lee Hebreos 11:13 al 16. &iquest;C&oacute;mo nos ayudan estos vers&iacute;culos a entender por qu&eacute; los que son fieles, aun as&iacute;, sufren en esta vida?</strong></p><p><strong>Hebreos 11:13 - 16</strong></p><p><strong>13</strong> Conforme a la fe murieron todos &eacute;stos sin haber recibido lo prometido, sino mir&aacute;ndolo de lejos, y crey&eacute;ndolo, y salud&aacute;ndolo, y confesando que eran extranjeros y peregrinos sobre la tierra.</p><p><strong>14</strong> Porque los que esto dicen, claramente dan a entender que buscan una patria;</p><p><strong>15</strong> pues si hubiesen estado pensando en aquella de donde salieron, ciertamente ten&iacute;an tiempo de volver.</p><p><strong>16</strong> Pero anhelaban una mejor, esto es, celestial; por lo cual Dios no se averg&uuml;enza de llamarse Dios de ellos; porque les ha preparado una ciudad.</p>"
    },
    {
      "id": 36,
      "idLesson": 3,
      "idDay": 6,
      "dayTitle": "<p><strong> JES&Uacute;S, NUESTRO EJEMPLO</strong></p>",
      "date": "15 de Octubre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Jesucristo, el Hijo de Dios, fue el &uacute;nico que vivi&oacute; en perfecta obediencia al Padre, en perfecta obediencia a la Ley de Dios. Hizo esto para poder ser no solo nuestro Sustituto, sino tambi&eacute;n nuestro Ejemplo.</p><p></p><p><strong>Lee los siguientes pasajes: Lucas 2:51, 52; Filipenses 2:8; Hebreos 5:8; Juan 8:28, 29. &iquest;C&oacute;mo nos recuerdan la obediencia de Cristo a lo largo de su vida?</strong></p><p><strong>Lucas 2:51 - 52</strong></p><p><strong>51</strong> Y descendi&oacute; con ellos, y volvi&oacute; a Nazaret, y estaba sujeto a ellos. Y su madre guardaba todas estas cosas en su coraz&oacute;n.</p><p><strong>52</strong> Y Jes&uacute;s crec&iacute;a en sabidur&iacute;a y en estatura, y en gracia para con Dios y los hombres.</p><p></p><p><strong>Filipenses 2:8</strong></p><p><strong>8 </strong>y estando en la condici&oacute;n de hombre, se humill&oacute; a s&iacute; mismo, haci&eacute;ndose obediente hasta la muerte, y muerte de cruz.</p><p></p><p><strong>Hebreos 5:8</strong></p><p><strong>8</strong> Y aunque era Hijo, por lo que padeci&oacute; aprendi&oacute; la obediencia;</p><p><strong></strong></p><p><strong>Juan 8:28 - 29</strong></p><p><strong>28</strong> Les dijo, pues, Jes&uacute;s: Cuando hay&aacute;is levantado al Hijo del Hombre, entonces conocer&eacute;is que yo soy, y que nada hago por m&iacute; mismo, sino que seg&uacute;n me ense&ntilde;&oacute; el Padre, as&iacute; hablo.</p><p><strong>29</strong> Porque el que me envi&oacute;, conmigo est&aacute;; no me ha dejado solo el Padre, porque yo hago siempre lo que le agrada.</p><p></p><p>Quiz&aacute; Juan lo haya expresado mejor al escribir esto: &ldquo;El que dice que permanece en &eacute;l, debe andar como &eacute;l anduvo&rdquo; (1 Juan 2:6). Cuando fijamos nuestros vista en la vida de Cristo y su ministerio en la Tierra, es f&aacute;cil ver c&oacute;mo complaci&oacute; al Padre con su obediencia. Cristo cumpli&oacute; la profec&iacute;a y obedeci&oacute; las leyes de Dios durante toda su vida.</p><p></p><p>As&iacute; como Dios dijo a Mois&eacute;s que escribiera su Ley para que fuera un testimonio para Israel, Cristo fue la encarnaci&oacute;n viva del testimonio para sus ap&oacute;stoles, sus disc&iacute;pulos, los pecadores y los santos. Ahora, en lugar de tener solo un conjunto de reglas para seguir, tambi&eacute;n tenemos que seguir el ejemplo de Jes&uacute;s, un ser humano de carne y hueso, aunque divino.</p><p></p><p>Como maestros, &iquest;qu&eacute; mejor modelo para seguir podemos presentar a los alumnos que el modelo de Jes&uacute;s en su obediencia al Padre?</p><p></p><p>&ldquo;Esa as&iacute; llamada fe en Cristo que profesa eximir a los hombres de la obligaci&oacute;n de obedecer a Dios no es fe sino presunci&oacute;n. &lsquo;Por gracia sois salvos por medio de la fe&rsquo;. Pero &lsquo;la fe, si no tiene obras, est&aacute; completamente muerta&rsquo; (Efe. 2:8; Sant. 2:17). Antes de venir a la Tierra, Jes&uacute;s dijo de s&iacute; mismo: &lsquo;Me complazco en hacer tu voluntad, oh Dios m&iacute;o, y tu Ley est&aacute; en medio de mi coraz&oacute;n&rsquo; (Sal. 40:8). Y, poco antes de ascender al cielo, dijo otra vez: &lsquo;Yo he guardado los mandamientos de mi Padre, y permanezco en su amor&rsquo; (Juan 15:10). La Escritura dice: &lsquo;En esto sabemos que nosotros lo conocemos, si guardamos sus mandamientos [...]. El que dice que permanece en &eacute;l, debe andar como &eacute;l anduvo&rdquo; (1 Juan 2:3-6).</p><p></p><p><strong>&iquest;Qu&eacute; puedes hacer para seguir mejor el ejemplo de Cristo en todas las esferas de tu vida, y as&iacute; ser un mejor maestro para los dem&aacute;s? Aunque es una idea vieja y trillada, &iquest;por qu&eacute; lo que hacemos, nuestras acciones, hablan mucho m&aacute;s fuerte que lo que decimos?</strong></p>"
    },
    {
      "id": 37,
      "idLesson": 3,
      "idDay": 7,
      "dayTitle": "",
      "date": "16 de Octubre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p><p><strong></strong></p><p>&ldquo;El amor, base de la Creaci&oacute;n y de la Redenci&oacute;n, es el fundamento de la verdadera educaci&oacute;n. Esto se ve claramente en la Ley que Dios ha dado como gu&iacute;a de la vida. El primero y grande mandamiento es: &lsquo;Amar&aacute;s al Se&ntilde;or tu Dios con todo tu coraz&oacute;n, y con toda tu alma, y con todas tus fuerzas, y con toda tu mente&rsquo; (Luc. 10:27). Amar al Ser infinito, omnisciente, con todas las fuerzas, la mente y el coraz&oacute;n, significa el desarrollo m&aacute;s elevado de todas las facultades. Significa que en todo el ser &ndash;el cuerpo, la mente y el alma&ndash; debe restaurarse la imagen de Dios.</p><p></p><p>&ldquo;Semejante al primer mandamiento es el segundo: &lsquo;Amar&aacute;s a tu pr&oacute;jimo como a ti mismo&rsquo; (Mat. 22:39). La Ley de amor requiere la dedicaci&oacute;n del cuerpo, la mente y el alma al servicio de Dios y de nuestros semejantes. Y este servicio, al par que nos constituye en bendici&oacute;n para los dem&aacute;s, nos proporciona a nosotros la m&aacute;s grande bendici&oacute;n. La abnegaci&oacute;n es la base de todo verdadero desarrollo. Por medio del servicio abnegado, toda facultad nuestra adquiere su desarrollo m&aacute;ximo. Llegamos a participar cada vez m&aacute;s plenamente de la naturaleza divina. Somos preparados para el cielo, porque lo recibimos en nuestro coraz&oacute;n&rdquo; (Ed 16).</p><p><strong></strong></p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p><strong> 1</strong>. Al igual que el Israel de la antig&uuml;edad, debemos amar a Dios y temer a Dios al mismo tiempo (Mat. 22:37; Apoc. 14:7). En clase, conversen sobre c&oacute;mo podemos hacer ambas cosas. Adem&aacute;s, respondan la pregunta: &iquest;Por qu&eacute; estos dos mandamientos no son incompatibles entre s&iacute;?</p><p><strong>2</strong>. &iquest;Cu&aacute;l es la diferencia entre establecer una norma y formular una regla? Seg&uacute;n tu experiencia, el Adventismo &iquest;est&aacute; m&aacute;s preocupado por establecer normas elevadas dentro de su comunidad de creyentes o por instalar reglas que unan a su comunidad? &iquest;Qu&eacute; dice la Escritura acerca de establecer normas elevadas personales? &iquest;Y para nuestra familia? &iquest;Y nuestra iglesia?</p><p><strong>3</strong>. &iquest;C&oacute;mo encontramos el equilibrio adecuado al mostrar la importancia de la obediencia a la Ley de Dios y, al mismo tiempo, mostrar por qu&eacute; esta obediencia no es el motivo de nuestra salvaci&oacute;n?</p><p><strong>4</strong>. Lee el Salmo 119 y observa cu&aacute;ntas veces se expresan las nociones de obediencia, libertad, leyes, reglas y mandamientos. &iquest;Qu&eacute; quiere transmitir el autor del Salmo 119 sobre estos temas?</p>"
    }
  ]
}
