{
  "id": 707,
  "lessonNumber": 7,
  "versionCode": 9,
  "quarter": "3T2021",
  "title": "<p><strong>Rest, Relationships, and Healing </strong> </p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p style=\"text-align: justify;\"><strong>Memory Text: </strong>&ldquo; &lsquo;But now, do not therefore be grieved or angry with yourselves because you sold me here; for God sent me before you to preserve life&rsquo; &rdquo; (Gen. 45:5, NKJV).</p>",
  "weekDate": "August 7–13",
  "lessonDays": [
    {
      "id": 71,
      "idLesson": 7,
      "idDay": 1,
      "dayTitle": "",
      "date": "August 7",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p style=\"text-align: justify;\"><br></p> <p style=\"text-align: justify;\">A man had been accused of sexually assaulting a woman. She positively identified him in a police lineup. Though evidence made his guilt questionable, the woman was adamant that &ldquo;Johnny&rdquo; was the guilty party. And so Johnny went to prison, where he rotted for 14 years for a crime that he did not commit. Only when DNA evidence exonerated him did the woman, &ldquo;Joan,&rdquo; realize her terrible mistake. She wanted to meet Johnny after he had been released.&nbsp;</p> <p style=\"text-align: justify;\">What would this man, who had suffered so much, do when he came face-to-face with the woman who had ruined his life for so many years? She was in a room, waiting for him to come. When he did, and they looked each other in the eyes, Joan burst into tears. &ldquo;Johnny just leaned down and took my hands, and he looked at me and said, &lsquo;I forgive you.&rsquo; I couldn&rsquo;t believe it.&nbsp;</p> <p style=\"text-align: justify;\">Here was this man whom I had hated and whom I wanted only to die. And yet, now, here he was, telling me, who had done him so much wrong, that he forgave me? Only then did I begin to understand what grace was really about. And only then did I begin to heal and have true rest.&rdquo; This week we will look at forgiveness and what it can do for restless human hearts.</p>"
    },
    {
      "id": 72,
      "idLesson": 7,
      "idDay": 2,
      "dayTitle": "<p style=\"text-align: center;\"><strong>Facing the Past</strong></p>",
      "date": "August 8",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Eventually, things moved in the right direction for Joseph, big time. He not only got out of prison, but he also was made prime minister of Egypt after interpreting Pharaoh&rsquo;s dreams (Genesis 41). He was married and had two children of his own (Gen. 41:50&ndash;52). The storehouses of Egypt were full, and the predicted famine had begun. And then, one day, Joseph&rsquo;s brothers turned up in Egypt.</p> <p><strong>&nbsp;</strong><strong>Read about the first encounter between Joseph and his brothers since they sold him into slavery in Genesis 42:7&ndash;20. Why the elaborate plot? What was Joseph trying to do with this first meeting?</strong></p> <p><span style='color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: justify; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial; display: inline !important; float: none;'><strong>&nbsp;Genesis 42:7&ndash;20:</strong></span></p> <p><strong><sup>7</sup></strong> Joseph saw his brothers and recognized them, but he acted as a stranger to them and spoke roughly to them. Then he said to them, &ldquo;Where do you come from?&rdquo;</p> <p><strong><sup>8</sup></strong> So Joseph recognized his brothers, but they did not recognize him. 9 Then Joseph remembered the dreams which he had dreamed about them, and said to them, &ldquo;You are spies! You have come to see the nakedness of the land!&rdquo;</p> <p><strong><sup>10</sup></strong> And they said to him, &ldquo;No, my lord, but your servants have come to buy food. 11 We are all one man&rsquo;s sons; we are honest men; your servants are not spies.&rdquo;</p> <p><strong><sup>12</sup></strong> But he said to them, &ldquo;No, but you have come to see the nakedness of the land.&rdquo;</p> <p><strong><sup>13</sup></strong> And they said, &ldquo;Your servants are twelve brothers, the sons of one man in the land of Canaan; and in fact, the youngest is with our father today, and one is no more.&rdquo;</p> <p><strong><sup>14</sup></strong> But Joseph said to them, &ldquo;It is as I spoke to you, saying, &lsquo;You are spies!&rsquo; 15 In this manner you shall be tested: By the life of Pharaoh, you shall not leave this place unless your youngest brother comes here. 16 Send one of you, and let him bring your brother; and you shall be [c]kept in prison, that your words may be tested to see whether there is any truth in you; or else, by the life of Pharaoh, surely you are spies!&rdquo; 17 So he [d]put them all together in prison three days.</p> <p><strong><sup>18</sup></strong> Then Joseph said to them the third day, &ldquo;Do this and live, for I fear God:</p> <p><strong><sup>&nbsp;19</sup></strong> If you are honest men, let one of your brothers be confined to your prison house; but you, go and carry grain for the famine of your houses.&nbsp;</p> <p><strong><sup>20</sup></strong> And bring your youngest brother to me; so your words will be verified, and you shall not die.&rdquo;</p> <p>Joseph had the power and could have taken his revenge on his brothers without having to justify himself. But, rather than revenge, Joseph was concerned about the members of his family at home. He was worried about his father. Was he still alive, or had a dysfunctional family become a family without a patriarch? And what about his brother Benjamin? As his father&rsquo;s delight and joy, Benjamin was now in the same position that Joseph had been.</p> <p>&nbsp;Had the brothers transferred their dangerous jealousy to Benjamin? Joseph was now in a position to look out for these vulnerable people in his family, and he did just that. Practicing biblical principles in our relationships will not mean that we ever can or should accept abuse. Each one of us is precious in God&rsquo;s sight. Jesus paid the ultimate price on the cross for each one of us.&nbsp;</p> <p><strong>Why does Jesus take abuse or neglect of others so personally? Read Matthew 25:41&ndash;46.</strong></p> <p><strong><sup>41</sup></strong> &ldquo;Then He will also say to those on the left hand, &lsquo;Depart from Me, you cursed, into the everlasting fire prepared for the devil and his angels:&nbsp;</p> <p><strong><sup>42</sup></strong> for I was hungry and you gave Me no food; I was thirsty and you gave Me no drink;&nbsp;</p> <p><strong><sup>43</sup></strong> I was a stranger and you did not take Me in, naked and you did not clothe Me, sick and in prison and you did not visit Me.&rsquo;</p> <p><strong><sup>44</sup></strong> &ldquo;Then they also will answer [a]Him, saying, &lsquo;Lord, when did we see You hungry or thirsty or a stranger or naked or sick or in prison, and did not minister to You?&rsquo;&nbsp;</p> <p><strong><sup>45</sup></strong> Then He will answer them, saying, &lsquo;Assuredly, I say to you, inasmuch as you did not do it to one of the least of these, you did not do it to Me.&rsquo;</p> <p><strong><sup>46</sup></strong> And these will go away into everlasting punishment, but the righteous into eternal life.&rdquo;</p> <p>We have all been bought through Jesus&rsquo; blood, and legally we are all His. Anyone who is abusive is attacking Jesus&rsquo; property. Sexual abuse and emotional or physical violence are never to be a part of family dynamics.</p> <p>&nbsp;This is not just private family business to be resolved internally. This will require outside help and intervention. If you or someone in your family is being abused, please get help from a trusted professional.</p> <p><strong>&nbsp;What are some biblical principles that you need to apply to whatever difficult family relationships you are now experiencing?</strong></p>"
    },
    {
      "id": 73,
      "idLesson": 7,
      "idDay": 3,
      "dayTitle": "<p style=\"text-align: center;\"><strong>Setting the Stage</strong></p>",
      "date": "August 9",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p style=\"text-align: justify;\">&nbsp;Joseph had forgiven his brothers. We don&rsquo;t know exactly when Joseph forgave them, but it was obviously long before they showed up. Joseph probably would never have thrived in Egypt if he had not forgiven because, most likely, the anger and bitterness would have eaten away at his soul and damaged his relations with the Lord.&nbsp;</p> <p style=\"text-align: justify;\">Several studies of survivors of tragedy inflicted on them by others have highlighted the fact that for victims of the most horrible suffering, forgiveness was a key factor to find healing and to get their lives together again. Without forgiveness, we remain victims. Forgiveness has more to do with ourselves than with the person or persons who have wronged us.&nbsp;</p> <p style=\"text-align: justify;\">Even though Joseph had forgiven his brothers, he was not willing to let the family relationships pick up where he had left them&mdash;that is, at the dry pit at Dothan. He had to see if anything had changed.&nbsp;</p> <p style=\"text-align: justify;\"><strong>What did Joseph overhear? Read Genesis 42:21&ndash;24. What did he learn about his brothers?&nbsp;</strong></p> <p style=\"text-align: justify;\"><strong>&nbsp;Genesis 42:21&ndash;24</strong><strong>&nbsp;</strong></p> <p><strong><sup>21&nbsp;</sup></strong>Then they said to one another, &ldquo;We are truly guilty concerning our brother, for we saw the anguish of his soul when he pleaded with us, and we would not hear; therefore this distress has come upon us.&rdquo;</p> <p><strong><sup>22</sup></strong> And Reuben answered them, saying, &ldquo;Did I not speak to you, saying, &lsquo;Do not sin against the boy&rsquo;; and you would not listen? Therefore behold, his blood is now required of us.&rdquo;&nbsp;</p> <p><strong><sup>23</sup></strong> But they did not know that Joseph understood them, for he spoke to them through an interpreter.</p> <p><strong><sup>&nbsp;24&nbsp;</sup></strong>And he turned himself away from them and wept. Then he returned to them again, and talked with them. And he took Simeon from them and bound him before their eyes.</p> <p style=\"text-align: justify;\">All communication had been taking place through an interpreter, and so Joseph&rsquo;s brothers were unaware that he could understand them. Joseph heard his brothers&rsquo; confession. The brothers had thought that by getting rid of Joseph, they would be free from his reporting to their father. They thought that they would not have to put up with his dreams or watch him revel in the role of being their father&rsquo;s favorite. But instead of finding rest, they had been plagued by a guilty conscience all those years.</p> <p style=\"text-align: justify;\">&nbsp;Their deed had led to restlessness and a paralyzing fear of God&rsquo;s retribution. Joseph actually felt sorry for their suffering. He wept for them. Joseph knew that the famine would still last several more years, and so he insisted that they bring Benjamin back with them the next time they came to buy grain (Gen. 42:20).&nbsp;</p> <p style=\"text-align: justify;\">He also kept Simeon hostage (Gen. 42:24). After seeing that Benjamin was still alive, he organized a feast in which he obviously showed favoritism to Benjamin (Gen. 43:34) to see if the old patterns of jealousy were still there. The brothers didn&rsquo;t show any signs of being jealous, but Joseph knew how cunning they could be. After all, they did deceive a whole town (Gen. 34:13), and he surely figured that they must have lied to their own father about his fate (Gen. 37:31&ndash;34). So, he devised one more major test. (See Genesis 44.)</p> <p style=\"text-align: justify;\">&nbsp;R<strong>ead Genesis 45:1&ndash;15. What does this tell us about how Joseph felt about his brothers and the forgiveness he had given them? What lessons should we take away from this story for ourselves?</strong></p> <p><strong><sup>1 </sup></strong>Then Joseph could not restrain himself before all those who stood by him, and he cried out, &ldquo;Make everyone go out from me!&rdquo; So no one stood with him while Joseph made himself known to his brothers.</p> <p><strong><sup>&nbsp;2 </sup></strong>And he wept aloud, and the Egyptians and the house of Pharaoh heard it.</p> <p><strong><sup>3 </sup></strong>Then Joseph said to his brothers, &ldquo;I am Joseph; does my father still live?&rdquo; But his brothers could not answer him, for they were dismayed in his presence.&nbsp;</p> <p><strong><sup>4</sup></strong> And Joseph said to his brothers, &ldquo;Please come near to me.&rdquo; So they came near. Then he said: &ldquo;I am Joseph your brother, whom you sold into Egypt.</p> <p><strong><sup>&nbsp;5</sup></strong> But now, do not therefore be grieved or angry with yourselves because you sold me here; for God sent me before you to preserve life.</p> <p><strong><sup>&nbsp;6</sup></strong> For these two years the famine has been in the land, and there are still five years in which there will be neither plowing nor harvesting.</p> <p><strong><sup>&nbsp;7</sup></strong> And God sent me before you to preserve a posterity for you in the earth, and to save your lives by a great deliverance.</p> <p><strong><sup>&nbsp;8</sup></strong> So now it was not you who sent me here, but God; and He has made me a father to Pharaoh, and lord of all his house, and a ruler throughout all the land of Egypt.</p> <p><strong><sup>9</sup></strong> &ldquo;Hurry and go up to my father, and say to him, &lsquo;Thus says your son Joseph: &ldquo;God has made me lord of all Egypt; come down to me, do not [b]tarry.</p> <p><strong><sup>10 </sup></strong>You shall dwell in the land of Goshen, and you shall be near to me, you and your children, your children&rsquo;s children, your flocks and your herds, and all that you have.&nbsp;</p> <p><strong><sup>11&nbsp;</sup></strong>There I will provide for you, lest you and your household, and all that you have, come to poverty; for there are still five years of famine.&rdquo; &rsquo;</p> <p><strong><sup>12 </sup></strong>&ldquo;And behold, your eyes and the eyes of my brother Benjamin see that it is my mouth that speaks to you.&nbsp;</p> <p><strong><sup>13</sup></strong> So you shall tell my father of all my glory in Egypt, and of all that you have seen; and you shall hurry and bring my father down here.&rdquo;</p> <p><strong><sup>14 </sup></strong>Then he fell on his brother Benjamin&rsquo;s neck and wept, and Benjamin wept on his neck.&nbsp;</p> <p><strong><sup>15</sup></strong> Moreover he kissed all his brothers and wept over them, and after that his brothers talked with him.</p>"
    },
    {
      "id": 74,
      "idLesson": 7,
      "idDay": 4,
      "dayTitle": "<p style=\"text-align: center;\"><strong>Forgive and Forget?</strong></p>",
      "date": "August 10",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p style=\"text-align: justify;\">&nbsp;Forgiveness has been defined as the willingness to abandon one&rsquo;s right to resentment, condemnation, and revenge toward an offender or group who acts unjustly. Dr. Marilyn Armour, a family therapist who worked with Holocaust survivors in order to find out what these survivors had done to make sense of what had happened to them, writes: &ldquo;The whole idea of forgiveness is an intentional act by the victim. It&rsquo;s not something that just happens.&rdquo; Forgiveness doesn&rsquo;t mean that there will be no consequences.&nbsp;</p> <p style=\"text-align: justify;\">Forgiveness doesn&rsquo;t mean letting an abuser continue abusive patterns. Forgiveness means, instead, that we turn our resentment and our desire for revenge over to God. If not, the anger, the bitterness, the resentment, and the hatred will make whatever that person or persons did to us even worse.</p> <p style=\"text-align: justify;\"><strong>&nbsp;What does forgiving others do for us? Consider Matthew 18:21&ndash;35.&nbsp;</strong></p> <p><strong><sup>21</sup></strong> Then Peter came to Him and said, &ldquo;Lord, how often shall my brother sin against me, and I forgive him? Up to seven times?&rdquo;</p> <p><strong><sup>22 </sup></strong>Jesus said to him, &ldquo;I do not say to you, up to seven times, but up to seventy times seven.</p> <p><strong><sup>23</sup></strong> Therefore the kingdom of heaven is like a certain king who wanted to settle accounts with his servants.&nbsp;</p> <p><strong><sup>24&nbsp;</sup></strong>And when he had begun to settle accounts, one was brought to him who owed him ten thousand talents.&nbsp;</p> <p><strong><sup>25</sup></strong> But as he was not able to pay, his master commanded that he be sold, with his wife and children and all that he had, and that payment be made.</p> <p><strong><sup>&nbsp;26</sup></strong> The servant therefore fell down before him, saying, &lsquo;Master, have patience with me, and I will pay you all.&rsquo;</p> <p><strong><sup>&nbsp;27</sup></strong> Then the master of that servant was moved with compassion, released him, and forgave him the debt.</p> <p><strong><sup>28</sup></strong> &ldquo;But that servant went out and found one of his fellow servants who owed him a hundred denarii; and he laid hands on him and took him by the throat, saying, &lsquo;Pay me what you owe!&rsquo;</p> <p><strong><sup>&nbsp;29 </sup></strong>So his fellow servant fell down [a]at his feet and begged him, saying, &lsquo;Have patience with me, and I will pay you all.&rsquo;</p> <p><strong><sup>&nbsp;30</sup></strong> And he would not, but went and threw him into prison till he should pay the debt.&nbsp;</p> <p><strong><sup>31</sup></strong> So when his fellow servants saw what had been done, they were very grieved, and came and told their master all that had been done.&nbsp;</p> <p><sup><strong>32</strong></sup> Then his master, after he had called him, said to him, &lsquo;You wicked servant! I forgave you all that debt because you begged me.&nbsp;</p> <p><strong><sup>33 </sup></strong>Should you not also have had compassion on your fellow servant, just as I had pity on you?&rsquo;&nbsp;</p> <p><strong><sup>34 </sup></strong>And his master was angry, and delivered him to the torturers until he should pay all that was due to him.</p> <p><strong><sup>35</sup></strong> &ldquo;So My heavenly Father also will do to you if each of you, from his heart, does not forgive his brother [c]his trespasses.&rdquo;</p> <p style=\"text-align: justify;\">No question, one of the keys in learning to forgive is to understand what we have been forgiven in Christ. We have all sinned, not just against other people but against God as well. Every sin is, indeed, a sin against our Lord and Maker; and yet, in Jesus, we can claim total forgiveness for all those sins, not because we deserve it&mdash;we don&rsquo;t&mdash;but only because of God&rsquo;s grace toward us.</p> <p style=\"text-align: justify;\">&nbsp;Once we can grasp that sacred truth, once we can make this forgiveness our own, once we can experience for ourselves the reality of God&rsquo;s forgiveness, we can begin to let go and forgive others. We forgive not because others deserve it but because it&rsquo;s what we have received from God and what we need ourselves. And besides, how often do we deserve forgiveness as well? As we saw, too, Joseph offered a second chance for the family relations.</p> <p style=\"text-align: justify;\">&nbsp;No grudges here; no falling back to things that happened in the past. It is almost impossible to begin again in a family when we have each become experts at learning how best to hurt each other. But that&rsquo;s not how Joseph reacts. It seems that he wants to put the past behind them and to move ahead with love and acceptance. Had Joseph had a different attitude, this story would have had a different ending, one not so happy.</p> <p style=\"text-align: justify;\"><strong>&nbsp;&ldquo; &lsquo;Blessed are those whose lawless deeds are forgiven, and whose sins are covered; blessed is the man to whom the Lord shall not impute sin&rsquo; &rdquo; (Rom. 4:7, 8, NKJV). What is Paul telling us about what we have been given in Jesus and how this wonderful promise should impact how we relate to those who have hurt us?</strong></p>"
    },
    {
      "id": 75,
      "idLesson": 7,
      "idDay": 5,
      "dayTitle": "<p><strong>Making It Practical</strong></p>",
      "date": "August 11",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>In order to forgive, I must admit that I have been hurt. This can be hard to do, as we are sometimes more inclined to try to bury our feelings rather than work through them. Acknowledging un-Christian feelings of resentment and even anger before God is fine. We see this often expressed in the Psalms. I can feel free to tell God that I didn&rsquo;t like what happened or how I was treated and that it makes me sad or angry or both. In Joseph&rsquo;s story, we see him crying as he sees his brothers again and relives some of the feelings of his past.<br><br><strong>What does Jesus&rsquo; declaration on the cross tell us about the timing of forgiveness? Read Luke 23:34.</strong></p> <p><strong>Luke 23:34</strong></p> <p><strong>&nbsp;</strong><span class=\"text Luke-23-34\"><sup class=\"versenum\"><strong>34</strong>&nbsp;</sup>Then Jesus said, <span class=\"woj\">&ldquo;Father,</span> <span class=\"woj\">forgive them, for</span> <span class=\"woj\">they do not know what they do.&rdquo;</span></span><span class=\"text Luke-23-34\">&nbsp;</span></p> <p><span class=\"text Luke-23-34\">And they divided His garments and cast lots.&nbsp;</span>&nbsp;</p> <p><br>Jesus didn&rsquo;t wait for us to ask for forgiveness first. We do not have to wait for our offender to ask for forgiveness. We can forgive others without having them accept our forgiveness.<br><br><strong>What do Luke 6:28 and Matthew 5:44 teach about how we relate to those who hurt us?</strong></p> <p><br></p> <p><strong>Luke 6:28&nbsp;</strong></p> <p>&nbsp;<span class=\"text Luke-6-28\"><sup class=\"versenum\"><strong>28</strong>&nbsp;</sup><span class=\"woj\">bless those who curse you, and</span> <span class=\"woj\">pray for those who spitefully use you.</span>&nbsp;</span></p> <p><strong>&nbsp;Matthew 5:44</strong></p> <p><strong> <span class=\"text Matt-5-44\"><sup class=\"versenum\">44&nbsp;</sup></span></strong><span class=\"text Matt-5-44\"><span class=\"woj\">But I say to you,</span> <span class=\"woj\">love your enemies, bless those who curse you,</span> <span class=\"woj\">do good to those who hate you, and pray</span> <span class=\"woj\">for those who spitefully use you and persecute you,</span>&nbsp;</span>&nbsp;<br><br>Forgiveness, like love, begins with a choice rather than a feeling. We can make the choice to forgive, even if our emotions may not agree with this decision. God knows that in our own strength this choice is impossible, but &ldquo;with God all things are possible&rdquo; (Mark 10:27). This is why we are told to pray for those who have hurt us. In some cases, this person may already have died, but we can still pray for the ability to forgive him or her.<br><br>No question, forgiveness isn&rsquo;t always easy. The pain and the damage done to us can be devastating, leaving us hurt, crippled, and broken. Healing will come, if we allow it, but holding on to bitterness and anger and resentment will make healing much harder, if possible at all. The Cross is the best example of what it cost God Himself to forgive us. If the Lord can go through that for us, even though He knew that so many would, nevertheless, reject Him, then we certainly can learn to forgive as well.<br><br><strong>Whom do you need to forgive&mdash;if not for that person&rsquo;s sake, then for your own?</strong></p>"
    },
    {
      "id": 76,
      "idLesson": 7,
      "idDay": 6,
      "dayTitle": "<p style=\"text-align: center;\"><strong>Finding Rest After Forgiveness&nbsp;</strong></p>",
      "date": "August 12",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p style=\"text-align: justify;\">Joseph&rsquo;s family finally arrived in Egypt. There were no more dark secrets in the family. His brothers must have admitted to having sold Joseph when they explained to their father that the son he thought had been killed was now prime minister of Egypt. While it may not always be possible or wise to restore relationships, this does not mean that we cannot forgive.</p> <p style=\"text-align: justify;\">&nbsp;We may not be able to hug and weep with our offender, but we may want to voice our forgiveness either vocally or through a letter. And then it is time to let go of pain to the utmost degree we can. Perhaps some pain will always remain, but at least we can be on the path to healing.</p> <p style=\"text-align: justify;\"><strong>&nbsp;Read Genesis 50:15&ndash;21. What are Joseph&rsquo;s brothers worried about, and why would they be worried about it? What does this fear say about them?</strong></p> <p><strong><sup>15</sup></strong> When Joseph&rsquo;s brothers saw that their father was dead, they said, &ldquo;Perhaps Joseph will hate us, and may [a]actually repay us for all the evil which we did to him.&rdquo;&nbsp;</p> <p><strong><sup>16</sup></strong> So they sent messengers to Joseph, saying, &ldquo;Before your father died he commanded, saying,&nbsp;</p> <p><strong><sup>17</sup></strong> &lsquo;Thus you shall say to Joseph: &ldquo;I beg you, please forgive the trespass of your brothers and their sin; for they did evil to you.&rdquo; &rsquo; Now, please, forgive the trespass of the servants of the God of your father.&rdquo; And Joseph wept when they spoke to him.</p> <p><strong><sup>18</sup></strong> Then his brothers also went and fell down before his face, and they said, &ldquo;Behold, we are your servants.&rdquo;</p> <p><strong><sup>19</sup></strong> Joseph said to them, &ldquo;Do not be afraid, for am I in the place of God?&nbsp;</p> <p><strong><sup>20</sup></strong> But as for you, you meant evil against me; but God meant it for good, in order to bring it about as it is this day, to save many people alive.&nbsp;</p> <p><strong><sup>21</sup></strong> Now therefore, do not be afraid; I will provide for you and your little ones.&rdquo; And he comforted them and spoke kindly to them.</p> <p style=\"text-align: justify;\">Joseph&rsquo;s brothers had been living in Egypt for 17 years (Gen. 47:28), and yet, when Jacob died, they were afraid that Joseph would take his revenge. They realized again how much they had hurt Joseph. Joseph reassured them of his forgiveness again, now after their father&rsquo;s death. This refresher was probably good for Joseph, as well as his brothers.</p> <p style=\"text-align: justify;\">&nbsp;If the wound is deep, we will probably have to forgive many times. When memories of the wrong come to mind, we will need to go to God immediately in prayer and make the choice to forgive again.</p> <p style=\"text-align: justify;\"><strong>&nbsp;Read Genesis 50:20. How does this verse help explain, at least partially, Joseph&rsquo;s willingness to forgive his brothers&rsquo; sin against him?</strong></p> <p style=\"text-align: justify;\"><strong><sup>20</sup></strong> But as for you, you meant evil against me; but God meant it for good, in order to bring it about as it is this day, to save many people alive.</p> <p style=\"text-align: justify;\">Joseph firmly believed that his life was part of God&rsquo;s big plan to help save the then-known world from famine&mdash;and then to help his family fulfill God&rsquo;s promise to become a great nation. Knowing that God had overruled the evil plans of his brothers to bring about good helped Joseph to forgive.&nbsp;</p> <p style=\"text-align: justify;\"><strong>Joseph&rsquo;s story had a happy ending. How do we respond when the ending to a story isn&rsquo;t so happy? Or could one argue (long term, that is) that with the end of sin and the end of the great controversy, when all issues are solved&mdash;it will be a happy ending? How might this hope help us deal with less-than-ideal endings?</strong></p>"
    },
    {
      "id": 77,
      "idLesson": 7,
      "idDay": 7,
      "dayTitle": "",
      "date": "August 13",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:</strong></p> <p style=\"text-align: justify;\"> &ldquo;As Joseph was sold to the heathen by his own brothers, so Christ was sold to His bitterest enemies by one of His disciples. Joseph was falsely accused and thrust into prison because of his virtue; so Christ was despised and rejected because His righteous, selfdenying life was a rebuke to sin; and though guilty of no wrong, He was condemned upon the testimony of false witnesses.&nbsp;</p> <p style=\"text-align: justify;\">And Joseph&rsquo;s patience and meekness under injustice and oppression, his ready forgiveness and noble benevolence toward his unnatural brothers, represent the Saviour&rsquo;s uncomplaining endurance of the malice and abuse of wicked men, and His forgiveness, not only of His murderers, but of all who have come to Him confessing their sins and seeking pardon.&rdquo;&mdash;Ellen G. White, Patriarchs and Prophets, pp. 239, 240. &ldquo;Nothing can justify an unforgiving spirit. He who is unmerciful toward others shows that he himself is not a partaker of God&rsquo;s pardoning grace. In God&rsquo;s forgiveness the heart of the erring one is drawn close to the great heart of Infinite Love. The tide of divine compassion flows into the sinner&rsquo;s soul, and from him to the souls of others. The tenderness and mercy that Christ has revealed in His own precious life will be seen in those who become sharers of His grace.&rdquo;&mdash;Ellen G. White, Christ&rsquo;s Object Lessons, p. 251.</p> <p style=\"text-align: justify;\"><strong>&nbsp;Discussion Questions:</strong></p> <p style=\"text-align: justify;\"><strong>  Someone once said, &ldquo;Not forgiving is like drinking poison while hoping that the other person will die.&rdquo; What does this state</strong></p> <p style=\"text-align: justify;\"><strong>ment mean?</strong></p> <p style=\"text-align: justify;\"><strong>&nbsp; What was the purpose of all the elaborate plans Joseph went through prior to the disclosure of his identity? What did this do for him and for his brothers?</strong></p> <p style=\"text-align: justify;\"><strong>&nbsp; Joseph&rsquo;s steward must have been in on some of the plots regarding Joseph&rsquo;s brothers (e.g., Gen. 44:1&ndash;12). How does the experience of forgiveness affect those who are just observers?&nbsp;</strong></p> <p style=\"text-align: justify;\"><strong> &ldquo;God never leads His children otherwise than they would choose to be led, if they could see the end from the beginning, and discern the glory of the purpose which they are fulfilling as co-workers with Him.&rdquo;&mdash;Ellen G. White, The Desire of Ages, pp. 224, 225. Think of your own life as you contemplate this statement. How could understanding this help us work through many of the trials and struggles that we face?</strong></p> <p><strong>Inside Story:</strong></p> <p><strong>Prepare to Meet Thy God </strong></p> <p>By Jessica Cebuhar Atwell<br><br>My six-year-old son, Asher, approached me at home in Bangkok, Thailand. &ldquo;Mom, I want to hand out flyers to people,&rdquo; he said.<br><br>After some questioning, I figured out that he wanted to distribute a small Thai-language tract called &ldquo;A Love Letter From Jesus.&rdquo; My heart skipped a joyful beat as I realized that my little boy wanted to share his love for Jesus. But Friday didn&rsquo;t seem like a good day. The COVID-19 pandemic was keep- ing people indoors. In addition, I was preparing for the Sabbath.<br><br>During my devotions on Sabbath morning, I remembered Asher&rsquo;s request and felt impressed to take him out with the tracts. But I didn&rsquo;t. That afternoon and evening, I watched Sabbath sermons with a friend.<br><br>One preacher ended his sermon with an appeal from Ellen White: &ldquo;As a people who believe in Christ&rsquo;s soon coming, we have a message to bear, &lsquo;Prepare to meet thy God&rsquo; (Amos 4:12).&rdquo; The passage came from Gospel Workers, page 52. That&rsquo;s exactly what I want to tell Thai people! I thought. On Sunday morning, I opened the EGW Writings app to read that day&rsquo;s scheduled devotional message. Guess what I read? A passage that included Amos 4:12: &ldquo;Prepare to meet thy God.&rdquo; I was cut to the heart.<br><br>At breakfast, Asher gazed at me longingly. I promised that he would hand out flyers no matter what. After he memorized Amos 4:12 in Thai, we left.<br><br>My husband, Brian, and I had to make a delivery of fresh bread from a bakery at an urban center of influence that we helped establish after arriving from the U.S. state of Washington in 2014. Usually Asher rides around on his bicycle during deliveries, but he announced that he would be too busy. &ldquo;I&rsquo;ll walk and hand all these out,&rdquo; Asher said, referring to the tracts. We began the one-mile (1.6-kilometer) walk to the neighbor who had ordered the bread. Asher chased down everyone he saw. &ldquo;Prepare to meet thy God!&rdquo; he exclaimed in Thai, extending tracts to passersby. Despite COVID-19 worries, no one could refuse the earnest boy.<br><br>He was ecstatic when we returned home two hours later. He had distributed 100 tracts. &ldquo;I want to do this every day!&rdquo; he declared, smiling. God truly wants the great city of Bangkok&mdash;and the people of the other big cities of the world&mdash;to be ready. &ldquo;As a people who believe in Christ&rsquo;s soon coming, we have a message to bear: &lsquo;Prepare to meet thy God.&rsquo; &rdquo;</p>"
    }
  ]
}
