{
  "id": 11,
  "lessonNumber": 11,
  "versionCode": 1,
  "quarter": "2T2020",
  "title": "<p><strong>LA BIBLIA Y LA PROFECÍA</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "es",
  "verse": "<p><strong>“Y él dijo: Hasta dos mil trescientas tardes y mañanas; luego el santuario será purificado” (Dan. 8:14).</strong></p>",
  "weekDate": "6–12 de Junio",
  "lessonDays": [
    {
      "id": 111,
      "idLesson": 11,
      "idDay": 1,
      "dayTitle": "",
      "date": "6 de Junio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>La profecía bíblica es fundamental para nuestra identidad y misión. La profecía provee un mecanismo interno y externo para confirmar la exactitud de la Palabra de Dios. Jesús dijo: “Y ahora os lo he dicho antes que suceda, para que cuando suceda, creáis” (Juan 14:29; ver además Juan 13:19). La pregunta esencial es: ¿Cómo interpretar la profecía correctamente para saber cuándo se ha cumplido?</p> <p> <br> </p> <p>Durante la Reforma, los reformadores siguieron el método historicista. Este método es el mismo que usaron Daniel y Juan como la clave para su interpretación. El método historicista considera que la profecía tiene un cumplimiento progresivo y continuo en la historia, que comienza en el pasado y termina con el Reino eterno de Dios.</p> <p> <br> </p> <p>Esta semana, estudiaremos los pilares de la interpretación profética historicista. “Hemos de ver en la historia el cumplimiento de la profecía, estudiar las intervenciones de la Providencia en los grandes movimientos de reforma y entender la progresión de los eventos que culminan en la reunión de las naciones para la última batalla del gran conflicto” (TI 8:321).</p>"
    },
    {
      "id": 112,
      "idLesson": 11,
      "idDay": 2,
      "dayTitle": "<p><strong>EL HISTORICISMO Y LA PROFECÍA</strong></p>",
      "date": "7 de Junio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>El método básico que los Adventistas del Séptimo Día aplican para estudiar las profecías se llama historicismo. Es la idea de que muchas de las profecías más importantes de la Biblia siguen un flujo lineal ininterrumpido de la historia, desde el pasado hasta el presente y hacia el futuro. Se asemeja a la forma de estudiar historia en la escuela. Lo hacemos de esta manera porque así es como la Biblia interpreta estas profecías para nosotros.</p>\n<p><strong>Lee Daniel 2:27 al 45. ¿Qué aspectos del sueño indican una sucesión continua e ininterrumpida de poderes a lo largo de la historia? ¿De qué manera la Biblia nos muestra cómo interpretar la profecía apocalíptica (del tiempo del fin)?</strong></p>\n<p><strong>Daniel 2:27-45</strong></p>\n<p><strong><sup>27</sup></strong> Daniel respondió delante del rey, diciendo: El misterio que el rey demanda, ni sabios, ni astrólogos, ni magos ni adivinos lo pueden revelar al rey.&nbsp;</p>\n<p><strong><sup>28</sup></strong> Pero hay un Dios en los cielos, el cual revela los misterios, y él ha hecho saber al rey Nabucodonosor lo que ha de acontecer en los postreros días. He aquí tu sueño, y las visiones que has tenido en tu cama:&nbsp;</p>\n<p><strong><sup>29</sup></strong> Estando tú, oh rey, en tu cama, te vinieron pensamientos por saber lo que había de ser en lo por venir; y el que revela los misterios te mostró lo que ha de ser.&nbsp;</p>\n<p><strong><sup>30</sup></strong> Y a mí me ha sido revelado este misterio, no porque en mí haya más sabiduría que en todos los vivientes, sino para que se dé a conocer al rey la interpretación, y para que entiendas los pensamientos de tu corazón.</p>\n<p><strong><sup>31</sup></strong> Tú, oh rey, veías, y he aquí una gran imagen. Esta imagen, que era muy grande, y cuya gloria era muy sublime, estaba en pie delante de ti, y su aspecto era terrible. 32 La cabeza de esta imagen era de oro fino; su pecho y sus brazos, de plata; su vientre y sus muslos, de bronce;&nbsp;</p>\n<p><strong><sup>33</sup></strong> sus piernas, de hierro; sus pies, en parte de hierro y en parte de barro cocido.&nbsp;</p>\n<p><strong><sup>34</sup></strong> Estabas mirando, hasta que una piedra fue cortada, no con mano, e hirió a la imagen en sus pies de hierro y de barro cocido, y los desmenuzó.&nbsp;</p>\n<p><strong><sup>35</sup></strong> Entonces fueron desmenuzados también el hierro, el barro cocido, el bronce, la plata y el oro, y fueron como tamo de las eras del verano, y se los llevó el viento sin que de ellos quedara rastro alguno. Mas la piedra que hirió a la imagen fue hecha un gran monte que llenó toda la tierra.&nbsp;</p>\n<p><strong><sup>36</sup></strong> Este es el sueño; también la interpretación de él diremos en presencia del rey.&nbsp;</p>\n<p><strong><sup>37</sup></strong> Tú, oh rey, eres rey de reyes; porque el Dios del cielo te ha dado reino, poder, fuerza y majestad.&nbsp;</p>\n<p><strong><sup>38</sup></strong> Y dondequiera que habitan hijos de hombres, bestias del campo y aves del cielo, él los ha entregado en tu mano, y te ha dado el dominio sobre todo; tú eres aquella cabeza de oro.&nbsp;</p>\n<p><strong><sup>39</sup>&nbsp;</strong>Y después de ti se levantará otro reino inferior al tuyo; y luego un tercer reino de bronce, el cual dominará sobre toda la tierra.&nbsp;</p>\n<p><strong><sup>40</sup></strong> Y el cuarto reino será fuerte como hierro; y como el hierro desmenuza y rompe todas las cosas, desmenuzará y quebrantará todo.&nbsp;</p>\n<p><strong><sup>41</sup></strong> Y lo que viste de los pies y los dedos, en parte de barro cocido de alfarero y en parte de hierro, será un reino dividido; mas habrá en él algo de la fuerza del hierro, así como viste hierro mezclado con barro cocido.&nbsp;</p>\n<p><strong><sup>42</sup></strong> Y por ser los dedos de los pies en parte de hierro y en parte de barro cocido, el reino será en parte fuerte, y en parte frágil.&nbsp;</p>\n<p><strong><sup>43</sup></strong> Así como viste el hierro mezclado con barro, se mezclarán por medio de alianzas humanas; pero no se unirán el uno con el otro, como el hierro no se mezcla con el barro.&nbsp;</p>\n<p><strong><sup>44</sup></strong> Y en los días de estos reyes el Dios del cielo levantará un reino que no será jamás destruido, ni será el reino dejado a otro pueblo; desmenuzará y consumirá a todos estos reinos, pero él permanecerá para siempre,&nbsp;</p>\n<p><strong><sup>45</sup></strong> de la manera que viste que del monte fue cortada una piedra, no con mano, la cual desmenuzó el hierro, el bronce, el barro, la plata y el oro. El gran Dios ha mostrado al rey lo que ha de acontecer en lo por venir; y el sueño es verdadero, y fiel su interpretación.</p>\n<p>Fíjate que el reino de Nabucodonosor se reconoce como la cabeza de oro. De este modo, Daniel identifica a Babilonia como el primer reino (Dan. 2:38). Entonces, Daniel dice: “Y después de ti se levantará otro reino inferior al tuyo; y luego un tercer reino” (Dan. 2:39), y luego un cuarto (Dan. 2:40). El hecho de que estén sucesivamente uno tras otro, sin espacios, está igualmente implícito en la imagen, ya que cada uno de los reinos está representado en las partes de un cuerpo mayor que va desde la cabeza hasta los dedos de los pies. Están conectados, así como el tiempo y la historia también están conectados.</p>\n<p>En Daniel 7 y 8, en vez de una imagen, se utilizan símbolos de bestias específicas, pero la enseñanza es la misma. Se nos da una secuencia ininterrumpida de cuatro reinos terrenales (tres en Dan. 8). Comienzan en la antigüedad, atraviesan la historia hasta el presente y continúan en el futuro, cuando Cristo regrese y Dios establezca su Reino eterno.</p>\n<p>De este modo, la imagen de Daniel 2 y las visiones sucesivas de Daniel 7 y 8 proveyeron la base para la interpretación profética historicista protestante, que los Adventistas del Séptimo Día aún mantienen en la actualidad.</p>\n<p><strong>Lee Juan 14:29. ¿Qué dice Jesús que nos ayuda a entender cómo puede funcionar la profecía?</strong></p>\n<p><strong>Juan 14:29</strong></p>\n<p><strong><sup>29</sup></strong> Y ahora os lo he dicho antes que suceda, para que cuando suceda, creáis.</p>\n<p><strong>¿Qué gran ventaja tenemos los que vivimos en la actualidad, cuando ya ha transcurrido tanta historia, con respecto a alguien que vivió en los tiempos de Babilonia?</strong></p>"
    },
    {
      "id": 113,
      "idLesson": 11,
      "idDay": 3,
      "dayTitle": "<p><strong>EL PRINCIPIO DE DÍA POR AÑO</strong></p>",
      "date": "8 de Junio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Una de las claves interpretativas del historicismo es el principio de día por año. Muchos eruditos, a lo largo de los siglos, aplicaron este principio a las profecías de tiempo de Daniel y Apocalipsis. Ellos extrajeron el principio de varios textos clave y del contexto inmediato de las profecías mismas.</p> <p> <br> </p> <p><strong>Lee Números 14:34 y Ezequiel 4:6. ¿Cómo enuncia Dios el principio de día por año en estos versículos específicos?</strong></p> <p> <br> </p> <p><strong>Números 14:34</strong></p> <p> <br> </p> <p><strong>34</strong> Conforme al número de los días, de los cuarenta días en que reconocisteis la tierra, llevaréis vuestras iniquidades cuarenta años, un año por cada día; y conoceréis mi castigo.</p> <p> <br> </p> <p><strong>Ezequiel 4:6</strong></p> <p> <br> </p> <p><strong>6&nbsp;</strong>Cumplidos éstos, te acostarás sobre tu lado derecho segunda vez, y llevarás la maldad de la casa de Judá cuarenta días; día por año, día por año te lo he dado.</p> <p> <br> </p> <p>En estos pasajes, podemos ver muy claramente la idea del principio de día por año. Pero ¿cómo justificamos el uso de este principio con algunas de las profecías de tiempo, como en Daniel 7:25 y Daniel 8:14, así como en Apocalipsis 11:2 y 3; 12:6 y 14; y 13:5?</p> <p> <br> </p> <p><strong>Daniel 7:25</strong></p> <p> <br> </p> <p><strong>25</strong> Y hablará palabras contra el Altísimo, y a los santos del Altísimo quebrantará, y pensará en cambiar los tiempos y la ley; y serán entregados en su mano hasta tiempo, y tiempos, y medio tiempo.</p> <p> <br> </p> <p><strong>Daniel 8:14</strong></p> <p><strong> <br> </strong></p> <p><strong>14 </strong>Y él dijo: Hasta dos mil trescientas tardes y mañanas; luego el santuario será purificado.</p> <p><strong> <br> </strong></p> <p><strong>Apocalipsis 11:2-3; 12:6-14; 13:5</strong></p> <p><strong> <br> </strong></p> <p><strong>Apocalipsis 11:2-3</strong></p> <p><strong> <br> </strong></p> <p><strong>2</strong> Pero el patio que está fuera del templo déjalo aparte, y no lo midas, porque ha sido entregado a los gentiles; y ellos hollarán la ciudad santa cuarenta y dos meses. <strong>3</strong> Y daré a mis dos testigos que profeticen por mil doscientos sesenta días, vestidos de cilicio.</p> <p> <br> </p> <p><strong>Apocalipsis 12:6-14</strong></p> <p> <br> </p> <p><strong>6&nbsp;</strong>Y la mujer huyó al desierto, donde tiene lugar preparado por Dios, para que allí la sustenten por mil doscientos sesenta días.&nbsp;</p> <p><strong>7 </strong>Después hubo una gran batalla en el cielo: Miguel y sus ángeles luchaban contra el dragón; y luchaban el dragón y sus ángeles;&nbsp;</p> <p><strong>8</strong> pero no prevalecieron, ni se halló ya lugar para ellos en el cielo.&nbsp;</p> <p><strong>9&nbsp;</strong>Y fue lanzado fuera el gran dragón, la serpiente antigua, que se llama diablo y Satanás, el cual engaña al mundo entero; fue arrojado a la tierra, y sus ángeles fueron arrojados con él.&nbsp;</p> <p><strong>10</strong> Entonces oí una gran voz en el cielo, que decía: Ahora ha venido la salvación, el poder, y el reino de nuestro Dios, y la autoridad de su Cristo; porque ha sido lanzado fuera el acusador de nuestros hermanos, el que los acusaba delante de nuestro Dios día y noche.&nbsp;</p> <p><strong>11</strong> Y ellos le han vencido por medio de la sangre del Cordero y de la palabra del testimonio de ellos, y menospreciaron sus vidas hasta la muerte.&nbsp;</p> <p><strong>12</strong> Por lo cual alegraos, cielos, y los que moráis en ellos. !!Ay de los moradores de la tierra y del mar! porque el diablo ha descendido a vosotros con gran ira, sabiendo que tiene poco tiempo.&nbsp;</p> <p><strong>13</strong> Y cuando vio el dragón que había sido arrojado a la tierra, persiguió a la mujer que había dado a luz al hijo varón.&nbsp;</p> <p><strong>14</strong> Y se le dieron a la mujer las dos alas de la gran águila, para que volase de delante de la serpiente al desierto, a su lugar, donde es sustentada por un tiempo, y tiempos, y la mitad de un tiempo.</p> <p> <br> </p> <p><strong>Apocalipsis 13:5</strong></p> <p> <br> </p> <p><strong>5&nbsp;</strong>El que venciere será vestido de vestiduras blancas; y no borraré su nombre del libro de la vida, y confesaré su nombre delante de mi Padre, y delante de sus ángeles.</p> <p> <br> </p> <p>Otros tres elementos respaldan el principio de día por año en estas profecías de Daniel y Apocalipsis: el uso de símbolos, los largos espacios de tiempo y algunas expresiones peculiares. En primer lugar, la naturaleza simbólica de las bestias y los cuernos que representan reinos sugiere que las expresiones temporales también deben interpretarse como simbólicas. Las bestias y los cuernos no deben tomarse literalmente. Son símbolos de otra cosa. Por lo tanto, debido a que el resto de la profecía es simbólica, no literal, ¿por qué deberíamos tomar como literales solo las profecías de tiempo? La respuesta es, por supuesto, que no deberíamos.</p> <p> <br> </p> <p>En segundo lugar, muchos de los acontecimientos y los reinos representados en las profecías cubren un lapso de muchos siglos, lo que sería imposible si las profecías de tiempo que los representan se tomaran literalmente. Una vez que se aplica el principio de día por año, el tiempo se ajusta a los acontecimientos de una manera notablemente precisa.</p> <p> <br> </p> <p>Finalmente, las expresiones peculiares utilizadas para designar estos períodos sugieren una interpretación simbólica. En otras palabras, las formas en que el tiempo se expresa en estas profecías (p. ej., “dos mil trescientas tardes y mañanas”, de Dan. 8:14) no son las formas normales de expresar el tiempo, lo que indica que los períodos que se muestran deben tomarse en forma simbólica, no literal.</p> <p> <br> </p> <p><strong>Observa la profecía de las 70 semanas de Daniel 9:24 al 27. Leemos que “desde la salida de la orden para restaurar y edificar a Jerusalén hasta el Mesías Príncipe” (Dan. 9:25), habrá literalmente 69 semanas, o solo un año, 4 meses y una semana. Si esta profecía se la interpretara literalmente, no tendría sentido, ¿verdad? Sin embargo, ¿qué sucede cuando aplicamos el principio bíblico de día por año, y las 70 semanas se convierten en 490 años?</strong></p> <p> <br> </p> <p><strong>Daniel 9:24-27.</strong></p> <p> <br> </p> <p><strong>24</strong> Setenta semanas están determinadas sobre tu pueblo y sobre tu santa ciudad, para terminar la prevaricación, y poner fin al pecado, y expiar la iniquidad, para traer la justicia perdurable, y sellar la visión y la profecía, y ungir al Santo de los santos.&nbsp;</p> <p><strong>25</strong> Sabe, pues, y entiende, que desde la salida de la orden para restaurar y edificar a Jerusalén hasta el Mesías Príncipe, habrá siete semanas, y sesenta y dos semanas; se volverá a edificar la plaza y el muro en tiempos angustiosos.&nbsp;</p> <p><strong>26</strong> Y después de las sesenta y dos semanas se quitará la vida al Mesías, mas no por sí; y el pueblo de un príncipe que ha de venir destruirá la ciudad y el santuario; y su fin será con inundación, y hasta el fin de la guerra durarán las devastaciones.&nbsp;</p> <p><strong>27</strong> Y por otra semana confirmará el pacto con muchos; a la mitad de la semana hará cesar el sacrificio y la ofrenda. Después con la muchedumbre de las abominaciones vendrá el desolador, hasta que venga la consumación, y lo que está determinado se derrame sobre el desolador.</p>"
    },
    {
      "id": 114,
      "idLesson": 11,
      "idDay": 4,
      "dayTitle": "<p><strong>IDENTIFICACIÓN DEL CUERNO PEQUEÑO</strong></p>",
      "date": "9 de Junio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Durante siglos, los reformadores protestantes identificaron el poder del cuerno pequeño de Daniel 7 y 8 como la iglesia romana. ¿Por qué?</p> <p> <br> </p> <p><strong>Lee Daniel 7:1 al 25 y 8:1 al 13. ¿Cuáles son las características comunes del cuerno pequeño en ambos capítulos? ¿Cómo podemos identificarlo?</strong></p> <p><strong> <br> </strong></p> <p><strong>Daniel 7:1-25; 8:1-13</strong></p> <p><strong> <br> </strong></p> <p><strong>Daniel 7:1-25</strong></p> <p><strong> <br> </strong></p> <p><strong>1</strong> En el primer año de Belsasar rey de Babilonia tuvo Daniel un sueño, y visiones de su cabeza mientras estaba en su lecho; luego escribió el sueño, y relató lo principal del asunto.&nbsp;</p> <p><strong>2</strong> Daniel dijo: Miraba yo en mi visión de noche, y he aquí que los cuatro vientos del cielo combatían en el gran mar.</p> <p><strong>3</strong> Y cuatro bestias grandes, diferentes la una de la otra, subían del mar.&nbsp;</p> <p><strong>4</strong> La primera era como león, y tenía alas de águila. Yo estaba mirando hasta que sus alas fueron arrancadas, y fue levantada del suelo y se puso enhiesta sobre los pies a manera de hombre, y le fue dado corazón de hombre.&nbsp;</p> <p><strong>5&nbsp;</strong>Y he aquí otra segunda bestia, semejante a un oso, la cual se alzaba de un costado más que del otro, y tenía en su boca tres costillas entre los dientes; y le fue dicho así: Levántate, devora mucha carne.&nbsp;</p> <p><strong>6</strong> Después de esto miré, y he aquí otra, semejante a un leopardo, con cuatro alas de ave en sus espaldas; tenía también esta bestia cuatro cabezas; y le fue dado dominio.&nbsp;</p> <p><strong>7&nbsp;</strong>Después de esto miraba yo en las visiones de la noche, y he aquí la cuarta bestia, espantosa y terrible y en gran manera fuerte, la cual tenía unos dientes grandes de hierro; devoraba y desmenuzaba, y las sobras hollaba con sus pies, y era muy diferente de todas las bestias que vi antes de ella, y tenía diez cuernos.&nbsp;</p> <p><strong>8</strong> Mientras yo contemplaba los cuernos, he aquí que otro cuerno pequeño salía entre ellos, y delante de él fueron arrancados tres cuernos de los primeros; y he aquí que este cuerno tenía ojos como de hombre, y una boca que hablaba grandes cosas.&nbsp;</p> <p><strong>9&nbsp;</strong>Estuve mirando hasta que fueron puestos tronos, y se sentó un Anciano de días, cuyo vestido era blanco como la nieve, y el pelo de su cabeza como lana limpia; su trono llama de fuego, y las ruedas del mismo, fuego ardiente.&nbsp;</p> <p><strong>10&nbsp;</strong>Un río de fuego procedía y salía de delante de él; millares de millares le servían, y millones de millones asistían delante de él; el Juez se sentó, y los libros fueron abiertos.&nbsp;</p> <p><strong>11&nbsp;</strong>Yo entonces miraba a causa del sonido de las grandes palabras que hablaba el cuerno; miraba hasta que mataron a la bestia, y su cuerpo fue destrozado y entregado para ser quemado en el fuego.&nbsp;</p> <p><strong>12&nbsp;</strong>Habían también quitado a las otras bestias su dominio, pero les había sido prolongada la vida hasta cierto tiempo.&nbsp;</p> <p><strong>13</strong> Miraba yo en la visión de la noche, y he aquí con las nubes del cielo venía uno como un hijo de hombre, que vino hasta el Anciano de días, y le hicieron acercarse delante de él.&nbsp;</p> <p><strong>14</strong> Y le fue dado dominio, gloria y reino, para que todos los pueblos, naciones y lenguas le sirvieran; su dominio es dominio eterno, que nunca pasará, y su reino uno que no será destruido.&nbsp;</p> <p><strong>15</strong> Se me turbó el espíritu a mí, Daniel, en medio de mi cuerpo, y las visiones de mi cabeza me asombraron.&nbsp;</p> <p><strong>16</strong> Me acerqué a uno de los que asistían, y le pregunté la verdad acerca de todo esto. Y me habló, y me hizo conocer la interpretación de las cosas.&nbsp;</p> <p><strong>17</strong> Estas cuatro grandes bestias son cuatro reyes que se levantarán en la tierra.&nbsp;</p> <p><strong>18</strong> Después recibirán el reino los santos del Altísimo, y poseerán el reino hasta el siglo, eternamente y para siempre.&nbsp;</p> <p><strong>19</strong> Entonces tuve deseo de saber la verdad acerca de la cuarta bestia, que era tan diferente de todas las otras, espantosa en gran manera, que tenía dientes de hierro y uñas de bronce, que devoraba y desmenuzaba, y las sobras hollaba con sus pies;&nbsp;</p> <p><strong>20</strong> asimismo acerca de los diez cuernos que tenía en su cabeza, y del otro que le había salido, delante del cual habían caído tres; y este mismo cuerno tenía ojos, y boca que hablaba grandes cosas, y parecía más grande que sus compañeros.&nbsp;</p> <p><strong>21</strong> Y veía yo que este cuerno hacía guerra contra los santos, y los vencía,&nbsp;</p> <p><strong>22</strong> hasta que vino el Anciano de días, y se dio el juicio a los santos del Altísimo; y llegó el tiempo, y los santos recibieron el reino.&nbsp;</p> <p><strong>23</strong> Dijo así: La cuarta bestia será un cuarto reino en la tierra, el cual será diferente de todos los otros reinos, y a toda la tierra devorará, trillará y despedazará.&nbsp;</p> <p><strong>24</strong> Y los diez cuernos significan que de aquel reino se levantarán diez reyes; y tras ellos se levantará otro, el cual será diferente de los primeros, y a tres reyes derribará.&nbsp;</p> <p><strong>25</strong> Y hablará palabras contra el Altísimo, y a los santos del Altísimo quebrantará, y pensará en cambiar los tiempos y la ley; y serán entregados en su mano hasta tiempo, y tiempos, y medio tiempo.</p> <p> <br> </p> <p>Hay siete características comunes entre el cuerno pequeño de Daniel 7 y 8: (1) se describe a ambos como un cuerno; (2) ambos son poderes perseguidores (Dan. 7:21, 25; 8:10, 24); (3) ambos se exaltan a sí mismos y son blasfemos (Dan. 7:8, 20, 25; 8:10, 11, 25); (4) ambos atacan al pueblo de Dios (Dan. 7:25; 8:24); (5) el tiempo profético delinea aspectos de la actividad de ambos (Dan. 7:25; 8:13, 14); (6) ambos se extienden hasta el fin del tiempo (Dan. 7:25, 26; 8:17, 19); y (7) ambos serán destruidos en forma sobrenatural (Dan. 7:11, 26; 8:25).</p> <p> <br> </p> <p><strong>Daniel 8: 1-13</strong></p> <p> <br> </p> <p><strong>1&nbsp;</strong>En el año tercero del reinado del rey Belsasar me apareció una visión a mí, Daniel, después de aquella que me había aparecido antes.&nbsp;</p> <p><strong>2</strong> Vi en visión; y cuando la vi, yo estaba en Susa, que es la capital del reino en la provincia de Elam; vi, pues, en visión, estando junto al río Ulai.&nbsp;</p> <p><strong>3</strong> Alcé los ojos y miré, y he aquí un carnero que estaba delante del río, y tenía dos cuernos; y aunque los cuernos eran altos, uno era más alto que el otro; y el más alto creció después.&nbsp;</p> <p><strong>4</strong> Vi que el carnero hería con los cuernos al poniente, al norte y al sur, y que ninguna bestia podía parar delante de él, ni había quien escapase de su poder; y hacía conforme a su voluntad, y se engrandecía.</p> <p><strong>5</strong> Mientras yo consideraba esto, he aquí un macho cabrío venía del lado del poniente sobre la faz de toda la tierra, sin tocar tierra; y aquel macho cabrío tenía un cuerno notable entre sus ojos.&nbsp;</p> <p><strong>6</strong> Y vino hasta el carnero de dos cuernos, que yo había visto en la ribera del río, y corrió contra él con la furia de su fuerza.&nbsp;</p> <p><strong>7</strong> Y lo vi que llegó junto al carnero, y se levantó contra él y lo hirió, y le quebró sus dos cuernos, y el carnero no tenía fuerzas para pararse delante de él; lo derribó, por tanto, en tierra, y lo pisoteó, y no hubo quien librase al carnero de su poder.&nbsp;</p> <p><strong>8</strong> Y el macho cabrío se engrandeció sobremanera; pero estando en su mayor fuerza, aquel gran cuerno fue quebrado, y en su lugar salieron otros cuatro cuernos notables hacia los cuatro vientos del cielo.&nbsp;</p> <p><strong>9</strong> Y de uno de ellos salió un cuerno pequeño, que creció mucho al sur, y al oriente, y hacia la tierra gloriosa.&nbsp;</p> <p><strong>10</strong> Y se engrandeció hasta el ejército del cielo; y parte del ejército y de las estrellas echó por tierra, y las pisoteó.&nbsp;</p> <p><strong>11</strong> Aun se engrandeció contra el príncipe de los ejércitos, y por él fue quitado el continuo sacrificio, y el lugar de su santuario fue echado por tierra.&nbsp;</p> <p><strong>12</strong> Y a causa de la prevaricación le fue entregado el ejército junto con el continuo sacrificio; y echó por tierra la verdad, e hizo cuanto quiso, y prosperó.&nbsp;</p> <p><strong>13</strong> Entonces oí a un santo que hablaba; y otro de los santos preguntó a aquel que hablaba: ¿Hasta cuándo durará la visión del continuo sacrificio, y la prevaricación asoladora entregando el santuario y el ejército para ser pisoteados?</p> <p> <br> </p> <p>La historia identifica al primer reino como Babilonia (Dan. 2:38); al segundo, como Medopersia (Dan. 8:20); y al tercero, como Grecia (Dan. 8:21). La historia es inequívoca: después de estos imperios mundiales viene Roma. En Daniel 2, el hierro que representa a Roma continúa en los pies de hierro mezclado con barro cocido; es decir, hasta el fin de los tiempos. El cuerno pequeño de Daniel 7 surge de la cuarta bestia, pero sigue siendo parte de esta cuarta bestia.</p> <p> <br> </p> <p>¿Qué poder salió de Roma y continuó con su influencia político-religiosa durante al menos 1.260 años (ver Dan. 7:25)? Solo un poder encaja con la historia y la profecía: el Papado. El Papado llegó al poder entre las diez tribus bárbaras de Europa y eliminó a tres de ellas (Dan. 7:24). El Papado era “diferente de los primeros” (Dan. 7:24), lo que indica su singularidad en comparación con las otras tribus. El Papado hablaba “palabras contra el Altísimo” (Dan. 7:25) y “se engrandeció contra el príncipe de los ejércitos” (Dan. 8:11) al usurpar el papel de Jesús y reemplazarlo por el del Papa. El Papado cumplió la predicción de perseguir a “los santos del Altísimo” (Dan. 7:25) y de echar por tierra a “parte del ejército” (Dan 8:10) durante la Contrarreforma cuando los protestantes fueron masacrados. El Papado procuró “cambiar los tiempos y la ley” (Dan. 7:25) al eliminar el segundo Mandamiento y cambiar el día de reposo del sábado al domingo.</p> <p> <br> </p> <p><strong>En Daniel 2, 7 y 8, después de Grecia, surge un poder que existe hasta el fin. ¿Qué otro poder podría ser ese aparte de Roma, ahora en su etapa papal? Por más políticamente incorrecta que sea, ¿por qué esta es una enseñanza vital del mensaje de los tres ángeles y, por lo tanto, un componente vital de la Verdad Presente?</strong></p>"
    },
    {
      "id": 115,
      "idLesson": 11,
      "idDay": 5,
      "dayTitle": "<p><strong>EL JUICIO INVESTIGADOR</strong></p>",
      "date": "10 de Junio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>El bosquejo profético estudiado esta semana ha encontrado un apoyo abrumador entre los historicistas protestantes desde la Reforma. Pero no fue hasta el movimiento millerita a principios del siglo XIX que los 2.300 días y el Juicio Investigador fueron cuidadosamente reconsiderados y estudiados. Mira el siguiente cuadro:</p>\n<p><strong>Daniel 7&nbsp;</strong><strong>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;<strong>Daniel 8</strong></strong></p>\n<p>(a)Babilonia (león) &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;(a)No aparece en este capítulo</p>\n<p>(b)Medopersia (oso) &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;(b)Medopersia (carnero)</p>\n<p>(c)Grecia (leopardo) &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;(c)Grecia (macho cabrío)\n  <br>\n  <br>(d)Roma pagana (cuarta bestia) &nbsp; &nbsp;(d)Roma pagana (el cuerno avanza horizontalmente)\n</p>\n<p>(e)Roma papal (cuerno pequeño) &nbsp; (e)Roma papal (el cuerno avanza verticalmente)\n  <br>  \n</p>\n<p><strong>Lee Daniel 7:9 al 14; y 8:14 y 26. ¿Qué ocurre en el cielo según muestran estos versículos?</strong></p>\n<p><strong>\n    <br>\n  </strong></p>\n<p><strong>Daniel 7:9-14</strong></p>\n<p>\n  <br>\n</p>\n<p><strong>9</strong> Estuve mirando hasta que fueron puestos tronos, y se sentó un Anciano de días, cuyo vestido era blanco como la nieve, y el pelo de su cabeza como lana limpia; su trono llama de fuego, y las ruedas del mismo, fuego ardiente.&nbsp;</p>\n<p><strong>10</strong> Un río de fuego procedía y salía de delante de él; millares de millares le servían, y millones de millones asistían delante de él; el Juez se sentó, y los libros fueron abiertos.&nbsp;</p>\n<p><strong>11</strong> Yo entonces miraba a causa del sonido de las grandes palabras que hablaba el cuerno; miraba hasta que mataron a la bestia, y su cuerpo fue destrozado y entregado para ser quemado en el fuego.&nbsp;</p>\n<p><strong>12</strong> Habían también quitado a las otras bestias su dominio, pero les había sido prolongada la vida hasta cierto tiempo.&nbsp;</p>\n<p><strong>13</strong> Miraba yo en la visión de la noche, y he aquí con las nubes del cielo venía uno como un hijo de hombre, que vino hasta el Anciano de días, y le hicieron acercarse delante de él.&nbsp;</p>\n<p><strong>14</strong> Y le fue dado dominio, gloria y reino, para que todos los pueblos, naciones y lenguas le sirvieran; su dominio es dominio eterno, que nunca pasará, y su reino uno que no será destruido.</p>\n<p>\n  <br>\n</p>\n<p><strong>Daniel 8:14-26</strong></p>\n<p>\n  <br>\n</p>\n<p><strong>14</strong> Y él dijo: Hasta dos mil trescientas tardes y mañanas; luego el santuario será purificado.&nbsp;</p>\n<p><strong>15</strong> Y aconteció que mientras yo Daniel consideraba la visión y procuraba comprenderla, he aquí se puso delante de mí uno con apariencia de hombre.&nbsp;</p>\n<p><strong>16</strong> Y oí una voz de hombre entre las riberas del Ulai, que gritó y dijo: Gabriel, enseña a éste la visión.&nbsp;</p>\n<p><strong>17</strong> Vino luego cerca de donde yo estaba; y con su venida me asombré, y me postré sobre mi rostro. Pero él me dijo: Entiende, hijo de hombre, porque la visión es para el tiempo del fin.&nbsp;</p>\n<p><strong>18</strong><strong>&nbsp;</strong>Mientras él hablaba conmigo, caí dormido en tierra sobre mi rostro; y él me tocó, y me hizo estar en pie.&nbsp;</p>\n<p><strong>19</strong> Y dijo: He aquí yo te enseñaré lo que ha de venir al fin de la ira; porque eso es para el tiempo del fin.&nbsp;</p>\n<p><strong>20</strong> En cuanto al carnero que viste, que tenía dos cuernos, éstos son los reyes de Media y de Persia.&nbsp;</p>\n<p><strong>21</strong> El macho cabrío es el rey de Grecia, y el cuerno grande que tenía entre sus ojos es el rey primero.&nbsp;</p>\n<p><strong>22</strong> Y en cuanto al cuerno que fue quebrado, y sucedieron cuatro en su lugar, significa que cuatro reinos se levantarán de esa nación, aunque no con la fuerza de él.&nbsp;</p>\n<p><strong>23</strong><strong>&nbsp;</strong>Y al fin del reinado de éstos, cuando los transgresores lleguen al colmo, se levantará un rey altivo de rostro y entendido en enigmas.&nbsp;</p>\n<p><strong>24</strong> Y su poder se fortalecerá, mas no con fuerza propia; y causará grandes ruinas, y prosperará, y hará arbitrariamente, y destruirá a los fuertes y al pueblo de los santos.&nbsp;</p>\n<p><strong>25</strong> Con su sagacidad hará prosperar el engaño en su mano; y en su corazón se engrandecerá, y sin aviso destruirá a muchos; y se levantará contra el Príncipe de los príncipes, pero será quebrantado, aunque no por mano humana.&nbsp;</p>\n<p><strong>26</strong> La visión de las tardes y mañanas que se ha referido es verdadera; y tú guarda la visión, porque es para muchos días.</p>\n<p>\n  <br>\n</p>\n<p>Después del período de persecución medieval, que terminó en 1798 con la captura y la reclusión del Papa por parte del general Berthier (Apoc. 13:3), Daniel 7 y 8 hablan de juicio. El Juicio se llevará a cabo en el cielo, donde “el Juez se sentó” (Dan. 7:10) y “con las nubes del cielo venía uno como un hijo de hombre, que vino hasta el Anciano de días” (Dan. 7:13). Esta es una escena de juicio que ocurre después de 1798 y antes de la segunda venida de Jesús</p>\n<p>\n  <br>\n</p>\n<p>Esta escena de juicio en Daniel 7 es directamente análoga a la purificación del Santuario en Daniel 8:14. Hablan de lo mismo. Según Daniel 8:14, el tiempo de esta “purificación del santuario”, que es la terminología del Día de la Expiación, es de 2.300 tardes-mañanas, o días. Con el principio de día por año, estos días representan 2.300 años.</p>\n<p>\n  <br>\n</p>\n<p>El punto de partida de los 2.300 años se encuentra en Daniel 9:24, en el que la profecía de las 70 semanas (490 años) está chatak, “cortada” o “determinada”, de la visión de los 2.300 días (Dan. 9:24). De hecho, muchos eruditos consideran acertadamente que la profecía de 2.300 días (años) de Daniel 8:14 y la profecía de las 70 semanas (490 años) de Daniel 9:24 al 27 son dos partes de una profecía. El siguiente versículo de la profecía de las 70 semanas, Daniel 9:25, indica el comienzo del período: “desde la salida de la orden para restaurar y edificar a Jerusalén”. La fecha para este hecho es “el séptimo año del rey Artajerjes” (Esd. 7:7), o 457 a.C. Si contamos 2.300 años hacia delante, llegamos a 1844, que no es mucho después de 1798 y antes de la segunda venida de Jesús. Esto es cuando Jesús entró en el Lugar Santísimo y comenzó su obra de intercesión, de purificación del Santuario celestial. Observa la tabla en el estudio del viernes.</p>"
    },
    {
      "id": 116,
      "idLesson": 11,
      "idDay": 6,
      "dayTitle": "<p><strong>LA TIPOLOGÍA COMO PROFECÍA</strong></p>",
      "date": "11 de Junio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Los símbolos de las profecías apocalípticas, como los que se encuentran en Daniel y Apocalipsis, tienen un cumplimiento único. Por ejemplo, el macho cabrío encontró su cumplimiento en Grecia, un reino singular (Dan. 8:21). ¡Al fin y al cabo, el texto lo menciona directamente! ¿Podría ser más evidente?</p> <p> <br> </p> <p>Sin embargo, la tipología se centra en personas, hechos o instituciones reales del Antiguo Testamento basados en una realidad histórica, pero que señalan a una realidad mayor en el futuro. El uso de la tipología como método de interpretación se remonta a Jesús y a los autores del Nuevo Testamento, e incluso la encontramos en el Antiguo Testamento. La única guía para reconocer un tipo y un antitipo es cuando un escritor inspirado de las Escrituras los identifica.</p> <p> <br> </p> <p><strong>Lee 1 Corintios 10:1 al 13. ¿A qué acontecimientos históricos se refiere Pablo al amonestar a la iglesia de Corinto? ¿Qué relación tiene esto con nosotros hoy?</strong></p> <p><strong> <br> </strong></p> <p><strong>1 Corintios 10:1-13</strong></p> <p><strong> <br> </strong></p> <p><strong>1</strong> Porque no quiero, hermanos, que ignoréis que nuestros padres todos estuvieron bajo la nube, y todos pasaron el mar;&nbsp;</p> <p><strong>2</strong> y todos en Moisés fueron bautizados en la nube y en el mar,&nbsp;</p> <p><strong>3&nbsp;</strong>y todos comieron el mismo alimento espiritual,&nbsp;</p> <p><strong>4</strong> y todos bebieron la misma bebida espiritual; porque bebían de la roca espiritual que los seguía, y la roca era Cristo.&nbsp;</p> <p><strong>5</strong> Pero de los más de ellos no se agradó Dios; por lo cual quedaron postrados en el desierto. 6 Mas estas cosas sucedieron como ejemplos para nosotros, para que no codiciemos cosas malas, como ellos codiciaron.<strong>&nbsp;</strong></p> <p><strong>7&nbsp;</strong>Ni seáis idólatras, como algunos de ellos, según está escrito: Se sentó el pueblo a comer y a beber, y se levantó a jugar.&nbsp;</p> <p><strong>8</strong> Ni forniquemos, como algunos de ellos fornicaron, y cayeron en un día veintitrés mil.&nbsp;</p> <p><strong>9</strong> Ni tentemos al Señor, como también algunos de ellos le tentaron, y perecieron por las serpientes.&nbsp;</p> <p><strong>10</strong> Ni murmuréis, como algunos de ellos murmuraron, y perecieron por el destructor.&nbsp;</p> <p><strong>11</strong> Y estas cosas les acontecieron como ejemplo, y están escritas para amonestarnos a nosotros, a quienes han alcanzado los fines de los siglos.&nbsp;</p> <p><strong>12</strong> Así que, el que piensa estar firme, mire que no caiga.&nbsp;</p> <p><strong>13</strong> No os ha sobrevenido ninguna tentación que no sea humana; pero fiel es Dios, que no os dejará ser tentados más de lo que podéis resistir, sino que dará también juntamente con la tentación la salida, para que podáis soportar.</p> <p> <br> </p> <p>Pablo se remite a la realidad histórica del Éxodo y elabora una tipología basada en la experiencia de los antiguos hebreos en el desierto. De esta manera, Pablo muestra que Dios, quien inspiró a Moisés para registrar estos acontecimientos, quiso que “estas cosas sucedier[a]n como ejemplos para nosotros” (1 Cor. 10:6), y de ese modo amonestaran al Israel espiritual para que resistiera la tentación mientras vivimos en los últimos días.</p> <p> <br> </p> <p><strong>Lee los siguientes pasajes y escribe el tipo y el cumplimiento del antitipo de cada uno, según lo describen Jesús y los autores del Nuevo Testamento.</strong></p> <p><strong> <br> </strong></p> <p><strong>Mateo 12:40</strong></p> <p><strong> <br> </strong></p> <p><strong>40</strong> Porque como estuvo Jonás en el vientre del gran pez tres días y tres noches, así estará el Hijo del Hombre en el corazón de la tierra tres días y tres noches.</p> <p> <br> </p> <p><strong>Juan 19:36</strong></p> <p><strong> <br> </strong></p> <p><strong>36</strong> Porque estas cosas sucedieron para que se cumpliese la Escritura: No será quebrado hueso suyo.</p> <p> <br> </p> <p><strong>Juan 3:14-15</strong></p> <p><strong> <br> </strong></p> <p><strong>14</strong> Y como Moisés levantó la serpiente en el desierto, así es necesario que el Hijo del Hombre sea levantado, 15 para que todo aquel que en él cree, no se pierda, mas tenga vida eterna.</p> <p> <br> </p> <p><strong>Romanos 5:14</strong></p> <p><strong> <br> </strong></p> <p><strong>14</strong> No obstante, reinó la muerte desde Adán hasta Moisés, aun en los que no pecaron a la manera de la transgresión de Adán, el cual es figura del que había de venir.</p> <p> <br> </p> <p><strong>Juan 1:29</strong></p> <p><strong> <br> </strong></p> <p><strong>29</strong> El siguiente día vio Juan a Jesús que venía a él, y dijo: He aquí el Cordero de Dios, que quita el pecado del mundo.</p> <p> <br> </p> <p>En cada caso, Jesús y los escritores del Nuevo Testamento aplican el tipo y la interpretación antitípica que permiten resaltar el significado profético. De esta manera, apuntan a un mayor cumplimiento de la realidad histórica.</p> <p> <br> </p> <p><strong>Piensa en el servicio del Santuario terrenal, que funcionaba como un tipo de todo el plan de salvación. ¿Qué nos enseña esto acerca de la importancia del mensaje del Santuario para nosotros hoy?</strong></p>"
    },
    {
      "id": 117,
      "idLesson": 11,
      "idDay": 7,
      "dayTitle": "",
      "date": "12 de Junio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p>\n<p>\n  <br>\n</p>\n<p>Lee 1844: Hecho simple, de Clifford Goldstein, como un lugar entre tantos para encontrar más material sobre la profecía de los 2.300 días. Estudia el siguiente cuadro:</p>\n<p><strong>Daniel 7&nbsp;</strong><strong>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;<strong>Daniel 8</strong></strong></p>\n<p>(a)Babilonia (león) &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;(a)No aparece en este capítulo</p>\n<p>(b)Medopersia (oso) &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;(b)Medopersia (carnero)</p>\n<p>(c)Grecia (leopardo) &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;(c)Grecia (macho cabrío)\n  <br>\n  <br>(d)Roma pagana (cuarta bestia) &nbsp; &nbsp;(d)Roma pagana (el cuerno avanza horizontalmente)\n</p>\n<p>(e)Roma papal (cuerno pequeño) &nbsp; (e)Roma papal (el cuerno avanza verticalmente)</p>\n<p>El aspecto central que se debe considerar aquí es que la escena del Juicio de Daniel 7, que tiene lugar después de 1.260 años de persecución (Dan. 7:25), es lo mismo que la purificación del Santuario de Daniel 8:14. Y esta escena de Juicio celestial es lo que conduce, en última instancia, al establecimiento del Reino eterno de Dios al final de la triste historia de esta Tierra caída. Por lo tanto, tenemos poderosas evidencias bíblicas de la gran importancia que las Escrituras le dan a Daniel 8:14 y al acontecimiento que representa.</p>\n<p>\n  <br>\n</p>\n<p><strong>PREGUNTAS PARA DIALOGAR:</strong>&nbsp;</p>\n<p><strong>1.</strong> Repasa Daniel 2. Fíjate con qué claridad se revela el método historicista: una secuencia ininterrumpida de imperios mundiales, que comienza en la antigüedad y termina con el establecimiento del Reino eterno de Dios. Dios nos da la clave para interpretar estas profecías. Sin embargo, ¿qué dice sobre el estado del mundo cristiano el hecho de que muy pocos cristianos empleen el método historicista en la actualidad? ¿Por qué este hecho ayuda a establecer aún más la relevancia del mensaje adventista para el mundo en este tiempo?</p>\n<p>\n  <br>\n</p>\n<p><strong>2.</strong> ¿Qué tan bien entiendes la profecía los 2.300 días de Daniel 8:14? Si no la entiendes, ¿por qué no te tomas el tiempo necesario para estudiarla y compartirla con la clase? Quizá te sorprendas con la solidez de nuestra interpretación de esta profecía.</p>\n<p>\n  <br>\n</p>\n<p><strong>3.&nbsp;</strong>Lee Daniel 7:18, 21, 22, 25 y 27. Observa el enfoque en lo que les sucede a los santos. ¿Qué les hace el cuerno pequeño? En contraste, ¿qué hace el Señor por ellos? ¿Cuáles son las buenas noticias para los santos con respecto al Juicio? ¿Qué les da finalmente el Juicio?</p>"
    }
  ]
}
