{
  "id": 712,
  "lessonNumber": 12,
  "versionCode": 8,
  "quarter": "3T2020",
  "title": "<p><strong>A Message Worth Sharing</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p>&ldquo;Then I saw another angel flying in the midst of heaven, having the everlasting gospel to preach to those who dwell on the earth&mdash;to every nation, tribe, tongue, and people&mdash;saying with a loud voice, &lsquo;Fear God and give glory to Him, for the hour of His judgment has come; and worship Him who made heaven and earth, the sea and springs of water&rsquo; &rdquo; (Revelation 14:6, 7, NKJV).</p>",
  "weekDate": "September 12-18",
  "lessonDays": [
    {
      "id": 121,
      "idLesson": 12,
      "idDay": 1,
      "dayTitle": "",
      "date": "September 12",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>C</strong>hrist&rsquo;s atoning death was universal; that is, it was meant for all people who have ever lived, regardless of when or where. Thus, the gospel speaks to people of every language group, culture, and background. It bridges ethnic divides. It is the incredibly good news that Jesus, in His life, death, and resurrection, has triumphed over the principalities and powers of hell. The gospel is all about Jesus. He died for us and now lives for us. He came once to deliver us from the penalty and power of sin and is coming again to deliver us from the presence of sin. He died the death we deserve so that we can live the life He deserves. In Christ we are justified, sanctified, and one day glorified.<br><br>The Bible focuses on the two comings of Jesus. He came once to redeem us and will return to take home what He has purchased at such an infinite cost. The Bible&rsquo;s last book, Revelation, was written especially to prepare the world for Jesus&rsquo; return. It is an urgent message for this generation. In this week&rsquo;s lesson, we will study Revelation&rsquo;s relevance for a twenty-first-century contemporary society. Together we will discover anew Jesus&rsquo; appeal to His last-day church to share this end-time message.</p>"
    },
    {
      "id": 122,
      "idLesson": 12,
      "idDay": 2,
      "dayTitle": "<p><strong>Peter&rsquo;s Present-Truth Message</strong></p>",
      "date": "September 13",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Throughout salvation history, God has regularly sent a special message through the prophetic Word to prepare people for what was coming. God is never caught off guard (Isa. 46:9, 10). He prepares His people for the future by sending prophets to reveal His message before the judgment falls (Amos 3:7). In the days before the Flood, God sent a message to the world through Noah that the Flood was coming. In Egypt, God raised up Joseph to prepare for the famine during the seven years of plenty. The Jewish prophets warned the Israelite leaders of the coming destruction of Jerusalem by the Babylonian armies. John the Baptist&rsquo;s message of repentance prepared a nation for the first coming of Jesus.<br><br><strong>Read 2 Peter 1:12. What expression does Peter use to describe God&rsquo;s message to his generation?</strong><br><br><strong>2</strong> <strong>Peter 1:12</strong></p> <p><strong>&nbsp;12</strong> For this reason I will not be negligent to remind you always of these things, though you know and are established in the present truth.</p> <p><br><br><strong>Read 2 Peter 1:16&ndash;21. What was this &ldquo;present truth&rdquo; message that Peter and the disciples proclaimed?</strong><br><br><strong>2</strong> <strong>Peter 1:16&ndash;21&nbsp;</strong></p> <p><strong>16</strong> For we did not follow cunningly devised fables when we made known to you the power and coming of our Lord Jesus Christ, but were eyewitnesses of His majesty.<br><br><strong>17</strong> For He received from God the Father honor and glory when such a voice came to Him from the Excellent Glory: &ldquo;This is My beloved Son, in whom I am well pleased.&rdquo;<br><br><strong>18&nbsp;</strong>And we heard this voice which came from heaven when we were with Him on the holy mountain.<br><br><strong>19</strong> [a]And so we have the prophetic word confirmed, which you do well to heed as a light that shines in a dark place, until the day dawns and the morning star rises in your hearts;&nbsp;</p> <p><strong>20</strong> knowing this first, that no prophecy of Scripture is of any private [b]interpretation,<br><br><strong>21</strong> for prophecy never came by the will of man, but [c]holy men of God spoke as they were moved by the Holy Spirit.<br><br>The message of eternal significance for the first century was that Christ had come. The Father&rsquo;s love was revealed through the sacrifice of Christ on the cross. Although the &ldquo;wages of sin is death,&rdquo; through Christ eternal life has been secured for all. It is our choice whether by faith we will receive it (Rom. 3:23, Rom. 6:23, Eph. 2:8). This message of salvation in Jesus will never be out of date. It is present truth for every generation.<br><br>The Bible&rsquo;s last book, Revelation, presents Jesus and His eternal salvation in an end-time context to prepare a people for His soon return. It exposes the falsehood of human tradition and self-centered religiosity. From the beginning to the end, Revelation reveals Jesus and His work in behalf of humanity.<br><br>Jesus is the true witness of His Father&rsquo;s character. He is the &ldquo;ruler over the kings of the earth.&rdquo; He is the One &ldquo;who loved us and washed us from our sins in His own blood and has made us kings and priests to His God and Father&rdquo; (see Rev. 1:1&ndash;6, NKJV). Revelation is all about Jesus and His end-time message to get His people ready for His soon return.<br><br><strong>When you think of the book of Revelation, what comes to your mind? Are your thoughts more about beasts and prophetic symbols than about Jesus? Why do you think Jesus gave us the prophecies in Revelation? How do they reveal His loving plans for humankind?</strong></p>"
    },
    {
      "id": 123,
      "idLesson": 12,
      "idDay": 3,
      "dayTitle": "<p><strong>Revelation&rsquo;s End-Time Focus</strong></p>",
      "date": "September 14",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>The gospels primarily center on Christ&rsquo;s first coming. They tell the story of His birth, His life and ministry, and His death and resurrection. Although they speak of His second coming, that is not their main emphasis. The book of Revelation&rsquo;s primary focus, however, is the climax of the centuries-long conflict of the ages. Each of its major prophecies ends in the glorious return of our Lord.<br><br><strong>Read Revelation 1:7, Revelation 11:15, Revelation 14:14&ndash;20, and Revelation 19:11&ndash;18. What similar conclusion do you see in each of these passages?<br></strong><br><strong>Revelation 1:7&nbsp;</strong></p> <p><strong>7</strong> Behold, He is coming with clouds, and every eye will see Him, even they who pierced Him. And all the tribes of the earth will mourn because of Him. Even so, Amen.<br><br><strong>Revelation 11:15</strong></p> <p><strong>&nbsp;15</strong> Then the seventh angel sounded: And there were loud voices in heaven, saying, &ldquo;The [a]kingdoms of this world have become the kingdoms of our Lord and of His Christ, and He shall reign forever and ever!&rdquo;<br><br><strong>Revelation 14:14&ndash;20</strong></p> <p><strong>&nbsp;14</strong> Then I looked, and behold, a white cloud, and on the cloud sat One like the Son of Man, having on His head a golden crown, and in His hand a sharp sickle.<br><br><strong>15</strong> And another angel came out of the temple, crying with a loud voice to Him who sat on the cloud, &ldquo;Thrust in Your sickle and reap, for the time has come [a]for You to reap, for the harvest of the earth is ripe.&rdquo;<br><br><strong>16</strong> So He who sat on the cloud thrust in His sickle on the earth, and the earth was reaped. Reaping the Grapes of Wrath<br><br><strong>17</strong> Then another angel came out of the temple which is in heaven, he also having a sharp sickle.<br><br><strong>18</strong> And another angel came out from the altar, who had power over fire, and he cried with a loud cry to him who had the sharp sickle, saying, &ldquo;Thrust in your sharp sickle and gather the clusters of the vine of the earth, for her grapes are fully ripe.&rdquo;<br><br><strong>19</strong> So the angel thrust his sickle into the earth and gathered the vine of the earth, and threw it into the great winepress of the wrath of God.<br><br><strong>20</strong> And the winepress was trampled outside the city, and blood came out of the winepress, up to the horses&rsquo; bridles, for one thousand six hundred [b]furlongs.<br><br><strong>Revelation 19:11&ndash;18</strong></p> <p><strong>&nbsp;11</strong> Now I saw heaven opened, and behold, a white horse. And He who sat on him was called Faithful and True, and in righteousness He judges and makes war.<br><br><strong>12</strong> His eyes were like a flame of fire, and on His head were many crowns. He [a]had a name written that no one knew except Himself.<br><br><strong>13</strong> He was clothed with a robe dipped in blood, and His name is called The Word of God.<br><br><strong>14</strong> And the armies in heaven, clothed in [b]fine linen, white and clean, followed Him on white horses.<br><br><strong>15</strong> Now out of His mouth goes a [c]sharp sword, that with it He should strike the nations. And He Himself will rule them with a rod of iron. He Himself treads the winepress of the fierceness and wrath of Almighty God.<br><br><strong>16</strong> And He has on His robe and on His thigh a name written:<br><br>KING OF KINGS AND LORD OF LORDS.&nbsp;</p> <p>The Beast and His Armies Defeated<br><br><strong>17</strong> Then I saw an angel standing in the sun; and he cried with a loud voice, saying to all the birds that fly in the midst of heaven, &ldquo;Come and gather together for the [d]supper of the great God,<br><br><strong>18</strong> that you may eat the flesh of kings, the flesh of captains, the flesh of mighty men, the flesh of horses and of those who sit on them, and the flesh of all people, [e]free and slave, both small and great.&rdquo;<br><br>From the first to the last chapter of the book of Revelation, the climax of each prophecy is the coming of Jesus. The &ldquo;Lamb who was slain&rdquo; (Rev. 5:12, NKJV) is coming again as King of kings and Lord of lords (Rev. 19:16). He will defeat all of the foes that oppress and persecute His people (Rev. 17:14). He will deliver them from this nightmare of sin and bring them home to glory. The great controversy between good and evil will be ended. The earth will be made new, and the redeemed will live with their Lord forever (Rev. 21:1&ndash;4).<br><br>In Revelation 22:7 (see also Rev. 22:12, 17, 20), Jesus says: &ldquo; &lsquo;Behold, I am coming quickly! Blessed is he who keeps the words of the prophecy of this book&rsquo; &rdquo; (NKJV). Thus, Jesus&rsquo; final appeal to all humanity is to respond to His love, accept His grace, and follow His truth to be ready for His soon return. Revelation concludes with Jesus&rsquo; invitation, &ldquo;And the Spirit and the bride say, &lsquo;Come!&rsquo; And let him who hears say, &lsquo;Come!&rsquo; &rdquo; (Rev. 22:17, NKJV).<br><br>Our Lord invites all of those who seek for eternal life to come to Him. He then invites those of us who have accepted the message of salvation and are eagerly anticipating His return to join Him in inviting others to accept the message of His love. He sends us out on His mission to share His message to prepare a world for His soon return. There is nothing more rewarding than participating with Jesus in His mission to the world. There is nothing more fulfilling than cooperating with Christ in His last-day plan of salvation.<br><br><strong>Christ, coming quickly? John wrote those words about two thousand years ago. However, given our understanding of the state of the dead, why is Christ&rsquo;s second coming never more than an instant after our death? How does this fact help us to understand how quickly, indeed, Christ is coming?</strong></p>"
    },
    {
      "id": 124,
      "idLesson": 12,
      "idDay": 4,
      "dayTitle": "<p><strong>Revelation&rsquo;s End-Time Message</strong></p>",
      "date": "September 15",
      "verses": [
        {
          "verse": "",
          "verseText": "<p>The epicenter of Revelation is chapter 14. This chapter is of paramount importance to God&rsquo;s people living in the last days of human history. It unfolds God&rsquo;s last-day message to humankind. This end-time message is crucial to the people of God and to all humanity.<br><br><strong>Read Revelation 14:14&ndash;20. What symbolism is used here to portray the return of our Lord?</strong><br><br><strong>Revelation 14:14&ndash;20</strong><br><br><strong>14</strong> Then I looked, and behold, a white cloud, and on the cloud sat One like the Son of Man, having on His head a golden crown, and in His hand a sharp sickle.<br><br><strong>15</strong> And another angel came out of the temple, crying with a loud voice to Him who sat on the cloud, &ldquo;Thrust in Your sickle and reap, for the time has come [a]for You to reap, for the harvest of the earth is ripe.&rdquo;<br><br><strong>16</strong> So He who sat on the cloud thrust in His sickle on the earth, and the earth was reaped. Reaping the Grapes of Wrath<br><br><strong>17</strong> Then another angel came out of the temple which is in heaven, he also having a sharp sickle.<br><br><strong>18</strong> And another angel came out from the altar, who had power over fire, and he cried with a loud cry to him who had the sharp sickle, saying, &ldquo;Thrust in your sharp sickle and gather the clusters of the vine of the earth, for her grapes are fully ripe.&rdquo;<br><br><strong>19</strong> So the angel thrust his sickle into the earth and gathered the vine of the earth, and threw it into the great winepress of the wrath of God.<br><br><strong>20</strong> And the winepress was trampled outside the city, and blood came out of the winepress, up to the horses&rsquo; bridles, for one thousand six hundred [b]furlongs.<br><br>The symbolism of the harvest is used throughout the Bible to describe Christ&rsquo;s return (Matt. 13:37&ndash;43, Mark 4:29). In Revelation 14, the harvest of ripe grain represents the redemption of the righteous, and the harvest of overripe grapes depicts the destruction of the wicked. Revelation 14:6&ndash;12 contains an urgent last-day message to prepare men and women for earth&rsquo;s final harvest.<br><br><strong>Read Revelation 14:6, 7. What is the essence of the message found in these two verses? How do they help us to understand who we are as Seventh-day Adventists?</strong><br><br><strong>Revelation 14:6, 7</strong><br><br><strong>6</strong> Then I saw another angel flying in the midst of heaven, having the everlasting gospel to preach to those who dwell on the earth&mdash;to every nation, tribe, tongue, and people&mdash;<br><br><strong>7</strong> saying with a loud voice, &ldquo;Fear God and give glory to Him, for the hour of His judgment has come; and worship Him who made heaven and earth, the sea and springs of water.&rdquo;<br><br>The message of the first angel in Revelation 14 appeals to a twentyfirst-century generation longing for purpose in their lives. It presents the gospel of God&rsquo;s grace that provides forgiveness for all. It cleanses us from the guilt of sin and gives us power to be overcomers. This message provides the basis for all self-worth in the fact that Christ created us and redeemed us. It points out that one day all injustice will come to an end in God&rsquo;s final judgment. It is incredibly good news because it reveals that unrighteousness will not last forever.<br><br><strong>&ldquo;In a special sense Seventh-day Adventists have been set in the world as watchmen and light-bearers. To them has been entrusted the last warning for a perishing world. On them is shining wonderful light from the Word of God. They have been given a work of the most solemn import&mdash;the proclamation of the first, second, and third angels&rsquo; messages. There is no other work of so great importance. They are to allow nothing else to absorb their attention.&rdquo;&mdash;Ellen. G. White, Evangelism, pp. 119, 120. As a church, but even more important, as individuals, how can we take these words to heart?</strong></p>"
        }
      ],
      "lessonText": "<p>The epicenter of Revelation is chapter 14. This chapter is of paramount importance to God&rsquo;s people living in the last days of human history. It unfolds God&rsquo;s last-day message to humankind. This end-time message is crucial to the people of God and to all humanity.<br><br><strong>Read Revelation 14:14&ndash;20. What symbolism is used here to portray the return of our Lord?</strong><br><br><strong>Revelation 14:14&ndash;20</strong><br><br><strong>14</strong> Then I looked, and behold, a white cloud, and on the cloud sat One like the Son of Man, having on His head a golden crown, and in His hand a sharp sickle.<br><br><strong>15</strong> And another angel came out of the temple, crying with a loud voice to Him who sat on the cloud, &ldquo;Thrust in Your sickle and reap, for the time has come [a]for You to reap, for the harvest of the earth is ripe.&rdquo;<br><br><strong>16</strong> So He who sat on the cloud thrust in His sickle on the earth, and the earth was reaped. Reaping the Grapes of Wrath<br><br><strong>17</strong> Then another angel came out of the temple which is in heaven, he also having a sharp sickle.<br><br><strong>18</strong> And another angel came out from the altar, who had power over fire, and he cried with a loud cry to him who had the sharp sickle, saying, &ldquo;Thrust in your sharp sickle and gather the clusters of the vine of the earth, for her grapes are fully ripe.&rdquo;<br><br><strong>19</strong> So the angel thrust his sickle into the earth and gathered the vine of the earth, and threw it into the great winepress of the wrath of God.<br><br><strong>20</strong> And the winepress was trampled outside the city, and blood came out of the winepress, up to the horses&rsquo; bridles, for one thousand six hundred [b]furlongs.<br><br>The symbolism of the harvest is used throughout the Bible to describe Christ&rsquo;s return (Matt. 13:37&ndash;43, Mark 4:29). In Revelation 14, the harvest of ripe grain represents the redemption of the righteous, and the harvest of overripe grapes depicts the destruction of the wicked. Revelation 14:6&ndash;12 contains an urgent last-day message to prepare men and women for earth&rsquo;s final harvest.<br><br><strong>Read Revelation 14:6, 7. What is the essence of the message found in these two verses? How do they help us to understand who we are as Seventh-day Adventists?</strong><br><br><strong>Revelation 14:6, 7</strong><br><br><strong>6</strong> Then I saw another angel flying in the midst of heaven, having the everlasting gospel to preach to those who dwell on the earth&mdash;to every nation, tribe, tongue, and people&mdash;<br><br><strong>7</strong> saying with a loud voice, &ldquo;Fear God and give glory to Him, for the hour of His judgment has come; and worship Him who made heaven and earth, the sea and springs of water.&rdquo;<br><br>The message of the first angel in Revelation 14 appeals to a twentyfirst-century generation longing for purpose in their lives. It presents the gospel of God&rsquo;s grace that provides forgiveness for all. It cleanses us from the guilt of sin and gives us power to be overcomers. This message provides the basis for all self-worth in the fact that Christ created us and redeemed us. It points out that one day all injustice will come to an end in God&rsquo;s final judgment. It is incredibly good news because it reveals that unrighteousness will not last forever.<br><br><strong>&ldquo;In a special sense Seventh-day Adventists have been set in the world as watchmen and light-bearers. To them has been entrusted the last warning for a perishing world. On them is shining wonderful light from the Word of God. They have been given a work of the most solemn import&mdash;the proclamation of the first, second, and third angels&rsquo; messages. There is no other work of so great importance. They are to allow nothing else to absorb their attention.&rdquo;&mdash;Ellen. G. White, Evangelism, pp. 119, 120. As a church, but even more important, as individuals, how can we take these words to heart?</strong></p>"
    },
    {
      "id": 125,
      "idLesson": 12,
      "idDay": 5,
      "dayTitle": "<p><strong>Understanding God&rsquo;s Message &nbsp;More Fully</strong></p>",
      "date": "September 16",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Revelation&rsquo;s last-day message presents Jesus in the fullness of His saving grace for all humanity (Rev. 14:6). It is an earnest appeal to &ldquo;fear,&rdquo; or give reverence, to God in all we do&mdash;to respect His commands and obey His law in the light of God&rsquo;s judgment (Rev. 14:7). To &ldquo;fear God&rdquo; has to do with how we think. It is an appeal to live to please God and to place Him first in all of our thoughts. It is an attitude of obedience that leads us to live godly lives (Prov. 3:7, Acts 9:31, 1 Pet. 2:17). This message also invites us to &ldquo;give glory&rdquo; to God. Giving glory to God relates to what we do in every aspect of our lives.<br><strong><br>Read Ecclesiastes 12:13, 14 and 1 Corinthians 6:19, 20. How do these verses help us to understand what it means to both fear God and give glory to Him?</strong><br><br><strong>Ecclesiastes 12:13, 14</strong><br><br><strong>13</strong> Let us hear the conclusion of the whole matter: Fear God and keep His commandments, For this is man&rsquo;s all.<br><br><strong>14</strong> For God will bring every work into judgment, Including every secret thing, Whether good or evil.<br><strong><br>1 Corinthians 6:19, 20</strong><br><br><strong>19</strong> Or do you not know that your body is the temple of the Holy Spirit who is in you, whom you have from God, and you are not your own?<br><br><strong>20</strong> For you were bought at a price; therefore glorify God in your body [a]and in your spirit, which are God&rsquo;s.<br><br>In an age of moral irresponsibility, when millions of people feel that they are accountable to no one but themselves, this judgment-hour message reminds us that we are responsible for our actions. There is a relationship between an attitude of reverence for God, obedience to God, and the judgment. Obedience is the fruit of a saving relationship with Jesus. Only His righteousness is good enough to pass the judgment, and, in His righteousness, we are secure. Through His righteousness we live to glorify His name in all that we do.<br><br><strong>Read Revelation 14:7, Revelation 4:11, Genesis 2:1&ndash;3, and Exodus 20:8&ndash;11. What is the basis of all true worship of God, and how does the Sabbath reflect this understanding?</strong><br><br><strong>Revelation 14:7</strong><br><br><strong>7</strong> saying with a loud voice, &ldquo;Fear God and give glory to Him, for the hour of His judgment has come; and worship Him who made heaven and earth, the sea and springs of water.&rdquo;<br><br><strong>Revelation 4:11</strong><br><br><strong>11</strong> &ldquo;You are worthy, [a]O Lord, To receive glory and honor and power; For You created all things, And by Your will they [b]exist and were created.&rdquo;<br><br><strong>Genesis 2:1&ndash;3&nbsp;</strong></p> <p><strong>1&nbsp;</strong>Thus the heavens and the earth, and all the host of them, were finished.<br><br><strong>2</strong> And on the seventh day God ended His work which He had done, and He rested on the seventh day from all His work which He had done.<br><br><strong>3</strong> Then God blessed the seventh day and sanctified it, because in it He rested from all His work which God had created and made.<br><br><strong>Exodus 20:8&ndash;11</strong></p> <p><strong>&nbsp;8</strong> &ldquo;Remember the Sabbath day, to keep it holy.<br><br><strong>9 </strong>Six days you shall labor and do all your work,<br><br><strong>10</strong> but the seventh day is the Sabbath of the Lord your God. In it you shall do no work: you, nor your son, nor your daughter, nor your male servant, nor your female servant, nor your cattle, nor your stranger who is within your gates.<br><br><strong>11</strong> For in six days the Lord made the heavens and the earth, the sea, and all that is in them, and rested the seventh day. Therefore the Lord blessed the Sabbath day and hallowed it.<br><br>Satan has attacked the Sabbath because he knows that it is the very heart of worship. It exalts Christ as the Creator and appeals to all men and women everywhere to &ldquo;worship Him who made heaven and earth&rdquo; (Rev. 14:7, NKJV). It speaks with relevance in an age of evolution. It calls us back to worshiping the Jesus who created us and who gives us a sense of our true worth in Him.<br><br><strong>Think about how important the Sabbath is as a reminder of God as our Creator and, hence, the One who alone is worthy of our worship. After all, what other teaching is so important that God commands one-seventh of our lives every week in order to help us remember Him as our Creator?</strong></p>"
    },
    {
      "id": 126,
      "idLesson": 12,
      "idDay": 6,
      "dayTitle": "<p><strong>God&rsquo;s Final Appeal</strong></p>",
      "date": "September 17",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Read Revelation 14:8, Revelation 17:3&ndash;6, and Revelation 18:1&ndash;4. What do we learn about spiritual Babylon from these verses?<br></strong><br><strong>Revelation 14:8</strong><br><br><strong>8</strong> And another angel followed, saying, &ldquo;Babylon[a] is fallen, is fallen, that great city, because she has made all nations drink of the wine of the wrath of her fornication.&rdquo;<br><br><strong>Revelation 17:3&ndash;6</strong><br><br><strong>3 </strong>So he carried me away in the Spirit into the wilderness. And I saw a woman sitting on a scarlet beast which was full of names of blasphemy, having seven heads and ten horns.<br><br><strong>4</strong> The woman was arrayed in purple and scarlet, and adorned with gold and precious stones and pearls, having in her hand a golden cup full of abominations and the filthiness of [a]her fornication.<br><br><strong>5</strong> And on her forehead a name was written: MYSTERY, BABYLON THE GREAT, THE MOTHER OF HARLOTS AND OF THE ABOMINATIONS OF THE EARTH.<br><br><strong>6</strong> I saw the woman, drunk with the blood of the saints and with the blood of the martyrs of Jesus. And when I saw her, I marveled with great amazement.<br><br><strong>Revelation 18:1&ndash;4</strong><br><br><strong>1</strong> After these things I saw another angel coming down from heaven, having great authority, and the earth was illuminated with his glory.<br><br><strong>2</strong> And he cried [a]mightily with a loud voice, saying, &ldquo;Babylon the great is fallen, is fallen, and has become a dwelling place of demons, a prison for every foul spirit, and a cage for every unclean and hated bird!<br><br><strong>3</strong> For all the nations have drunk of the wine of the wrath of her fornication, the kings of the earth have committed fornication with her, and the merchants of the earth have become rich through the [b]abundance of her luxury.&rdquo;<br><br><strong>4</strong> And I heard another voice from heaven saying, &ldquo;Come out of her, my people, lest you share in her sins, and lest you receive of her plagues.<br><br>In the book of Revelation, the term &ldquo;Babylon&rdquo; represents a false system of religion based on human works, man-made traditions, and false doctrines. It exalts human beings and their self-righteousness above Jesus and His sinless life. It places the commands of human religious teachers above the commands of God. Babylon was the center of idolatry, sun worship, and the false teaching of the immortality of the soul. This false religious system has subtly integrated many of ancient Babylon&rsquo;s religious practices into its worship. God&rsquo;s last-day message to our dying planet is the message of Jesus and His righteousness. It echoes heaven&rsquo;s appeal: &ldquo; &lsquo;Babylon the great is fallen, is fallen. . . . Come out of her, my people&rsquo; &rdquo; (Rev. 18:2, 4). God has divinely raised up the Seventh-day Adventist Church to exalt the message of Christ in all of its fullness. To exalt Jesus is to lift up everything He taught. It is to proclaim the One who is &ldquo;the way, the truth, and the life&rdquo; (John 14:6). It is to expose the errors of Babylon in contrast to the truths of Jesus.<br><br><strong>Read Revelation 14:7, 9&ndash;11. What contrasting objects of worship are highlighted in these verses?</strong><br><strong><br>Revelation 14:7, 9&ndash;11</strong><br><br><strong>7 </strong>saying with a loud voice, &ldquo;Fear God and give glory to Him, for the hour of His judgment has come; and worship Him who made heaven and earth, the sea and springs of water.&rdquo;<br><br><strong>9</strong> Then a third angel followed them, saying with a loud voice, &ldquo;If anyone worships the beast and his image, and receives his mark on his forehead or on his hand,<br><br><strong>10</strong> he himself shall also drink of the wine of the wrath of God, which is poured out full strength into the cup of His indignation. He shall be tormented with fire and brimstone in the presence of the holy angels and in the presence of the Lamb.<br><br><strong>11</strong> And the smoke of their torment ascends forever and ever; and they have no rest day or night, who worship the beast and his image, and whoever receives the mark of his name.&rdquo;<br><br>Revelation 14 describes two different acts of worship&mdash;the worship of the Creator and the worship of the beast. These two acts of worship center around God&rsquo;s day of worship, the true Sabbath, and a substitute, or counterfeit, Sabbath. The Sabbath represents the rest, assurance, and security that we have in Christ our Creator, Redeemer, and coming King. The counterfeit day represents a human and false substitute based on human reasoning and man-made decrees.<br><br><strong>Read Revelation 14:12. What is this text saying, especially in the context of what came before? How are the law and grace both revealed in this text, and what should this teach us about how law and grace are two inseparable aspects of the gospel?</strong><br><br><strong>Revelation 14:12</strong><br><br><strong>12</strong> Here is the [a]patience of the saints; here[b] are those who keep the commandments of God and the faith of Jesus.</p>"
    },
    {
      "id": 127,
      "idLesson": 12,
      "idDay": 7,
      "dayTitle": "",
      "date": "September 18",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought: &ldquo;</strong>God has called His church in this day, as He called ancient Israel, to stand as a light in the earth. By the mighty cleaver of truth&mdash;the messages of the first, second, and third angels&mdash; He has separated them from the churches and from the world to bring them into a sacred nearness to Himself. He has made them the depositaries of His law and has committed to them the great truths of prophec y for this time. Like the holy oracles committed to ancient Israel, these are a sacred trust to be communicated to the world.<br><br>&ldquo;The three angels of Revelation 14 represent the people who accept the light of God&rsquo;s messages and go forth as His agents to sound the warning throughout the length and breadth of the earth. Christ declares to His followers: &lsquo;Ye are the light of the world.&rsquo; Matthew 5:14. To every soul that accepts Jesus the cross of Calvary speaks: &lsquo;Behold the worth of the soul. &ldquo;Go ye into all the world, and preach the gospel to every creature.&rdquo; &rsquo; Mark 16:15. Nothing is to be permitted to hinder this work. It is the all-important work for our time; it is to be far-reaching as eternity. The love that Jesus manifested for the souls of men in the sacrifice which He made for their redemption, will actuate all His followers.<br><br>&ldquo;Christ accepts, oh, so gladly! every human agency that is surrendered to Him. He brings the human into union with the divine, that He may communicate to the world the mysteries of incarnate love. Talk it, pray it, sing it, fill the world with the message of His truth, and keep pressing on into the regions beyond.&rdquo;&mdash;Ellen G. White, Counsels for the Church, pp. 58, 59.<br><br><br><strong>Discussion Questions:</strong></p> <p><br><strong>1 &nbsp;How do the three angels&rsquo; messages of Revelation 14 identify the essence of the Seventh-day Adventist Church?<br><br>2 Think about the Sabbath and the importance of what it represents. As we saw this week, the message it contains is so important that God commands that we set apart one-seventh of our lives in order to remember Him as our Creator and our Redeemer. Also, unlike a holy mountain or a holy city, we don&rsquo;t have to go to it to worship. Every week, at about a thousand miles per hour (at least, near the equator), the Sabbath comes to us. How does this truth also help us to understand the importance of the day and what it points to?<br><br>3&nbsp; How can we explain the idea of the fall of Babylon, or the concept of the mark of the beast, in the most winsome way? That is, how can we present these truths in the least offensive way possible, even though we must understand that despite our best efforts some people will be offended?</strong></p> <p><br><br><strong>Inside Story<br></strong><br><strong>Adventist in the Next Life</strong><br><br>By Andrew Mcchesney<br><br>The elderly woman listened attentively in Sabbath School in Southeast Asia.<br><br>Her Sabbath School lesson book was filled in meticulously. She looked up every verse in her Bible. Many verses were underlined in it. She placed money in the Sabbath School mission offering.<br><br>The woman, known to church members as &ldquo;Grandmother,&rdquo; looked like a model Seventh-day Adventist.<br><br>Visiting U.S. church leader Gregory Whitsett met with Grandmother after church to ask why she had left her non-Christian world religion to become an Adventist.<br><br>Grandmother related a tragic story about losing her parents in an accident at the age of five and suffering years of harassment by evil spirits. She sought help from doctors and spiritual mediums, but the medicine offered only temporary relief.<br><br>One day, an Adventist pastor moved next door, and Grandmother curiously watched people gather at his home every Friday evening. She stood at his gate to find out what was happening and heard music. Peace filled her as she listened to the music week after week. The pastor couldn&rsquo;t convince her to come into the house, but he learned about her spirit problems and offered to pray. Grandmother agreed, and the evil spirits left permanently. Filled with gratitude, she accepted Jesus and joined the Adventist Church.<br><br>Whitsett, director of the Center for East Asian Religions, part of the Adventist world church&rsquo;s Global Mission program, asked Grandmother to explain what Jesus meant to her.<br><br>&ldquo;Jesus means everything to me,&rdquo; the old woman said, speaking through a missionary-interpreter. &ldquo;He healed me and has given me peace. I cannot help but speak about Jesus to everyone whom I meet. I am an old woman, and I don&rsquo;t have much longer to live. I love Jesus so much that I have decided to be Adventist in my next life too.<br><br>&rdquo; The missionary-interpreter was stunned. She had studied the Bible with Grandmother and thought that she had left her old views completely.<br><br>Grandmother&rsquo;s situation is not uncommon among people who become Christian after following other world religions and traditional animistic practices, church leaders say. This is a major challenge in gospel outreach and a reason for the establishment of the Center for East Asian Religions and other Global Mission Centers at globalmissioncenters.org. Please pray for the work of the Global Mission Centers and for people like Grandmother.</p>"
    }
  ]
}
