{
  "id": 713,
  "lessonNumber": 13,
  "versionCode": 6,
  "quarter": "2T2021",
  "title": "<p><strong>The New Covenant Life</strong></p> ",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p><strong>Memory Text: &ldquo; &lsquo;I am come that they might have life, and that they might have it more abundantly&rsquo; &rdquo; (John 10:10).</strong></p>",
  "weekDate": "June 19–25",
  "lessonDays": [
    {
      "id": 131,
      "idLesson": 13,
      "idDay": 1,
      "dayTitle": "",
      "date": "June 19",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>This quarter has been a study on the covenant, which (to pare it down to its simplest, purest form) is, basically, God saying, This is how I will save you from sin, period.</p> <p>Though the outcome, the grand finale, of the covenant promise is, of course, eternal life in a world made new, we do not have to wait until that time to enjoy the covenant blessings today. The Lord cares about our lives now; He wants the best for us now. The covenant is not some deal where you do this and this and this and then, a long way off, you will get your reward. The rewards, the gifts&mdash;they are blessings that those who by faith enter into the covenant relation can enjoy here and now.</p> <p>This week&rsquo;s lesson, the final in our series on the covenant, looks at some of these immediate blessings, some of the promises that come from God&rsquo;s grace shed into our hearts because, having heard Him knock, we have opened the door. Of course, there are more blessings than what we can touch on this week. It is just a start, the start of something that will, indeed, never end.</p> <p><strong>The Week at a Glance: Why should we feel joy? On what basis can we claim that promise? What is it about the covenant that should free us from the burden of guilt? What does it mean to have a new heart?</strong></p>"
    },
    {
      "id": 132,
      "idLesson": 13,
      "idDay": 2,
      "dayTitle": "<p><strong>Joy</strong></p>",
      "date": "June 20",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>&ldquo;And these things write we unto you, that your joy may be full&rdquo; (1 John 1:4).</strong></p> <p><br></p> <p>Look at what John wrote here. In a few simple words, he expresses what should be one of the great advantages we, as covenant people, have&mdash;and that is the promise of joy.</p> <p>As Christians, we are often told not to go by feeling, that faith is not feeling, and that we need to get beyond our feelings, all of which is true. But at the same time, we would not be human beings if we were not creatures of feelings, emotions, and moods. We cannot deny our feelings; what we need to do is understand them, give them their proper role, and, as much as possible, keep them under control. But to deny them is to deny what it means to be human (we might as well tell a circle not to be round). Indeed, as this verse says, not only should we have feelings (in this case joy), but they also should be full. It hardly sounds as if feelings are to be denied, does it?</p> <p><br></p> <p><strong>Read the context of the above verse, starting at the beginning of the chapter. What was John writing to the early Christians that he hoped would make their joy full? And why should it give them joy?</strong></p> <p><br></p> <p>John was one of the original Twelve. He was there, almost from the start of Christ&rsquo;s three-and-a-half-year ministry, a witness to some of the most amazing events of Jesus&rsquo; life. (John was there at the cross, at Gethsemane, and at the Transfiguration, as well). Thus, as an eyewitness, he was certainly well-qualified to talk about this subject.</p> <p>Yet, notice, too, that the emphasis is not on himself; it is on what Jesus had done for the disciples so they can now have fellowship not only with each other but also with God Himself. Jesus has opened the way for us to enter into this close relationship with the Lord; and one result of this fellowship&mdash;this relationship&mdash;is joy. John wants them to know that what they have heard about Jesus is true (he saw, touched, felt, and heard Him), and thus they, too, can enter in a joyful relationship with their heavenly Father, who loves them and gave Himself through His Son for them.</p> <p><br></p> <p><strong>In a certain sense, John is giving his own personal testimony. What is your own testimony regarding your relationship with Jesus? What could you say that could help increase someone&rsquo;s joy in the Lord, as John sought to do here?</strong></p>"
    },
    {
      "id": 133,
      "idLesson": 13,
      "idDay": 3,
      "dayTitle": "<p><strong>Guilt Free</strong></p> ",
      "date": "June 21",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>&ldquo;There is therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit&rdquo; (Rom. 8:1).</strong></p> <p><br></p> <p>A young woman had been brutally murdered, her killer unknown. The police, setting a trap, placed a hidden microphone in her grave. One evening, many months after her death, a young man approached the grave and, kneeling and weeping, begged the woman for forgiveness. The police, of course, monitoring his words, nabbed him for the crime. What drove the man to the grave? It was guilt.</p> <p>Of course, though none of us (we hope) has ever done anything as bad as what that young man did, we all are guilty; we all have done things we are ashamed of, things that we wish we could undo but cannot.</p> <p>Thanks to Jesus and the blood of the new covenant, none of us has to live under the stigma of guilt. According to the text for today, there is no condemnation against us. The ultimate Judge counts us as not guilty, counts us as if we have not done the things we feel guilty about.</p> <p><br></p> <p><strong>How do these verses help us understand Romans 8:1? John 5:24; Rom. 3:24, 25; 2 Cor. 5:21.</strong></p> <p><br></p> <p><strong>Romans 8:1</strong></p> <p><strong>1</strong> Therefore, there is now no condemnation for those who are in Christ Jesus</p> <p><br></p> <p><strong>John 5:24</strong></p> <p><strong>24</strong> &ldquo;Very truly I tell you, whoever hears my word and believes him who sent me has eternal life and will not be judged but has crossed over from death to life.</p> <p><br></p> <p><strong>Romans 3:24, 25&nbsp;</strong></p> <p><strong>24</strong> And all are justified freely by his grace through the redemption that came by Christ Jesus.&nbsp;</p> <p><strong>25</strong> God presented Christ as a sacrifice of atonement, through the shedding of his blood&mdash;to be received by faith. He did this to demonstrate his righteousness, because in his forbearance he had left the sins committed beforehand unpunished</p> <p><br></p> <p><strong>2 Corinthians 5:21&nbsp;</strong></p> <p><strong>21</strong> God made him who had no sin to be sin[a] for us, so that in him we might become the righteousness of God.</p> <p><br></p> <p>One of the great promises of living in a covenant relationship with the Lord is that we no longer have to live under the burden of guilt. Because of the blood of the covenant, we&mdash;who choose to enter into that covenant relationship with God, who choose to abide by the conditions of faith, repentance, obedience&mdash;can have the burden of guilt lifted. When Satan seeks to whisper in our ears that we are evil, that we are bad, that we are too sinful to be accepted by God, we can do what Jesus did when Satan tempted Him in the wilderness: we can quote Scripture, and one of the best of all verses to quote is Romans 8:1. This does not mean denying the reality of sin in our lives; it means, instead, because of the covenant relationship we have with the Lord, we no longer live under the condemnation of that sin. Jesus paid the penalty for us, and He now stands in the presence of the Father pleading His own blood on our behalf, presenting His own righteousness instead of our sins.</p> <p><strong>What difference does it make in your life that the Lord has forgiven you for whatever sins you might have committed? How does that reality help you in dealing with others who have sinned against you? How should it impact the way you deal with those people?</strong></p>"
    },
    {
      "id": 134,
      "idLesson": 13,
      "idDay": 4,
      "dayTitle": "<p><strong>New Covenant and New Heart</strong></p>",
      "date": "June 22",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>&ldquo;That Christ may dwell in your hearts by faith; that ye, being rooted and grounded in love, may be able to comprehend with all saints what is the breadth, and length, and depth, and height; and to know the love of Christ, which passeth knowledge, that ye might be filled with all the fulness of God&rdquo; (Eph. 3:17&ndash;19).</strong></p> <p><br></p> <p>As earlier studies this quarter showed, the new covenant is one in which the Lord puts the law in our hearts (Jer. 31:31&ndash;33). Not only is the law there, but also according to the texts for today, Christ is as well, which, of course, makes good sense, for Christ and His law are closely connected. Thus, with Christ&rsquo;s law in our hearts, and with Christ dwelling there too (the Greek word translated in the above text as dwell also means &ldquo;to settle in,&rdquo; giving the idea of permanency), we come to another one of the great covenant benefits&mdash;a new heart.</p> <p><br></p> <p><strong>Jeremiah 31:31&ndash;33</strong></p> <p><strong>31</strong> &ldquo;The days are coming,&rdquo; declares the Lord, &ldquo;when I will make a new covenant with the people of Israel and with the people of Judah.&nbsp;</p> <p><strong>32</strong> It will not be like the covenant I made with their ancestors when I took them by the hand to lead them out of Egypt, because they broke my covenant, though I was a husband to them,&rdquo; declares the Lord.&nbsp;</p> <p><strong>33</strong> &ldquo;This is the covenant I will make with the people of Israel after that time,&rdquo; declares the Lord. &ldquo;I will put my law in their minds and write it on their hearts. I will be their God, and they will be my people.</p> <p><br></p> <p><strong>Why do we need a new heart? What changes will be manifested in those who have a new heart?</strong></p> <p><br></p> <p>Read again the text for today. Notice that Paul stresses the element of love, saying that we must be &ldquo;rooted and grounded&rdquo; in it. These words imply stability, firmness, and permanency in the foundation of love. Our faith means nothing if it is not rooted in love for God and love for others (Matt. 22:37&ndash;39, 1 Corinthians 13). This love does not come in a vacuum. On the contrary, it comes because we get a glimpse of God&rsquo;s love for us (a love that &ldquo;passeth understanding&rdquo;) as manifested through Jesus. As a result, by Him working in us, our lives are changed, our hearts are changed, and we become new people with new thoughts, new desires, and new goals. Our reaction to God&rsquo;s love for us enables Him to change our hearts and instill in us love for others. Perhaps this is what Paul means, at least partially, when he talks about us being filled with &ldquo;the fulness of God.&rdquo;</p> <p><br></p> <p><strong>Matthew 22:37&ndash;39&nbsp;</strong></p> <p><strong>37</strong> Jesus replied: &ldquo;&lsquo;Love the Lord your God with all your heart and with all your soul and with all your mind.&rsquo;&nbsp;</p> <p><strong>38</strong> This is the first and greatest commandment.&nbsp;</p> <p><strong>39</strong> And the second is like it: &lsquo;Love your neighbor as yourself.&rsquo;</p> <p><br></p> <p><strong>1 Corinthians 13&nbsp;</strong></p> <p><strong>1</strong> If I speak in the tongues of men or of angels, but do not have love, I am only a resounding gong or a clanging cymbal.&nbsp;</p> <p><strong>2</strong> If I have the gift of prophecy and can fathom all mysteries and all knowledge, and if I have a faith that can move mountains, but do not have love, I am nothing.&nbsp;</p> <p><strong>3</strong> If I give all I possess to the poor and give over my body to hardship that I may boast, but do not have love, I gain nothing.</p> <p><strong>4</strong> Love is patient, love is kind. It does not envy, it does not boast, it is not proud.&nbsp;</p> <p><strong>5</strong> It does not dishonor others, it is not self-seeking, it is not easily angered, it keeps no record of wrongs.&nbsp;</p> <p><strong>6</strong> Love does not delight in evil but rejoices with the truth.&nbsp;</p> <p><strong>7</strong> It always protects, always trusts, always hopes, always perseveres.&nbsp;</p> <p><strong>8</strong> Love never fails. But where there are prophecies, they will cease; where there are tongues, they will be stilled; where there is knowledge, it will pass away.&nbsp;</p> <p><strong>9</strong> For we know in part and we prophesy in part,&nbsp;</p> <p><strong>10</strong> but when completeness comes, what is in part disappears.&nbsp;</p> <p><strong>11</strong> When I was a child, I talked like a child, I thought like a child, I reasoned like a child. When I became a man, I put the ways of childhood behind me.&nbsp;</p> <p><strong>12</strong> For now we see only a reflection as in a mirror; then we shall see face to face. Now I know in part; then I shall know fully, even as I am fully known.</p> <p><strong>13</strong> And now these three remain: faith, hope and love. But the greatest of these is love.</p> <p><br></p> <p><strong>Read 1 John 4:16. How does this text relate to what Paul has written in Ephesians 3:17&ndash;19?</strong></p> <p><br></p> <p><strong>1 John 4:16</strong><strong><br></strong></p> <p><strong>16</strong> And so we know and rely on the love God has for us. God is love. Whoever lives in love lives in God, and God in them.</p> <p><br></p> <p><strong>Look at the texts we have studied today. What can you do that will allow the promises of these texts to be fulfilled in you? Are there things you need to change, things that are perhaps hampering you from experiencing the &ldquo;fullness of God&rdquo; (Eph. 3:19)? Make a list of what changes you need to make in your life. Make one for yourself and, if you are comfortable, make one that you could share with the class. How can you help each other make necessary changes?</strong></p>"
    },
    {
      "id": 135,
      "idLesson": 13,
      "idDay": 5,
      "dayTitle": "<p><strong>New Covenant and Eternal Life</strong></p>",
      "date": "June 23",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>&ldquo; &lsquo;I am the resurrection and the life; he who believes in Me will live even if he dies, and everyone who lives and believes in Me will never die&rsquo; &rdquo; (John 11:25, 26, NASB).</strong></p> <p><br></p> <p>There are two dimensions to eternal life. The present dimension brings to the believer an experience of the abundant life now (John 10:10), which includes the many promises that we have been given for our lives now.</p> <p>The future dimension is, of course, eternal life&mdash;the promise of the resurrection of the body (John 5:28, 29; John 6:39). Though still in the future, that is the one event that makes everything else worth it, the one event that caps all our hopes as Christians.</p> <p><br></p> <p><strong>John 10:10&nbsp;</strong></p> <p><strong>10</strong> The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full.</p> <p><br></p> <p><strong>John 5:28, 29&nbsp;</strong></p> <p><strong>28</strong> &ldquo;Do not be amazed at this, for a time is coming when all who are in their graves will hear his voice&nbsp;</p> <p><strong>29</strong> and come out&mdash;those who have done what is good will rise to live, and those who have done what is evil will rise to be condemned.</p> <p><br></p> <p><strong>John 6:39&nbsp;</strong></p> <p><strong>39</strong> And this is the will of him who sent me, that I shall lose none of all those he has given me, but raise them up at the last day.</p> <p><br></p> <p><strong>Study the verse for today. What is Jesus saying here? Where is eternal life found? How do we understand His words that those who live and believe in Him, even if they die, will never die? (See Revelations 2:11; Revelations 20:6, 14; and Revelations 21:8.)</strong></p> <p><br></p> <p><strong>Revelations 2:11&nbsp;</strong></p> <p><strong>11</strong> Whoever has ears, let them hear what the Spirit says to the churches. The one who is victorious will not be hurt at all by the second death.</p> <p><br></p> <p><strong>Revelations 20:6, 14&nbsp;</strong></p> <p><strong>6</strong> Blessed and holy are those who share in the first resurrection. The second death has no power over them, but they will be priests of God and of Christ and will reign with him for a thousand years.&nbsp;</p> <p><strong>14</strong> Then death and Hades were thrown into the lake of fire. The lake of fire is the second death.</p> <p><br></p> <p><strong>Revelations 21:8&nbsp;</strong></p> <p><strong>8</strong> But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars&mdash;they will be consigned to the fiery lake of burning sulfur. This is the second death.&rdquo;</p> <p><br></p> <p>Of course, we all die, but according to Jesus, this death is only a sleep, a temporary hiatus that&mdash;for those who believe in Him&mdash;will end in the resurrection of life. When Christ returns, the dead in Christ will rise immortal, and the living followers of Christ will, in the twinkling of an eye, be changed into immortality. Both the dead and the living who are Christ&rsquo;s will possess the same kind of resurrection body. Immortality begins at that time for God&rsquo;s people.</p> <p>What a great joy to know now that our end is not in the grave but that there is no end, that we will have a new life that lasts forever.</p> <p>&ldquo;Christ became one flesh with us, in order that we might become one spirit with Him. It is by virtue of this union that we are to come forth from the grave&mdash;not merely as a manifestation of the power of Christ, but because, through faith, His life has become ours. Those who see Christ in His true character, and receive Him into the heart, have everlasting life. It is through the Spirit that Christ dwells in us; and the Spirit of God, received into the heart by faith, is the beginning of the life eternal.&rdquo;&mdash;Ellen G. White, The Desire of Ages, p. 388.</p> <p><br></p> <p><strong>In what ways can we now enjoy the benefits of eternal life? In other words, what does this promise do for us now? Write down some of the benefits this promise of eternal life gives to you, personally, in your day-to-day life. How could you take this hope and promise and share it with someone who is struggling, perhaps with the death of a loved one?</strong></p>"
    },
    {
      "id": 136,
      "idLesson": 13,
      "idDay": 6,
      "dayTitle": "<p><strong>New Covenant and Mission</strong></p>",
      "date": "June 24",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>&ldquo; &lsquo;Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost: Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you always, even unto the end of the world&rsquo; &rdquo; (Matt. 28:19, 20).</strong></p> <p><br></p> <p>All over the world, people often struggle with what South African writer Laurens Van Der Post called &ldquo;the burden of meaninglessness.&rdquo; People find themselves with the gift of life, yet they do not know what to do with it, do not know what the purpose of this gift is, and do not know how to use it. It is like giving someone a library filled with rare books, only to have the person not read the books but use them to build fires. What a terrible waste of something so precious!</p> <p>For the new covenant Christian, however, that problem is not one they need to struggle with. On the contrary, those who know (and have personally experienced) the wonderful news of a crucified and risen Savior, who died for the sins of every human being everywhere that they all might have eternal life, know joy. Considering the unequivocal call in Matthew 28:19, 20, the believer certainly has a mission and purpose in life, and that is to spread to the world the wonderful truth he or she has personally experienced in Christ Jesus. What a privilege! Almost anything else we do in this world will end when this world does. But spreading the gospel to others is a work that will make an imprint on eternity. Talk about a sense of mission and purpose!</p> <p><strong>Break down the verses for today into their various elements. What are the specific things Jesus is telling us to do, and what is involved in each one? What promise do we have that should give us the faith and courage to do what Christ commands?</strong></p> <p><br></p> <p><strong>As new covenant Christians, we have been given a clear mandate by the Lord Himself. Whoever we are, whatever our station in life, whatever our limits, we can all play a role. Have you been doing anything? Can you do more? What can your class do, together, to have a greater role in this work?</strong></p>"
    },
    {
      "id": 137,
      "idLesson": 13,
      "idDay": 7,
      "dayTitle": "",
      "date": "June 25",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:&nbsp;</strong></p> <p>Read Ellen G. White, &ldquo;God&rsquo;s People Delivered,&rdquo; pp. 635&ndash;645, in The Great Controversy; &ldquo;Rejoicing in the Lord,&rdquo; pp. 115&ndash;126, in Steps to Christ.</p> <p><br></p> <p>&ldquo;The holy Son of God had no sins or griefs of his own to bear: he was bearing the griefs of others; for on him was laid the iniquity of us all. Through divine sympathy he connects himself with man, and as the representative of the race he submits to be treated as a transgressor. He looks into the abyss of woe opened for us by our sins, and proposes to bridge the gulf of man&rsquo;s separation from God.&rdquo;&mdash;Ellen G. White, Bible Echo and Signs of the Times, August 1, 1892.</p> <p>&ldquo;Come, my brother, come just as you are, sinful and polluted. Lay your burden of guilt on Jesus, and by faith claim His merits. Come now, while mercy lingers; come with confession, come with contrition of soul, and God will abundantly pardon. Do not dare to slight another opportunity. Listen to the voice of mercy that now pleads with you to arise from the dead that Christ may give you light. Every moment now seems to connect itself directly with the destinies of the unseen world. Then let not your pride and unbelief lead you to still further reject offered mercy. If you do you will be left to lament at the last: &lsquo;The harvest is past, the summer is ended, and we are not saved.&rsquo; &rdquo;&mdash;Ellen G. White, Testimonies for the Church, vol. 5, p. 353.</p> <p><br></p> <p><strong>Discussion Questions:</strong></p> <p><strong>1</strong> &ldquo;We see ourselves in relation to the cosmos,&rdquo; wrote Francisco Jos&eacute; Moreno, &ldquo;and we are aware of our ignorance and final powerlessness; hence our insecurity. As a result, we fear.&rdquo;&mdash;Between Faith and Reason: Basic Fear and the Human Condition (New York: Harper &amp; Row, Publishers, 1977), p. 7. Compare this statement with what you studied this week in Ephesians 3:17&ndash;19. Discuss the differences between the two sentiments.</p> <p><br></p> <p><strong>Ephesians 3:17&ndash;19.</strong></p> <p><strong>17</strong> so that Christ may dwell in your hearts through faith. And I pray that you, being rooted and established in love,</p> <p><strong>18</strong> may have power, together with all the Lord&rsquo;s holy people, to grasp how wide and long and high and deep is the love of Christ,</p> <p><strong>19</strong> and to know this love that surpasses knowledge&mdash;that you may be filled to the measure of all the fullness of God.</p> <p><br></p> <p><strong>2</strong> God promises us joy as believers in Jesus. Is joy the same as happiness? Should we always be happy? If we are not, is there something wrong with our Christian experience? What can the life of Jesus reveal that will help us understand the answers to these questions?</p> <p><br></p> <p><strong>3</strong> Discuss further this idea of being filled with &ldquo;the fulness of God&rdquo; (Ephesians 3:19). What does that mean? How can we experience this in our lives?</p> <p><br></p> <p><strong>Summary:</strong>&nbsp;</p> <p>The covenant is not just some deep theological concept; instead, it defines the parameters of our saving relationship with Christ, a relationship that reaps us wonderful benefits now and at His return.</p> <p><br></p> <p><strong>Inside History:</strong></p> <p><strong>God Is Real By Andrew McChesney, Adventist Mission</strong></p> <p>Cristian Su&aacute;rez started using drugs at the age of 14 in Colombia. By 18, he was a hard-core drug user&mdash;and an up-and-coming rock star after winning an audition to join a well-known rock group. He thought he had reached the top, playing to wild crowds in sold-out soccer stadiums.</p> <p>When he turned 21, he decided to go solo, and his dreams collapsed. After a daunting year on his own, he was left with no money or home. He moved back in with his mother. Drugs seemed to be his sole refuge.</p> <p>Cristian had never believed in God. But sad, lonely, and alone at home, he lifted up his eyes and said, &ldquo;Lord, I don&rsquo;t know who You are. I don&rsquo;t even believe in You. But if You are real, if You really exist, I need You to tell me. If You tell me, &lsquo;I am real,&rsquo; I will follow You.&rdquo;</p> <p>At that precise moment, his cell phone rang.</p> <p>&ldquo;Hello, could I please speak with Cristian Su&aacute;rez,&rdquo; an older woman said. &ldquo;You are speaking to him,&rdquo; he said. &ldquo;How can I help you?&rdquo;</p> <p>&ldquo;Cristian, I&rsquo;ve called to tell you that God is real,&rdquo; she said.</p> <p>Cristian was shocked. The caller had said the exact words that he had asked from God in order to believe in Him.</p> <p>&ldquo;What&rsquo;s your name?&rdquo; he asked.</p> <p>He didn&rsquo;t recognize her name, Nulbia, when she gave it. She said she was the 65-year-old sister of one of his musician friends, Leonardo.</p> <p>&ldquo;Why did you tell me precisely those words?&rdquo; Cristian asked.</p> <p>She said Cristian had visited her home for the first time two weeks earlier to pick up her brother for a rehearsal. That night, she prayed, &ldquo;Lord, that man needs You.&rdquo; She got Cristian&rsquo;s phone number from her brother and, two weeks later, felt impressed to call. She prayed, &ldquo;Lord, use me,&rdquo; and made the call.</p> <p>Cristian excitedly called another friend, Alfonso, to tell him about the phone call. Alfonso got a strange sound in his voice and asked Cristian to come over to his house. He met Cristian with a Bible in his hand. Cristian was surprised. Alfonso had never mentioned God in the years that they had been friends. That night, Alfonso gave him a thorough Bible study about Seventh-day Adventist beliefs. It turned out that Alfonso wanted to become an Adventist.</p> <p>Three months later, Cristian was baptized and free of drugs. Today, a decade later, he is studying to become a pastor at Colombia Adventist University in Medellin, Colombia. Alfonso also has joined the Adventist Church.</p> <p>Cristian no longer has any doubt about God. &ldquo;Nothing is impossible for God,&rdquo; he said.</p> <p>This quarter&rsquo;s Thirteenth Sabbath Offering will help open a missionary training center at Colombia Adventist University.</p>"
    }
  ]
}
