{
  "id": 710,
  "lessonNumber": 10,
  "versionCode": 6,
  "quarter": "4T2020",
  "title": "Education in Arts and Sciences",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p><strong>&ldquo;The heavens declare the glory of God; and the firmament shows His handiwork&rdquo; (Psalm 19:1, NKJV).</strong></p>",
  "weekDate": "November 28 - December 4",
  "lessonDays": [
    {
      "id": 101,
      "idLesson": 10,
      "idDay": 1,
      "dayTitle": "",
      "date": "November 28",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Education includes what has been called &ldquo;the arts and sciences.&rdquo; But when we learn or teach the arts and sciences from a biblical perspective, what does this imply? Are we simply offering select Bible verses that relate to a particular aspect of modern medicine or art history, for example? In so doing, we can relate our practical lessons to the amazing power of God in creating our complex world. But a simple incorporation of Scripture in a textbook lesson is only a small part of true education&mdash;the education that is salvific and redemptive.</p> <p>For such an education truly to function, we need God&rsquo;s Word to inform the teaching of every discipline, from humanities to molecular biology. Without it, we can lose sight of God&rsquo;s enormity, His sovereignty as Creator and Sustainer of our world. In learning to see how God views His creation as organic and purpose-filled, we come closer to understanding how certain disciplines could and should be taught.</p> <p>This week we will look at some principles involved in how we can teach the arts and sciences from the Christian perspective and worldview.</p>"
    },
    {
      "id": 102,
      "idLesson": 10,
      "idDay": 2,
      "dayTitle": "<p><strong>The Lord Alone</strong></p>",
      "date": "November 29",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><br />There is evidence of the living God in all of His creation. This statement has been repeated so often that it has become clich&eacute;d. When we<br />consider, for example, the heart of God in creating this world, which<br />humans have proceeded to damage and mar, we may come closer to<br />how we can best teach the arts and sciences.</p> <p><br />Take the human gestation period, for example. Biology tells us that<br />new intelligent human life emerges from one fertilized egg and grows<br />to full gestation after nine months. The marks of a loving Creator are<br />all throughout this cycle. The loving-kindness of God can be seen in<br />the place that a fetus develops: right below the steady beating of a<br />mother&rsquo;s heart. As the fetus enlarges, so does the mother&rsquo;s abdomen,<br />right out in front of her person. The expectant mother is made always<br />aware of her child, just as our heavenly Father is always aware of His<br />children.</p> <p><br /><strong>Read Romans 1:18&ndash;21, Psalm 19:1&ndash;6, and Nehemiah 9:6. What do</strong><br /><strong>they tell us about God&rsquo;s work as our Creator?</strong></p> <p><strong>Romans 1:18&ndash;21</strong></p> <p><strong>18 </strong>For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who suppress the truth in unrighteousness,</p> <p><strong>19 </strong>because what may be known of God is manifest in them, for God has shown it to them.</p> <p><strong>20 </strong>For since the creation of the world His invisible attributes are clearly seen, being understood by the things that are made, even His eternal power and Godhead, so that they are without excuse,</p> <p><strong>21 </strong>because, although they knew God, they did not glorify Him as God, nor were thankful, but became futile in their thoughts, and their foolish hearts were darkened.</p> <p><strong>Psalm 19:1&ndash;6</strong></p> <p><strong>1</strong> The heavens declare the glory of God; And the firmament shows. His handiwork.</p> <p><strong>2</strong> Day unto day utters speech, And night unto night reveals knowledge.</p> <p><strong>3</strong> There is no speech nor language Where their voice is not heard.</p> <p><strong>4</strong> Their line has gone out through all the earth, And their words to the end of the world. In them He has set a tabernacle for the sun,</p> <p><strong>5</strong> Which is like a bridegroom coming out of his chamber, And rejoices like a strong man to run its race.</p> <p><strong>6</strong> Its rising is from one end of heaven, And its circuit to the other end; And there is nothing hidden from its heat.</p> <p><strong>Nehemiah 9:6</strong></p> <p>You alone are the Lord; You have made heaven, The heaven of heavens, with all their host, The earth and everything on it, The seas and all that is in them, And You preserve them all. The host of heaven worships You.</p> <p><br />Even after 6,000 years of sin and thousands of years after the worldwide devastation of the Flood, overwhelmingly powerful evidence<br />exists, not just for God as our Creator but for the power and love and<br />benevolence of this God as our Creator. It&rsquo;s so powerful, in fact, that<br />Paul, in Romans 1:18&ndash;21, says that those who reject this God will be<br />&ldquo;without excuse&rdquo; on Judgment Day because enough about Him can be<br />learned from what He has made. In other words, they won&rsquo;t be able to<br />plead ignorance!</p> <p><br />Especially in a day and age in which many humans have come to<br />worship the creation rather than the Creator, how crucial that Christian<br />education in the arts and sciences always work from the assumption<br />that God is the Creator and Sustainer of all that exists. In the end, any<br />ideologies and presuppositions that deny or exclude God can lead only<br />to error. Worldly education all but works on the assumption of no God;<br />Christian education must not fall into that trap, nor must it work even<br />more subtly from the principles based on the assumption that there is<br />no God. Either way, humans are bound to wind up in error.</p> <p><br /><strong>Think about the incredible wonder and beauty in our world, even</strong><br /><strong>after sin. How can we learn to draw hope and comfort from it,</strong><br /><strong>especially in times of personal trials and suffering?</strong></p>"
    },
    {
      "id": 103,
      "idLesson": 10,
      "idDay": 3,
      "dayTitle": "<p><strong>The Beauty of Holiness</strong></p>",
      "date": "November 30",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><br /><strong>Psalm 96:9</strong> reads, &ldquo;Oh, worship the Lord in the beauty of holiness! Tremble before Him, all the earth&rdquo; (NKJV).<br /><strong>How do we understand this concept, &ldquo;the beauty of holiness&rdquo;? What</strong><br /><strong>should this mean to a Christian, and how should it impact what we</strong><br /><strong>teach about art and the beauty often associated with it?</strong></p> <p><br />Though it has been said that &ldquo;beauty is in the eye of the beholder,&rdquo; we<br />mustn&rsquo;t forget who it was who created the eye to begin with (see Prov.<br />20:12). Though we have to be careful not to worship the creation itself<br />(see yesterday&rsquo;s study), from the beauty of the creation we can learn<br />about God and, indeed, His love of beauty. If our fallen world still looks<br />so beautiful, who can imagine what it must have been like before the<br />Fall? And this teaches us that God indeed is the Creator of the beautiful.</p> <p>Study of arts and sciences can and should, then, draw us closer to<br />the character and heart of God. Because we are a part of God&rsquo;s own<br />artwork and scientific phenomena, we also can learn more about our<br />own identity in Christ.</p> <p><br />&ldquo;God would have His children appreciate His works and delight in the<br />simple, quiet beauty with which He has adorned our earthly home. He is<br />a lover of the beautiful, and above all that is outwardly attractive He loves<br />beauty of character; He would have us cultivate purity and simplicity,<br />the quiet graces of the flowers.&rdquo;&mdash;Ellen G. White, Steps to Christ, p. 85.</p> <p><strong>Read Genesis 3:6. What does it teach us about how beauty alone isn&rsquo;t&nbsp;</strong><strong>necessarily good or holy? See also Prov. 6:25, 31:30.</strong></p> <p><strong>Genesis 3:6</strong></p> <p>So when the woman saw that the tree was good for food, that it was pleasant to the eyes, and a tree desirable to make one wise, she took of its fruit and ate. She also gave to her husband with her, and he ate.</p> <p><strong>Prov. 6:25</strong></p> <p>Do not lust after her beauty in your heart, Nor let her allure you with her eyelids.</p> <p><strong>Prov. 31:30</strong></p> <p>Charm is deceitful and beauty is passing, But a woman who fears the Lord, she shall be praised.</p> <p>As with everything God has done, we have an enemy who distorts and exploits it. It shouldn&rsquo;t be surprising, then, that beauty and concepts of beauty can be used against us, as well. Thus, especially in the arts, Christian education, guided by Scripture, must help us learn to be careful in understanding that not all that is beautiful is necessarily good or holy.</p> <p><strong>What are some &ldquo;beautiful&rdquo; things that are not necessarily holy and good? Or, what are beautiful things that can be made unholy and bad, depending upon circumstances? What standard do we use to make these distinctions?</strong></p>"
    },
    {
      "id": 104,
      "idLesson": 10,
      "idDay": 4,
      "dayTitle": "<p><strong>Experts in Error</strong></p>",
      "date": "December 1",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>We know that our world has more than its share of art and philosophy that does not honor God. Many would argue that Christians should not even enter these proverbial tents. Seventh-day Adventist Christians must carefully consider their own business in serving certain industries, patronizing certain establishments, consuming certain media.</p> <p><strong>In 1 Timothy 6, we are given clear instruction as to what pursuits we should avoid, but we also are given ample explanation. In 1 Timothy 6:9, 10, what are the pursuits against which Paul warns?</strong></p> <p><strong>1 Timothy 6</strong></p> <p><strong>1</strong> Let as many bondservants as are under the yoke count their own masters worthy of all honor, so that the name of God and His doctrine may not be blasphemed.</p> <p><strong>2</strong> And those who have believing masters, let them not despise them because they are brethren, but rather serve them because those who are benefited are believers and beloved. Teach and exhort these things. Error and Greed</p> <p><strong>3</strong> If anyone teaches otherwise and does not consent to wholesome words, even the words of our Lord Jesus Christ, and to the doctrine which accords with godliness,</p> <p><strong>4</strong> he is proud, knowing nothing, but is obsessed with disputes and arguments over words, from which come envy, strife, reviling, evil suspicions,</p> <p><strong>5</strong>&nbsp;useless wranglings of men of corrupt minds and destitute of the truth, who suppose that godliness is a means of gain. [c]From such withdraw yourself.</p> <p><strong>6</strong> Now godliness with contentment is great gain.</p> <p><strong>7</strong> For we brought nothing into this world, and it is certain we can carry nothing out.</p> <p><strong>8</strong> And having food and clothing, with these we shall be content.</p> <p><strong>9</strong> But those who desire to be rich fall into temptation and a snare, and into many foolish and harmful lusts which drown men in destruction and perdition.</p> <p><strong>10</strong> For the love of money is a root of all kinds of evil, for which some have strayed from the faith in their greediness, and pierced themselves through with many sorrows. The Good Confession</p> <p><strong>11</strong> But you, O man of God, flee these things and pursue righteousness, godliness, faith, love, patience, gentleness.</p> <p><strong>12</strong> Fight the good fight of faith, lay hold on eternal life, to which you were also called and have confessed the good confession in the presence of many witnesses.</p> <p><strong>13</strong> I urge you in the sight of God who gives life to all things, and before Christ Jesus who witnessed the good confession before Pontius Pilate,</p> <p><strong>14</strong> that you keep this commandment without spot, blameless until our Lord Jesus Christ&rsquo;s appearing,</p> <p><strong>15</strong> which He will manifest in His own time, He who is the blessed and only [e]Potentate, the King of kings and Lord of lords,</p> <p><strong>16</strong> who alone has immortality, dwelling in unapproachable light, whom no man has seen or can see, to whom be honor and everlasting power. Amen. Instructions to the Rich</p> <p><strong>17</strong> Command those who are rich in this present age not to be haughty, nor to trust in uncertain riches but in the living God, who gives us richly all things to enjoy.</p> <p><strong>18</strong> Let them do good, that they be rich in good works, ready to give, willing to share,</p> <p><strong>19</strong> storing up for themselves a good foundation for the time to come, that they may lay hold on eternal life. Guard the Faith</p> <p><strong>20</strong> O Timothy! Guard what was committed to your trust, avoiding the profane and [f]idle babblings and contradictions of what is falsely called knowledge&mdash; 21 by professing it some have strayed concerning the faith.</p> <p><strong>Read the rest of 1 Timothy 6. What are the key pursuits that Paul endorses? </strong></p> <p>Notice in 1 Timothy 6:20 how Paul warns against &ldquo;what is falsely called knowledge&rdquo; (NKJV). Though he&rsquo;s working from a different context, the principle is still applicable. That is, think about all the information, all the teaching, all the beliefs, not only now but also throughout human history, that were flat-out wrong. People can, indeed, be experts in error.</p> <p>For nearly 2,000 years, the world&rsquo;s smartest people, the experts, believed that the earth sat immobile in the center of the universe while all the stars and planets orbited it in perfect circles. Some very complicated math and science were used to buttress this belief, even though it turned out to be wrong in almost every particular. Hence, we could say that these people were experts in error, and that this teaching certainly was &ldquo;falsely called knowledge.&rdquo;</p> <p><strong>Biological science today, for instance, is predicated on the assumption that life began billions of years ago, by chance, with no God and no purpose behind it. At the same time, an incredible amount of complicated and detailed scientific literature has arisen based on this teaching. What lessons can we take away from this about how people can be experts in error? How should this realization impact Christian education in general and the teaching of science in particular?</strong></p>"
    },
    {
      "id": 105,
      "idLesson": 10,
      "idDay": 5,
      "dayTitle": "<p><strong>Foolishness and Wisdom</strong></p>",
      "date": "December 2",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Read Proverbs 1. What does this teach us concerning what true Christian education should be about?</strong></p> <p><strong>Proverbs 1</strong></p> <p><strong>1</strong> The proverbs of Solomon the son of David, king of Israel:</p> <p><strong>2</strong> To know wisdom and instruction, To perceive the words of understanding,</p> <p><strong>3</strong> To receive the instruction of wisdom, Justice, judgment, and equity;</p> <p><strong>4</strong> To give prudence to the simple, To the young man knowledge and discretion</p> <p><strong>5</strong> A wise man will hear and increase learning, And a man of understanding will attain wise counsel,</p> <p><strong>6</strong> To understand a proverb and an enigma, The words of the wise and their riddles.</p> <p><strong>7</strong> The fear of the Lord is the beginning of knowledge, But fools despise wisdom and instruction.</p> <p><strong>8</strong> My son, hear the instruction of your father, And do not forsake the law of your mother;</p> <p><strong>9</strong> For they will be a graceful ornament on your head, And chains about your neck.</p> <p><strong>10</strong> My son, if sinners entice you, Do not consent.</p> <p><strong>11</strong> If they say, &ldquo;Come with us, Let us lie in wait to shed blood; Let us lurk secretly for the innocent without cause;</p> <p><strong>12</strong> Let us swallow them alive like Sheol, And whole, like those who go down to the Pit;</p> <p><strong>13</strong> We shall find all kinds of precious possessions, We shall fill our houses with [e]spoil;</p> <p><strong>14</strong> Cast in your lot among us, Let us all have one purse&rdquo;</p> <p><strong>15</strong> My son, do not walk in the way with them, Keep your foot from their path;</p> <p><strong>16</strong> For their feet run to evil, And they make haste to shed blood.</p> <p><strong>17</strong> Surely, in vain the net is spread In the sight of any bird; 18 But they lie in wait for their own blood, They lurk secretly for their own lives.</p> <p><strong>19</strong> So are the ways of everyone who is greedy for gain; It takes away the life of its owners.</p> <p><strong>20</strong> Wisdom calls aloud outside; She raises her voice in the open squares. 21 She cries out in the chief concourses, At the openings of the gates in the city She speaks her words:</p> <p><strong>22</strong> &ldquo;How long, you simple ones, will you love simplicity? For scorners delight in their scorning, And fools hate knowledge.</p> <p><strong>23</strong> Turn at my rebuke; Surely I will pour out my spirit on you; I will make my words known to you.</p> <p><strong>24</strong> Because I have called and you refused, I have stretched out my hand and no one regarded,</p> <p><strong>25</strong> Because you disdained all my counsel, And would have none of my rebuke,</p> <p><strong>26</strong> I also will laugh at your calamity; I will mock when your terror comes</p> <p><strong>27</strong> When your terror comes like a storm, And your destruction comes like a whirlwind, When distress and anguish come upon you.</p> <p><strong>28</strong> &ldquo;Then they will call on me, but I will not answer; They will seek me diligently, but they will not find me.</p> <p><strong>29</strong> Because they hated knowledge And did not choose the fear of the Lord,</p> <p><strong>30</strong> They would have none of my counsel And despised my every rebuke.</p> <p><strong>31</strong> Therefore they shall eat the fruit of their own way, And be filled to the full with their own fancies.</p> <p><strong>32</strong> For the turning away of the simple will slay them, And the complacency of fools will destroy them;</p> <p><strong>33</strong> But whoever listens to me will dwell safely, And will be [m]secure, without fear of evil.&rdquo;</p> <p>The Bible draws a steady comparison between foolishness and wisdom. The book of Proverbs does well to remind us of the dangers of foolhardy behavior and keeping the company of fools. The distinction is clear: God desires that His people seek wisdom, to treasure it and abound in it.</p> <p>Students of the arts and sciences utilize their talents to gain knowledge and to pursue excellence in their studies. Teachers of these disciplines do similarly. We can be capable of artistic brilliance and scientific breakthroughs because of knowledge and ability.</p> <p>Yet, from a Christian perspective, what does a knowledge of the arts and sciences really mean if it does not involve knowing the difference between right and wrong, good and evil, truth and error? All one has to do, for instance, is read a bit about the lives of some of those deemed the world&rsquo;s greatest artists in order to see that having wonderful skill and talent doesn&rsquo;t equate with a moral or upright life. One could argue, too, that great scientists involved in the work of creating biological or chemical weapons of mass destruction might be highly educated, highly gifted, but what are the fruits of their work? As stated before, knowledge, in and of itself, is not necessarily a good thing.</p> <p><strong>Read Proverbs 1:7. How does this text reveal what the key to true Christian education is?</strong></p> <p><strong>Proverbs 1:7</strong></p> <p>The fear of the Lord is the beginning of knowledge, But fools despise wisdom and instruction</p> <p><strong>One Nobel Prize winner, an atheist, a man who studies the universe and the physical forces behind it, wrote: &ldquo;The more the universe seems comprehensible, the more it also seems pointless.&rdquo; What should this tell us about how knowledge, in and of itself, can not only be meaningless but, even worse, lead to gross error?</strong></p>"
    },
    {
      "id": 106,
      "idLesson": 10,
      "idDay": 6,
      "dayTitle": "<p><strong>The Lord Answered Job</strong></p>",
      "date": "December 3",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Read Job 38. What does this teach us about God, not just as the Creator but as the Sustainer of all life?&nbsp;How should this important truth impact how we understand the arts and sciences?</strong></p> <p><strong>Job 38</strong></p> <p><strong>1</strong> Then the Lord answered Job out of the whirlwind, and said:</p> <p><strong>2</strong> &ldquo;Who is this who darkens counsel By words without knowledge?</p> <p><strong>3</strong> Now prepare yourself like a man; I will question you, and you shall answer Me.</p> <p><strong>4</strong> &ldquo;Where were you when I laid the foundations of the earth? Tell Me, if you have understanding.</p> <p><strong>5</strong> Who determined its measurements? Surely you know! Or who stretched the line upon it?</p> <p><strong>6</strong> To what were its foundations fastened? Or who laid its cornerstone,</p> <p><strong>7</strong> When the morning stars sang together, And all the sons of God shouted for joy?</p> <p><strong>8</strong> &ldquo;Or who shut in the sea with doors, When it burst forth and issued from the womb;</p> <p><strong>9</strong> When I made the clouds its garment, And thick darkness its swaddling band;</p> <p><strong>10</strong> When I fixed My limit for it, And set bars and doors;</p> <p><strong>11</strong> When I said, &lsquo;This far you may come, but no farther, And here your proud waves must stop!&rsquo;</p> <p><strong>12</strong> &ldquo;Have you commanded the morning since your days began, And caused the dawn to know its place,</p> <p><strong>13</strong> That it might take hold of the ends of the earth, And the wicked be shaken out of it?</p> <p><strong>14</strong> It takes on form like clay under a seal, And stands out like a garment.</p> <p><strong> 15</strong> From the wicked their light is withheld, And the upraised arm is broken.</p> <p><strong>16</strong> &ldquo;Have you entered the springs of the sea? Or have you walked in search of the depths?</p> <p><strong>17</strong> Have the gates of death been revealed to you? Or have you seen the doors of the shadow of death?</p> <p><strong>18</strong> Have you comprehended the breadth of the earth? Tell Me, if you know all this.</p> <p><strong>19</strong> &ldquo;Where is the way to the dwelling of light? And darkness, where is its place,</p> <p><strong>20</strong> That you may take it to its territory, That you may know the paths to its home?</p> <p><strong>21</strong> Do you know it, because you were born then, Or because the number of your days is great?</p> <p><strong>22</strong> &ldquo;Have you entered the treasury of snow, Or have you seen the treasury of hail,</p> <p><strong>23</strong> Which I have reserved for the time of trouble, For the day of battle and war?</p> <p><strong>24</strong> By what way is light diffused, Or the east wind scattered over the earth?</p> <p style=\"text-align: left;\"><strong>25</strong> &ldquo;Who has divided a channel for the overflowing water, Or a path for the thunderbolt,</p> <p style=\"text-align: left;\"><strong>26</strong> To cause it to rain on a land where there is no one, A wilderness in which there is no man;</p> <p style=\"text-align: left;\"><strong>27</strong> To satisfy the desolate waste, And cause to spring forth the growth of tender grass?</p> <p style=\"text-align: left;\"><strong>28</strong> Has the rain a father? Or who has begotten the drops of dew?</p> <p style=\"text-align: left;\"><strong>29</strong> From whose womb comes the ice? And the frost of heaven, who gives it birth?</p> <p style=\"text-align: left;\"><strong>30</strong> The waters harden like stone, And the surface of the deep is frozen.</p> <p><strong>31</strong> &ldquo;Can you bind the cluster of the Pleiades, Or loose the belt of Orion?</p> <p><strong>32</strong> Can you bring out Mazzaroth in its season? Or can you guide [i]the Great Bear with its cubs?</p> <p><strong>33</strong> Do you know the ordinances of the heavens? Can you set their dominion over the earth?</p> <p><strong>34</strong> &ldquo;Can you lift up your voice to the clouds, That an abundance of water may cover you?</p> <p><strong>35</strong> Can you send out lightnings, that they may go, And say to you, &lsquo;Here we are!&rsquo;?</p> <p><strong>36</strong> Who has put wisdom in the mind? Or who has given understanding to the heart? 37 Who can number the clouds by wisdom? Or who can pour out the bottles of heaven, 38 When the dust hardens in clumps, And the clods cling together?</p> <p><strong>39</strong> &ldquo;Can you hunt the prey for the lion, Or satisfy the appetite of the young lions,</p> <p><strong>40</strong> When they crouch in their dens, Or lurk in their lairs to lie in wait?</p> <p><strong>41</strong> Who provides food for the raven, When its young ones cry to God, And wander about for lack of food?</p> <p>&ldquo;Many teach that matter possesses vital power&mdash;that certain properties are imparted to matter, and it is then left to act through its own inherent energy; and that the operations of nature are conducted in harmony with fixed laws, with which God Himself cannot interfere. This is false science, and is not sustained by the word of God. Nature is the servant of her Creator. . . . Nature testifies of an intelligence, a presence, an active energy, that works in and through her laws. There is in nature the continual working of the Father and the Son. Christ says, &lsquo;My Father worketh hitherto, and I work.&rsquo; John 5:17.&rdquo;&mdash;Ellen G. White, Patriarchs and Prophets, p. 114.</p> <p>Unfortunately, as stated earlier, so much of science works on atheistic, materialist presuppositions. This means, then, that a scientist could be staring at something of the utmost beauty, of the utmost complexity, even of both the utmost beauty and complexity together, and yet claim that it arose by chance, with no forethought or intention behind it.</p> <p>This is, in fact, what science claims all the time. Life on earth, in all its beauty and complexity&mdash;from butterflies to humans&mdash;is explained as nothing but the result of chemicals billions of years ago forming by chance into simple life that, through random mutation and natural selection, evolved into all that lives and moves and breathes today.</p> <p>Science, as now constituted, argues that the very idea of a supernatural Creator is &ldquo;unscientific,&rdquo; since it cannot be tested scientifically, and thus it is a notion that science cannot deal with. This presupposition is not anything that science itself teaches (in fact, science would seem to teach the opposite: all the beauty and complexity of the world do, indeed, point to a Creator), but is, instead, a philosophical position imposed upon the discipline by scientists themselves.</p> <p>The problem, however, is that Scripture teaches that God not only created everything but that He sustains everything, as well. This means that any true Christian education in science would have to work from radically different assumptions than what science in general claims. Inevitably, clashes will occur, especially when it comes to origins. Thursday December 3 86 Dece</p>"
    },
    {
      "id": 107,
      "idLesson": 10,
      "idDay": 7,
      "dayTitle": "",
      "date": "December 4",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:</strong></p> <p>Two reasons exist why science, which gets so many things right, gets origins so wrong: first, science, which studies the natural world, must look only to the natural world for answers; second, science assumes that the laws of nature must remain constant. Yet, both these are wrong when it comes to origins.</p> <p>Take the first one, which requires natural causes for natural events. That&rsquo;s fine for hurricane tracking, but it is worse than worthless for origins that start out with &ldquo;In the beginning God created the heavens and the earth&rdquo; (Gen. 1:1, NKJV). What can science, which denies the supernatural in origins, teach us about origins that were totally supernatural?</p> <p>And the constancy of nature? This seems to make sense, except that Romans 5:12&mdash;&ldquo;Therefore, just as through one man sin entered the world, and death through sin, and thus death spread to all men, because all sinned&rdquo; (NKJV)&mdash;presupposes a natural environment discontinuous, and qualitatively different, from anything that science now confronts. A world in which death did not exist is radically different from anything we can study today, and to assume they were very similar when they weren&rsquo;t, also will lead to error.</p> <p>Hence, science gets origins wrong because it denies two crucial aspects of the Creation: the supernatural force behind it, and the radical physical discontinuity between the original creation and what&rsquo;s before us now.</p> <p><strong>Discussion Questions:</strong></p> <p><strong>1</strong>&nbsp;In class, talk about the question of beauty. What is beauty? How do we define it? How might a Christian define and understand beauty differently from a non-Christian?</p> <p><strong>2</strong>&nbsp;Christ could have come to earth as a brilliant scientist, to be richly compensated for His groundbreaking research. He could have garnered all fame as a musical performer. Instead, He came and trained as a humble craftsman. He was present at Creation, but He trained as a layperson and fulfilled His duties obediently. What encouragement does this offer us, wherever we may be in our educational or professional journey?</p> <p><strong>3</strong>&nbsp;Although not every Christian is called to teach in schools, Christians can be ever teaching others in word and in deed, with intention or completely without awareness. For this reason, what habits should the Christian cultivate, both as a student of Christ and as a teacher of the world?</p> <p><strong>Inside Story</strong></p> <p><strong>Keeping Two Boys Quiet</strong></p> <p>By Marci Evans</p> <p>Keeping children quiet in church became a real challenge when my niece, who was struggling with drugs, gave her two sons to my husband and me. Five-year-old Omarion and his six-year-old brother, Diamonte, had no experience in church. They were full of energy, and they were not used to kneeling for prayer. Moreover, the formal prayer seemed to go on and on up front.</p> <p>How do I keep them still and quiet? I wondered, as the boys shifted restlessly during prayer one Sabbath. What do I want to teach them about prayer?</p> <p>As I cried to God for help, an idea popped into my mind. Why not pray quietly with the boys? Immediately, I began to pray.</p> <p>&ldquo;Oh Lord, thanks so much for Diamonte and Omarion&rsquo;s school, their teachers, their shoes, their toys, and for all Your blessings,&rdquo; I whispered. The boys stopped fidgeting.</p> <p>&ldquo;Please, Lord, be with their mama,&rdquo; I said. &ldquo;She loves them so much. Please heal her from drugs and be near her today. You know just what she needs.&rdquo;</p> <p>The boys listened spellbound. They were thinking about their mother, who they missed and loved so much.The prayer continued at the front of the church.</p> <p>&ldquo;Lord, please be with Diamonte&rsquo;s dad, who is living in prison,&rdquo; I said. &ldquo;Please give him a good cellmate. Oh Lord, please be close to Omarion&rsquo;s dad.</p> <p>You know just what he needs! Let him know you are right beside him now.&rdquo; I prayed until the prayer ended up front. The boys remained quiet and reverent the entire time. Never once did I have to say &ldquo;Hold still!&rdquo; or &ldquo;Be quiet!&rdquo;</p> <p>The next Sabbath, I again whispered a special prayer for my nephews during the time of the formal prayer up front. The boys listened attentively. My prayer was about their lives and their loved ones. It mattered to them. I prayed with the boys every Sabbath until they learned to be quiet and reverent during the formal prayer time at the church. Of course, we kept praying at home. Who would have thought that such a simple solution would calm twitchy boys? With that solution, the Lord allowed me to be a missionary in the most important mission field&mdash;the home. Ellen White tells us, &ldquo;Let not parents forget the great mission field that lies before them in the home.</p> <p>In the children committed to her every mother has a sacred charge from God. &lsquo;Take this son, this daughter,&rsquo; God says, &lsquo;and train it for Me. Give it a character polished after the similitude of a palace, that it may shine in the courts of the Lord forever&rsquo; &rdquo; (Testimonies for the Church, vol. 9, p. 37).</p> <p>God is so good. He gives us mission-minded ideas when we need them most.</p> <p>Marci Evans is a member of the Milton Seventh-day Adventist Church in Milton-Freewater in the U.S. state of Oregon.</p>"
    }
  ]
}
