{
  "id": 713,
  "lessonNumber": 13,
  "versionCode": 5,
  "quarter": "4T2020",
  "title": "<p><strong>Heaven, Education, and Eternal Learning</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p><strong>&ldquo; &lsquo;Eye has not seen, nor ear heard, nor have entered into the heart of man the things which God has prepared for those who love Him&rsquo; &rdquo; (1 Corinthians 2:9, NKJV).</strong></p>",
  "weekDate": "December 19 - December 25",
  "lessonDays": [
    {
      "id": 131,
      "idLesson": 13,
      "idDay": 1,
      "dayTitle": "",
      "date": "December 19",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>A poet, fearful of death, asked about how a person could live without &ldquo;knowing for sure what dawn, what death, what doom, awaited consciousness beyond the tomb?&rdquo; He created in his poem what he called the IPH, the Institute of Preparation for the Hereafter. Yet, how can one prepare for the hereafter if one doesn&rsquo;t even know what happens to a person in it?</p> <p><br></p> <p>Fortunately, the Bible gives us great insight into the subject of heaven, the new earth, and the learning and living we will do throughout eternity. As we have seen all quarter, the IPH is here and now, in this life, and all our education&mdash;regardless of the field of study&mdash;should be preparing us for that &ldquo;hereafter.&rdquo;</p> <p><br></p> <p>After all, any school can pass on a lot of good information, a lot of good practical and helpful knowledge. But what good does it do if a person were to gain all that knowledge yet lose eternal life? This week we&rsquo;re going to look at what inspiration tells about the ultimate graduate school, a school that goes on forever and where we will be learning and growing throughout all eternity. In this school of the hereafter, we&rsquo;ll learn things that, in this present world, we can&rsquo;t even begin to imagine.</p>"
    },
    {
      "id": 132,
      "idLesson": 13,
      "idDay": 2,
      "dayTitle": "<p><strong>The Fate of the Dead</strong></p>",
      "date": "December 20",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>In the 1600s, a French writer named Blaise Pascal was ruminating on the state of humanity. For him, one point was very clear: no matter how long a human being lived (and back then they didn&rsquo;t live all that long), and no matter how good that person&rsquo;s life was (and life wasn&rsquo;t all that great back then either), sooner or later that person was going to die.</p> <p><br></p> <p>Moreover, whatever came after death was going to be longer, infinitely longer, than the short span of life here that preceded death. Thus, for Pascal, the most logical thing a person could or should find out is what fate awaits the dead, and he was astonished to see people get all worked up over things such as &ldquo;loss of office, or for some imaginary insult to his honor,&rdquo; yet they paid no heed to the question of what happened after they were to die.</p> <p><br></p> <p>Pascal had a point. And that&rsquo;s no doubt why the Bible spends a great deal of time talking about the promise awaiting those who have found salvation in Jesus, the promise of what will await them in the future.</p> <p><br></p> <p><strong>Read the following texts. What hope is offered us? John 6:54, John 3:16, 1 John 5:13, 1 Tim. 1:16, John 4:14, John 6:40, Jude 1:21, Titus 3:7.</strong></p> <p><br></p> <p><strong>John 6:54</strong></p> <p><br></p> <p><strong>54</strong> Whoever eats My flesh and drinks My blood has eternal life, and I will raise him up at the last day.</p> <p><br></p> <p><strong>John 3:16</strong></p> <p><br></p> <p><strong>16</strong> For God so loved the world that He gave His only begotten Son, that whoever believes in Him should not perish but have everlasting life.</p> <p><br></p> <p><strong>1 John 5:13</strong></p> <p><br></p> <p><strong>13</strong> These things I have written to you who believe in the name of the Son of God, that you may know that you have eternal life, [a]and that you may continue to believe in the name of the Son of God.</p> <p><br></p> <p><strong>1 Tim. 1:16</strong></p> <p><br></p> <p><strong>16</strong> However, for this reason I obtained mercy, that in me first Jesus Christ might show all longsuffering, as a pattern to those who are going to believe on Him for everlasting life.</p> <p><br></p> <p><strong>John 4:14</strong></p> <p><br></p> <p><strong>14</strong> but whoever drinks of the water that I shall give him will never thirst. But the water that I shall give him will become in him a fountain of water springing up into everlasting life.&rdquo;</p> <p><br></p> <p><strong>John 6:40</strong></p> <p><br></p> <p><strong>40</strong> And this is the will of Him who sent Me, that everyone who sees the Son and believes in Him may have everlasting life; and I will raise him up at the last day.&rdquo;</p> <p><br></p> <p><strong>Jude 1:21</strong></p> <p><br></p> <p><strong>21 </strong>keep yourselves in the love of God, looking for the mercy of our Lord Jesus Christ unto eternal life.</p> <p><br></p> <p><strong>Titus 3:7</strong></p> <p><br></p> <p><strong>7</strong> that having been justified by His grace we should become heirs according to the hope of eternal life.</p> <p><br></p> <p>Eternal life makes so much sense in light of the cross; in light of the cross, nothing else makes sense but eternal life. That the Creator of the universe, the One who &ldquo;made the worlds&rdquo; (Heb. 1:2), the One in whom &ldquo;we live, and move, and have our being&rdquo; (Acts 17:28), that He, God, should incarnate in human flesh and in that flesh die . . . for what? That we ultimately rot, like roadkill?</p> <p><br></p> <p>That&rsquo;s why the New Testament comes laced with promises of eternal life, for only the eternal guarantees restitution. A million years, even a billion years, might not possess enough good moments to make up for the bad. Eternity alone can balance all things out, and then some, because the infinite is more than the finite, and always infinitely so.</p> <p><br></p> <p>Pascal was right: our time here is so limited in contrast to what is coming. How silly not to be ready for the eternity that awaits us.</p> <p><br></p> <p><strong>What do you say to someone who shows complete indifference to what happens after death? How can you help that person see just how illogical such a position really is?</strong></p>"
    },
    {
      "id": 133,
      "idLesson": 13,
      "idDay": 3,
      "dayTitle": "<p><strong>A New Existence</strong></p>",
      "date": "December 21",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>&ldquo;And God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain: for the former things are passed away&rdquo;(Rev. 21:4). What does this tell us about just how different from this world our new existence will be, an existence in which death, sorrow, and pain are gone?</strong></p> <p><br></p> <p>A Christian was talking to a friend about the hope of the gospel, the promise of eternal life through Jesus Christ. The person responded negatively to the whole idea. &ldquo;Eternal life?&rdquo; he said with a shudder. &ldquo;What a horrible thought! Our seventy to eighty years here are bad enough. Who&rsquo;d want to stretch this out forever? That would be hell.&rdquo;</p> <p><br></p> <p>This person would have a point, except that he didn&rsquo;t understand that the promise of eternal life isn&rsquo;t a mere continuation of this life here. Please&mdash;who would want that? Instead, as the text above says, the old things are passed away, and all things have become new.</p> <p><br></p> <p><strong>What do the following texts tell us about the new existence that is coming?</strong></p> <p><br></p> <p><strong>2 Pet. 3:10&ndash;13</strong></p> <p><br></p> <p><strong>10 </strong>But the day of the Lord will come as a thief in the night, in which the heavens will pass away with a great noise, and the elements will melt with fervent heat; both the earth and the works that are in it will be burned up.</p> <p><br></p> <p><strong>11 </strong>Therefore, since all these things will be dissolved, what manner of persons ought you to be in holy conduct and godliness,</p> <p><br></p> <p><strong>12 </strong>looking for and hastening the coming of the day of God, because of which the heavens will be dissolved, being on fire, and the elements will melt with fervent heat?</p> <p><br></p> <p><strong>13 </strong>Nevertheless we, according to His promise, look for new heavens and a new earth in which righteousness dwells.</p> <p><br></p> <p><strong>Rev. 21:1&ndash;6</strong></p> <p><br></p> <p><strong>1</strong> Now I saw a new heaven and a new earth, for the first heaven and the first earth had passed away. Also there was no more sea.</p> <p><br></p> <p><strong>2</strong> Then I, John, saw the holy city, New Jerusalem, coming down out of heaven from God, prepared as a bride adorned for her husband.</p> <p><br></p> <p><strong>3</strong> And I heard a loud voice from heaven saying, &ldquo;Behold, the tabernacle of God is with men, and He will dwell with them, and they shall be His people. God Himself will be with them and be their God.</p> <p><br></p> <p><strong>4</strong> And God will wipe away every tear from their eyes; there shall be no more death, nor sorrow, nor crying. There shall be no more pain, for the former things have passed away.&rdquo;</p> <p><br></p> <p><strong>5 </strong>Then He who sat on the throne said, &ldquo;Behold, I make all things new.&rdquo; And He said to me, &ldquo;Write, for these words are true and faithful.&rdquo;</p> <p><br></p> <p><strong>6</strong> And He said to me, &ldquo;It is done! I am the Alpha and the Omega, the Beginning and the End. I will give of the fountain of the water of life freely to him who thirsts.</p> <p><br></p> <p><strong>The important question for us in all this is: What does it take to be part of this new existence? How do we get there? How can we be sure we are going to be part of it? What things in our life, if any, could stand in the way of our being part of what God has promised us through Jesus?</strong></p>"
    },
    {
      "id": 134,
      "idLesson": 13,
      "idDay": 4,
      "dayTitle": "<p><strong>Then Shall We Know</strong></p>",
      "date": "December 22",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>&ldquo;Heaven is a school; its field of study, the universe; its teacher, the Infinite One. A branch of this school was established in Eden; and, the plan of redemption accomplished, education will again be taken up in the Eden school.&rdquo;&mdash;Ellen G. White, Education, p. 301.</strong></p> <p><br></p> <p>If you are like most people, you have a lot of questions&mdash;questions about sin, suffering, sickness, death, about why this happened, why that happened, why the other things happened.</p> <p><br></p> <p>We have questions about the natural world, too, and all its mysteries. For all the incredible progress science has made in helping us understand more about the world and the universe as a whole, so much is still beyond our grasp.</p> <p><br></p> <p>From the simplest life-forms to the sky over our heads, from the motion of subatomic particles to the whirling galaxies that are scattered across the cosmos, we are confronted with a reality that is so much bigger and deeper than our minds can now grasp, especially with the little bit of time we have here and now to study these things for ourselves. On the other hand, when you have an eternity to study, then no doubt a lot of mysteries will be resolved for us.</p> <p><br></p> <p><strong>What do the following texts tell us about what we will learn once this whole sorry episode of sin and suffering and death finally ends?</strong></p> <p><br></p> <p><strong>1 Cor. 13:12</strong></p> <p><br></p> <p><strong>12 </strong>For now we see in a mirror, dimly, but then face to face. Now I know in part, but then I shall know just as I also am known.</p> <p><br></p> <p><strong>1 Cor. 4:5</strong></p> <p><br></p> <p><strong>5 </strong>Therefore judge nothing before the time, until the Lord comes, who will both bring to light the hidden things of darkness and reveal the counsels of the hearts. Then each one&rsquo;s praise will come from God.</p> <p><br></p> <p>We are promised that we will be given an understanding of things that, for now, remain hidden to us. What a wonderful hope, too, that once we do see and understand things that now seem so difficult, we will have nothing but praise for God! The key for us now is to hold on to our faith, trust in God&rsquo;s promises, live up to the light that we have, and endure unto the end. And the good news is that we &ldquo;can do all things through Christ who strengthens&rdquo; us (Phil. 4:13, NKJV).</p> <p><br></p> <p><strong>What heavy questions weigh on your heart? What things now seem so incomprehensible? How can learning to trust God on the things that you do understand help you with the things that, for now, you don&rsquo;t?</strong></p>"
    },
    {
      "id": 135,
      "idLesson": 13,
      "idDay": 5,
      "dayTitle": "<p><strong>The School in the Hereafter</strong></p>",
      "date": "December 23",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>&ldquo;For our light affliction, which is but for a moment, worketh for us a far more exceeding and eternal weight of glory; while we look not at the things which are seen, but at the things which are not seen: for the things which are seen are temporal; but the things which are not seen are eternal&rdquo; (2 Cor. 4:17&ndash;19).</strong></p> <p><strong><br></strong></p> <p><strong>What hope do these texts offer us? What might some of these unseen eternal things be that we are waiting for, that we are promised through Jesus? See also Rev. 21:1, 2; Rev. 2:7; Rev. 7:14&ndash;17.</strong></p> <p><strong><br></strong></p> <p><strong>Rev. 21:1, 2</strong></p> <p><strong><br></strong></p> <p><strong>1 </strong>Now I saw a new heaven and a new earth, for the first heaven and the first earth had passed away. Also there was no more sea.</p> <p><br></p> <p><strong>2</strong> Then I, John, saw the holy city, New Jerusalem, coming down out of heaven from God, prepared as a bride adorned for her husband.</p> <p><br></p> <p><strong>Rev. 2:7</strong></p> <p><br></p> <p><strong>7 </strong>&ldquo;He who has an ear, let him hear what the Spirit says to the churches. To him who overcomes I will give to eat from the tree of life, which is in the midst of the Paradise of God.&rdquo; &rsquo;</p> <p><br></p> <p><strong>Rev. 7:14&ndash;17</strong></p> <p><br></p> <p><strong>14</strong> And I said to him, &ldquo;Sir, you know.&rdquo; So he said to me, &ldquo;These are the ones who come out of the great tribulation, and washed their robes and made them white in the blood of the Lamb.</p> <p><br></p> <p><strong>15</strong> Therefore they are before the throne of God, and serve Him day and night in His temple. And He who sits on the throne will dwell among them.</p> <p><br></p> <p><strong>16 </strong>They shall neither hunger anymore nor thirst anymore; the sun shall not strike them, nor any heat;</p> <p><br></p> <p><strong>17 </strong>for the Lamb who is in the midst of the throne will shepherd them and lead them to living fountains of waters. And God will wipe away every tear from their eyes.&rdquo;</p> <p><br></p> <p>However real the promises offered us in Jesus, however many good reasons we have to believe in them, the fact remains that the Bible gives us just hints, glimpses, of what awaits us. One thing that we can be sure of, however, is that it&rsquo;s going to be great, because just think how great life would be in an existence without the ravages of sin!.</p> <p><br></p> <p>All our pain, all our suffering, all the things that we struggle with here come from sin and the consequences of sin. Christ came to undo all that, and He will restore the earth to what God originally had intended it to be before sin entered. In fact, it will be better, because amid all these glories we will forever be able to behold the scars on Jesus&rsquo; hands and feet, the cost of our redemption.</p> <p><br></p> <p>&ldquo;There, when the veil that darkens our vision shall be removed, and our eyes shall behold that world of beauty of which we now catch glimpses through the microscope; when we look on the glories of the heavens, now scanned afar through the telescope; when, the blight of sin removed, the whole earth shall appear in &lsquo;the beauty of the Lord our God,&rsquo; what a field will be open to our study! There the student of science may read the records of creation and discern no reminders of the law of evil.</p> <p><br></p> <p>He may listen to the music of nature&rsquo;s voices and detect no note of wailing or undertone of sorrow. In all created things he may trace one handwriting&mdash;in the vast universe behold &lsquo;God&rsquo;s name writ large,&rsquo; and not in earth or sea or sky one sign of ill remaining.&rdquo;&mdash;Ellen G. White, Education, p. 303.</p> <p><br></p> <p><strong>Try to picture what it will be like living forever in an entirely new world, one without all that makes life here so hard. What do you envision it to be like? What things are you particularly looking forward to?</strong></p>"
    },
    {
      "id": 136,
      "idLesson": 13,
      "idDay": 6,
      "dayTitle": "<p><strong>The Great Teacher</strong></p>",
      "date": "December 24",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>As we have seen this whole quarter, one central aspect of Christ&rsquo;s ministry here on earth was that of a teacher. From the beginning of His ministry, whether through acts or deeds, Jesus was constantly teaching His followers truths about Himself, about the Father, about salvation, and about the hope that awaits us (see Matt. 5:2, Mark 4:2, Luke 19:47, John 6:59).</p> <p><br></p> <p><strong>Matt. 5:2</strong></p> <p><br></p> <p><strong>2</strong> Then He opened His mouth and taught them, saying:</p> <p><br></p> <p><strong>Mark 4:2</strong></p> <p><br></p> <p><strong>2 </strong>Then He taught them many things by parables, and said to them in His teaching:</p> <p><br></p> <p><strong>Luke 19:47</strong></p> <p><br></p> <p><strong>47</strong> And He was teaching daily in the temple. But the chief priests, the scribes, and the leaders of the people sought to destroy Him,</p> <p><br></p> <p><strong>John 6:59</strong></p> <p><br></p> <p><strong>59</strong> These things He said in the synagogue as He taught in Capernaum.</p> <p><br></p> <p>Indeed, all you have to do is skim through a Gospel, any Gospel, and all through it you will find Jesus teaching. And though, even now, through His Word, the Lord continues to teach us, in the new world this teaching will continue, as well. But imagine how different it will be in an existence unencumbered by sin and all the limitations it places on us.</p> <p><br></p> <p><strong>&ldquo;And one shall say unto him, What are these wounds in thine hands? Then he shall answer, Those with which I was wounded in the house of my friends&rdquo; (Zech. 13:6).</strong></p> <p><strong><br></strong></p> <p><strong>What do you think this text is talking about?</strong></p> <p><br></p> <p>&ldquo;The years of eternity, as they roll, will bring richer and still more glorious revelations of God and of Christ. As knowledge is progressive, so will love, reverence, and happiness increase. The more men learn of God, the greater will be their admiration of His character. As Jesus opens before them the riches of redemption and the amazing achievements in the great controversy with Satan, the hearts of the ransomed thrill with more fervent devotion, and with more rapturous joy they sweep the harps of gold; and ten thousand times ten thousand and thousands of thousands of voices unite to swell the mighty chorus of praise. . . .</p> <p><br></p> <p>&ldquo;The great controversy is ended. Sin and sinners are no more. The entire universe is clean. One pulse of harmony and gladness beats through the vast creation. From Him who created all, flow life and light and gladness, throughout the realms of illimitable space. From the minutest atom to the greatest world, all things, animate and inanimate, in their unshadowed beauty and perfect joy, declare that God is love.&rdquo;&mdash;Ellen G. White, The Great Controversy, p. 678.</p> <p><br></p> <p><strong>Of all the incredible truths that we will learn about through eternity, nothing will captivate us more than the sacrifice of Christ in our behalf. Think how deep and rich it must be that we will be studying it throughout eternity. Even now, how can you learn to better appreciate what Jesus has done for us through the Cross?</strong></p>"
    },
    {
      "id": 137,
      "idLesson": 13,
      "idDay": 7,
      "dayTitle": "",
      "date": "December 25",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought: Read Ellen G. White, &ldquo;The School of the Hereafter,&rdquo; pp. 301&ndash;309, in Education; &ldquo;The Controversy Ended,&rdquo; pp. 662&ndash;678, in The Great Controversy.</strong></p> <p><br></p> <p>&ldquo;The lion, we should much dread and fear here, will then lie down with the lamb, and everything in the New Earth will be peace and harmony. The trees of the New Earth will be straight and lofty, without deformity. . . .</p> <p><br></p> <p>&ldquo;Let all that is beautiful in our earthly home remind us of the crystal river and green fields, the waving trees and the living fountains, the shining city and the white-robed singers, of our heavenly home&mdash;that world of beauty which no artist can picture and no mortal tongue describe. Let your imagination picture the home of the saved, and remember that it will be more glorious than your brightest imagination can portray.&rdquo;&mdash;Ellen G. White, Heaven, pp. 133, 134.</p> <p><br></p> <p>&ldquo;A fear of making the future inheritance seem too material has led many to spiritualize away the very truths which lead us to look upon it as our home. Christ assured His disciples that He went to prepare mansions for them in the Father&rsquo;s house. Those who accept the teachings of God&rsquo;s word will not be wholly ignorant concerning the heavenly abode. . . . Human language is inadequate to describe the reward of the righteous. It will be known only to those who behold it. No finite mind can comprehend the glory of the Paradise of God.&rdquo;&mdash;Ellen G. White, The Great Controversy, pp. 674, 675.</p> <p><br></p> <p><strong>Discussion Questions:</strong></p> <p><br></p> <p><strong>1</strong> Dwell more on the point that Pascal made, about people who seem so unconcerned about what eternity will bring. Why do you think people are like that? Why is this such an irrational attitude to have?</p> <p><br></p> <p><strong>2</strong> Dwell more on why the hope of eternal life is so important to our faith. Without that, why do we really have nothing?</p> <p><br></p> <p><strong>3 </strong>Think about all the incredible mysteries that exist in the natural world. Be it biology, geology, astronomy, physics, chemistry&mdash;in all fields everything turns out to be so much more complex than people originally thought. Scientists, for example, no longer talk about &ldquo;simple life-forms&rdquo; because, as it turns out, even the simplest life-forms are not so simple, after all. Each new breakthrough, each new discovery, seems only to open up more questions for us that need answering. How does all this help us understand how much we will be learning in the &ldquo;school of the hereafter&rdquo;?</p> <p><br></p> <p><strong>Inside Story</strong></p> <p><br></p> <p><strong>No Quiet Work on Sabbath</strong></p> <p><br></p> <p>By Gary Rogers</p> <p><br></p> <p>My construction crew had everything ready for the roofing to go onto Essential Life Center, an urban center of influence that we were building in Cambodia&rsquo;s second-largest city, Battambang. So, I called a company in the capital, Phnom Penh, to supply workers to install the roof. Before finalizing the contract, I explained that we represented a Christian church and didn&rsquo;t work on Saturday. I was assured that the roof would be finished before then.</p> <p><br></p> <p>But after the workers arrived, I quickly saw that they would not finish before Sabbath. I emailed a reminder about the terms of our contract to the head office. My phone rang as I spoke with one of my own workers, Koy Sopaon, at the construction site on Wednesday. &ldquo;I&rsquo;m calling about your email,&rdquo; a company executive said. &ldquo;We need Saturday to finish. If the guys can&rsquo;t work on Saturday, we&rsquo;ll have to pay them extra to wait until Monday.&rdquo;</p> <p><br></p> <p>&ldquo;We spoke about this earlier,&rdquo; I replied. &ldquo;We cannot work on Saturday.&rdquo; The executive changed his approach. &ldquo;We&rsquo;ll be quiet,&rdquo; he promised. &ldquo;We won&rsquo;t make any noise. We don&rsquo;t need to use hammers or other noisy tools on Saturday. No one will even know that we are on the roof.&rdquo;</p> <p><br></p> <p>&ldquo;If you have a few minutes, let me explain why we don&rsquo;t work,&rdquo; I said. The executive agreed to listen. &ldquo;The Christian Bible tells us that God created this earth in six days,&rdquo; I said.</p> <p><br></p> <p>&ldquo;On the seventh day, He did three things: He stopped His work, He rested, and He made the day holy. He did that to remind us that He is our Creator. He has asked us not to do any work&mdash;us or anyone who is working for us&mdash;on every seventh day, which is Saturday. This way, we can remember and worship Him.&rdquo; &ldquo;Ohhh, I understand,&rdquo; the executive said. &ldquo;We&rsquo;ll rest on Saturday.&rdquo;</p> <p><br></p> <p>Sopaon, my worker, listened curiously to the phone call. Afterward, he looked at me and asked, &ldquo;Why does my church worship on Sunday?&rdquo; Inviting Sopaon to sit down, I gave him a history lesson on the change of the Sabbath. Later, at lunch break, I saw Sopaon studying his Bible. He expressed amazement that the Bible teaches that the seventh-day is Sabbath. On Friday, I told Sopaon, &ldquo;You&rsquo;ve seen new truth about God&rsquo;s day in His Word. Wouldn&rsquo;t you like to follow Him in His truth and keep Sabbath holy?&rdquo; &ldquo;Yes, I would!&rdquo; Sopaon exclaimed.</p> <p><br></p> <p>Sopaon attended worship services in the half-built center of influence that Sabbath. Nobody worked on the roof overhead. Today he is a deacon and Sabbath School class teacher at the completed church.</p>"
    }
  ]
}
