{
  "id": 703,
  "lessonNumber": 3,
  "versionCode": 5,
  "quarter": "4T2020",
  "title": "<p><strong>The Law as Teacher </strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p><strong>Memory&nbsp;Text: &ldquo;You shall love the Lord your God with all your heart, with all your soul, and with all your strength&rdquo; (Deuteronomy 6:5, NKJV).</strong></p>",
  "weekDate": "October 10–16",
  "lessonDays": [
    {
      "id": 31,
      "idLesson": 3,
      "idDay": 1,
      "dayTitle": "",
      "date": "October 10",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>In warning the Galatians against legalism, Paul wrote: &ldquo;For if there had been a law given which could have given life, truly righteous ness would have been by the law&rdquo; (Gal. 3:21, NKJV). Of course, - if any law could have &ldquo;given life,&rdquo; it would have been God&rsquo;s law. And yet, Paul&rsquo;s point is that, for us as sinners, even God&rsquo;s law can&rsquo;t give life. Why? &ldquo;But the Scripture has confined all under sin, that the promise by faith in Jesus Christ might be given to those who believe&rdquo; (Gal. 3:22, NKJV). However, if the law can&rsquo;t give life to sinners, what&rsquo;s the purpose of it, other than to show us our need of grace? Is the law, then, only negative in function, only there to show us our sins?</p><p>No; the law also is there to point us to the way of life, which is found only in Jesus. This also is what true education should be about, pointing us to a life of grace, of faith, and of obedience to Christ. That&rsquo;s why this week we will study the role of God&rsquo;s law in the whole question of Christian education. As we do, let&rsquo;s see what the law, though it cannot save us, still can teach us about faith, about grace, and about our God&rsquo;s love for fallen humanity.</p>"
    },
    {
      "id": 32,
      "idLesson": 3,
      "idDay": 2,
      "dayTitle": "<p><strong> To Love and to Fear God</strong></p>",
      "date": "October 11",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>The book of Deuteronomy contains Moses&rsquo; last words to Israel before a new generation will finally enter the Promised Land. But before they do, he has some very clear words and instructions for them.</p><p><strong>Read Deuteronomy 31:9&ndash;13. What does it mean to fear the Lord?</strong></p><p><strong>Deuteronomy 31:9&ndash;13</strong></p><p><strong>9</strong> So Moses wrote this law and delivered it to the priests, the sons of Levi, who bore the ark of the covenant of the Lord, and to all the elders of Israel.</p><p><strong>10</strong> And Moses commanded them, saying: &ldquo;At the end of every seven years, at the appointed time in the year of release, at the Feast of Tabernacles,</p><p><strong>11</strong> when all Israel comes to appear before the Lord your God in the place which He chooses, you shall read this law before all Israel in their hearing.</p><p><strong>12</strong> Gather the people together, men and women and little ones, and the stranger who is within your gates, that they may hear and that they may learn to fear the Lord your God and carefully observe all the words of this law,</p><p><strong>13</strong> and that their children, who have not known it, may hear and learn to fear the Lord your God as long as you live in the land which you cross the Jordan to possess.&rdquo;</p><p><strong></strong></p><p>God was intentional about the ways that He imparted His law to Israel. He made every provision so that His laws would not be forgotten. In this way, God is a long-suffering Educator. He teaches and repeats and sends prophets and uses His servants to impart His message. And He did it again and again. Indeed, isn&rsquo;t so much of the writings of the Old Testament nothing but God seeking to teach His people to follow the way of life?</p><p>Notice in these verses how Moses stresses the importance of future generations&rsquo; learning the law. Moses describes it as a two-step process. First the children will hear the law, and then they will &ldquo;learn to fear the Lord your God&rdquo; (Deut. 31:13).</p><p>First, they hear, and then, they learn to fear God. That is, learning the law presupposes that fear will not be a natural outcome of knowing the law. The process of fearing God must be learned. Moses implies that knowledge and fear are a process, not an immediate cause-and-effect relationship.</p><p>Also, what does &ldquo;fear God&rdquo; mean when the people also are told that &ldquo;you shall love the Lord your God with all your heart, with all your soul, and with all your strength&rdquo; (Deut. 6:5, NKJV)? Perhaps we can compare it to the way a child loves and fears a good father, a father who reveals his love and care by showing that he says what he means and he means what he says. With such a father, if you do wrong, you will indeed suffer the consequences of that wrongdoing. Yes, we can, and must, love and fear God at the same time. They are not contradictory ideas. The more we learn about God, the more we come to love Him because of His goodness; and yet, at the same time, the more we come to know about God, the more we can fear Him, too, because we can see just how holy and righteous He is and how sinful and unrighteous we are in contrast, and how it is only by grace&mdash;undeserved merit&mdash;that we are not destroyed.</p><p><strong>How do you understand what it means to love and to fear God at the same time?</strong></p>"
    },
    {
      "id": 33,
      "idLesson": 3,
      "idDay": 3,
      "dayTitle": "<p><strong>A Witness Against You</strong></p>",
      "date": "October 12",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>When Moses knows he is soon to die, he is profoundly aware of the situation that he will leave behind. He knows that after his death the Israelites will enter into the Promised Land of Canaan. He also knows that they will become rebellious upon reaching their long-sought destination.</p><p><strong>Read Deuteronomy 31:14&ndash;27. What preparations does Moses make before his death? What were Moses&rsquo; chief concerns, and how does he address those concerns?</strong></p><p><strong>Deuteronomy 31:14&ndash;27</strong></p><p><strong>14</strong> Then the Lord said to Moses, &ldquo;Behold, the days approach when you must die; call Joshua, and present yourselves in the tabernacle of meeting, that I may inaugurate him.&rdquo; So Moses and Joshua went and presented themselves in the tabernacle of meeting.</p><p><strong>15</strong> Now the Lord appeared at the tabernacle in a pillar of cloud, and the pillar of cloud stood above the door of the tabernacle.</p><p><strong>16</strong> And the Lord said to Moses: &ldquo;Behold, you will rest with your fathers; and this people will rise and play the harlot with the gods of the foreigners of the land, where they go to be among them, and they will forsake Me and break My covenant which I have made with them.</p><p><strong>17</strong> Then My anger shall be aroused against them in that day, and I will forsake them, and I will hide My face from them, and they shall be devoured. And many evils and troubles shall befall them, so that they will say in that day, &lsquo;Have not these evils come upon us because our God is not among us?&rsquo;</p><p><strong>18</strong> And I will surely hide My face in that day because of all the evil which they have done, in that they have turned to other gods.</p><p><strong>19</strong> &ldquo;Now therefore, write down this song for yourselves, and teach it to the children of Israel; put it in their mouths, that this song may be a witness for Me against the children of Israel.</p><p><strong>20</strong> When I have brought them to the land flowing with milk and honey, of which I swore to their fathers, and they have eaten and filled themselves and grown fat, then they will turn to other gods and serve them; and they will provoke Me and break My covenant.</p><p><strong>21</strong> Then it shall be, when many evils and troubles have come upon them, that this song will testify against them as a witness; for it will not be forgotten in the mouths of their descendants, for I know the inclination of their behavior today, even before I have brought them to the land of which I swore to give them.&rdquo;</p><p><strong>22</strong> Therefore Moses wrote this song the same day, and taught it to the children of Israel.</p><p><strong>23</strong> Then He inaugurated Joshua the son of Nun, and said, &ldquo;Be strong and of good courage; for you shall bring the children of Israel into the land of which I swore to them, and I will be with you.&rdquo;</p><p><strong>24</strong> So it was, when Moses had completed writing the words of this law in a book, when they were finished,</p><p><strong>25</strong> that Moses commanded the Levites, who bore the ark of the covenant of the Lord, saying:</p><p><strong>26</strong> &ldquo;Take this Book of the Law, and put it beside the ark of the covenant of the Lord your God, that it may be there as a witness against you;</p><p><strong>27</strong> for I know your rebellion and your stiff neck. If today, while I am yet alive with you, you have been rebellious against the Lord, then how much more after my death?</p><p></p><p>Moses&rsquo; tone here may appear like that of a teacher preparing for a substitute. He knows that his pupils have misbehaved in his presence in the classroom; he is not so deluded as to think that they will not rebel in his absence. He instructs the Levites who carried the ark of the covenant to place the book of the Law next to the ark in order for it to be a &ldquo;witness.&rdquo; Moses is not simply passing on a lesson plan for his substitute. He is passing on a witness. Moses speaks of the book of the Law as though it is a living being with power to reprove the hearts of men.</p><p><strong>Think about the law as a &ldquo;witness against&rdquo; them. How do we understand this idea in the New Testament, as well? See Rom. 3:19&ndash;23. That is, how does the law point us to our need of grace?</strong></p><p><strong>Romans 3:19&ndash;23</strong><strong></strong></p><p><strong>19</strong> Now we know that whatever the law says, it says to those who are under the law, that every mouth may be stopped, and all the world may become guilty before God.</p><p><strong>20</strong> Therefore by the deeds of the law no flesh will be justified in His sight, for by the law is the knowledge of sin.</p><p><strong>21</strong> But now the righteousness of God apart from the law is revealed, being witnessed by the Law and the Prophets,</p><p><strong>22</strong> even the righteousness of God, through faith in Jesus Christ, to all and on all who believe. For there is no difference;</p><p><strong>23</strong> for all have sinned and fall short of the glory of God</p><p></p><p>In Deuteronomy 31, God instructs Moses to write down a song that the Lord has taught Moses. Moses is then to teach the song to the Israelites so that, as stated in verse 19, it &ldquo;may be a witness for me against the children of Israel.&rdquo; Again we see God&rsquo;s directives personified. A song, when sung, is more easily shared and spread. And when a song is a witness, it has the ability to cause people to look at themselves and see what it says about them.</p><p><strong>Even as we seek to obey God&rsquo;s law with all our God-given strength, in what ways does His law function as a &ldquo;witness against&rdquo; us? What does this witness teach us about the need of the gospel in our lives?</strong></p>"
    },
    {
      "id": 34,
      "idLesson": 3,
      "idDay": 4,
      "dayTitle": "<p><strong>That You May Prosper</strong></p>",
      "date": "October 13",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Throughout the Bible, we hear of other outcomes of knowing&mdash;and obeying&mdash;God&rsquo;s law.</p><p><strong>Read Joshua 1:7, 8. What was the Lord saying to Joshua, and how do the principles found there apply to us today?</strong></p><p><strong>Joshua 1:7 - 8</strong></p><p><strong>7</strong> Only be strong and very courageous, that you may observe to do according to all the law which Moses My servant commanded you; do not turn from it to the right hand or to the left, that you may prosper wherever you go.</p><p><strong>8</strong> This Book of the Law shall not depart from your mouth, but you shall meditate in it day and night, that you may observe to do according to all that is written in it. For then you will make your way prosperous, and then you will have good success.</p><p><strong></strong></p><p>The Lord tells Joshua as he enters into Canaan: &ldquo;Only be strong and very courageous, that you may observe to do according to all the law which Moses My servant commanded you; do not turn from it to the right hand or to the left, that you may prosper wherever you go&rdquo; (Josh. 1:7, NKJV).</p><p>This notion of success as a by-product of obedience may seem contrary to the way success is measured in our world today. Many today believe that the marks of success are innovation, creativity, and selfreliance. To succeed in a particular industry often requires extraordinary talent and risk-taking.</p><p>However, in God&rsquo;s eyes success requires a different set of resources.</p><p><strong>Read Revelation 12:17, 14:12, Romans 1:5, 16:26, James 2:10&ndash;12. What are these verses saying to us, today, about obedience to God&rsquo;s law? That is, even if we are not saved by obeying God&rsquo;s law, why is it so important that we still keep it?</strong></p><p><strong>Revelation 12:17</strong></p><p><strong>17 </strong>And the dragon was enraged with the woman, and he went to make war with the rest of her offspring, who keep the commandments of God and have the testimony of Jesus Christ.</p><p><strong>Revelation 14:12</strong></p><p><strong>12</strong> Here is the patience of the saints; here are those who keep the commandments of God and the faith of Jesus.</p><p><strong>Romans 1:5</strong></p><p><strong>5</strong> Through Him we have received grace and apostleship for obedience to the faith among all nations for His name</p><p><strong>Romans 16:26</strong></p><p><strong>26 </strong>but now made manifest, and by the prophetic Scriptures made known to all nations, according to the commandment of the everlasting God, for obedience to the faith</p><p><strong>James 2:10&ndash;12</strong></p><p><strong>10 </strong>For whoever shall keep the whole law, and yet stumble in one point, he is guilty of all.</p><p><strong> 11 </strong>For He who said, &ldquo;Do not commit adultery,&rdquo; also said, &ldquo;Do not murder.&rdquo; Now if you do not commit adultery, but you do murder, you have become a transgressor of the law.</p><p><strong> 12</strong> So speak and so do as those who will be judged by the law of liberty.</p><p></p><p>Old Testament, New Testament, Old Covenant, New Covenant&mdash;it doesn&rsquo;t matter: as Bible-believing Christians we are called to obedience to God&rsquo;s law. Violation of the law, also known as sin, can lead only to pain, suffering, and eternal death. Who hasn&rsquo;t learned for themselves, or seen for themselves, the results of sin, the results of violation of God&rsquo;s law? Just as ancient Israel would prosper by obeying God&rsquo;s law (even though they needed grace, as well), it&rsquo;s no different for us today either. Hence, as part of Christian education we need to keep God&rsquo;s law as a central component of what it means to live by faith and trusting in God&rsquo;s grace.</p><p><strong>What has been your own experience with the consequences of sin? What have you learned that you could share with others so that, perhaps, they might not make the same mistakes?</strong></p>"
    },
    {
      "id": 35,
      "idLesson": 3,
      "idDay": 5,
      "dayTitle": "<p><strong> The Toils and Struggles of Law Keepers</strong></p>",
      "date": "October 14",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>There are great benefits to following God&rsquo;s law, as evidenced in the people whom God prospered. Joshua closely followed God&rsquo;s precepts, and he led the people of Israel well. Time and again, the Lord told Israel that if they obeyed the law, they would prosper.</p><p></p><p><strong>Read 2 Chronicles 31:20, 21. What were the key reasons in this passage as to why Hezekiah prospered?</strong></p><p><strong>2 Chronicles 31:20 - 21</strong></p><p><strong>20 </strong>Thus Hezekiah did throughout all Judah, and he did what was good and right and true before the Lord his God.</p><p><strong>21</strong> And in every work that he began in the service of the house of God, in the law and in the commandment, to seek his God, he did it with all his heart. So he prospered.</p><p><strong></strong></p><p>Whatever education venue we are in, we must stress the importance of obedience. Yet, our students aren&rsquo;t stupid. They will notice, sooner or later, the harsh fact that some people are faithful, loving, and obedient. And yet&mdash;what? Disaster strikes them, as well. How do we explain this? The fact is, we can&rsquo;t. We live in a world of sin, of evil, a world in which the great controversy rages, and none of us are immune to it.</p><p></p><p><strong>What do these texts teach us about this difficult question? Mark 6:25&ndash; 27; Job 1, 2; 2 Cor. 11:23&ndash;29.</strong></p><p><strong>Mark 6:25&ndash; 27</strong></p><p><strong>25</strong> Immediately she came in with haste to the king and asked, saying, &ldquo;I want you to give me at once the head of John the Baptist on a platter.&rdquo;</p><p><strong>26</strong> And the king was exceedingly sorry; yet, because of the oaths and because of those who sat with him, he did not want to refuse her.</p><p><strong>27</strong> Immediately the king sent an executioner and commanded his head to be brought. And he went and beheaded him in prison</p><p><strong>Job 1</strong></p><p><strong>1</strong> There was a man in the land of Uz, whose name was Job; and that man was blameless and upright, and one who feared God and shunned evil.</p><p><strong>2</strong> And seven sons and three daughters were born to him.</p><p><strong>3</strong> Also, his possessions were seven thousand sheep, three thousand camels, five hundred yoke of oxen, five hundred female donkeys, and a very large household, so that this man was the greatest of all the people of the East.</p><p><strong>4</strong> And his sons would go and feast in their houses, each on his appointed day, and would send and invite their three sisters to eat and drink with them.</p><p><strong>5</strong> So it was, when the days of feasting had run their course, that Job would send and sanctify them, and he would rise early in the morning and offer burnt offerings according to the number of them all. For Job said, &ldquo;It may be that my sons have sinned and cursed God in their hearts.&rdquo; Thus Job did regularly.</p><p><strong>6</strong> Now there was a day when the sons of God came to present themselves before the Lord, and Satan also came among them.</p><p><strong>7</strong> And the Lord said to Satan, &ldquo;From where do you come?&rdquo;So Satan answered the Lord and said, &ldquo;From going to and fro on the earth, and from walking back and forth on it.&rdquo;</p><p><strong>8</strong> Then the Lord said to Satan, &ldquo;Have you considered My servant Job, that there is none like him on the earth, a blameless and upright man, one who fears God and shuns evil?&rdquo;</p><p><strong>9</strong> So Satan answered the Lord and said, &ldquo;Does Job fear God for nothing?</p><p><strong>10</strong> Have You not made a hedge around him, around his household, and around all that he has on every side? You have blessed the work of his hands, and his possessions have increased in the land.</p><p><strong>11</strong> But now, stretch out Your hand and touch all that he has, and he will surely curse You to Your face!&rdquo;</p><p><strong>12</strong> And the Lord said to Satan, &ldquo;Behold, all that he has is in your power; only do not lay a hand on his person.&rdquo; So Satan went out from the presence of the Lord.</p><p><strong>13</strong> Now there was a day when his sons and daughters were eating and drinking wine in their oldest brother&rsquo;s house;</p><p><strong>14</strong> and a messenger came to Job and said, &ldquo;The oxen were plowing and the donkeys feeding beside them,</p><p><strong>15</strong> when the Sabeans raided them and took them away&mdash;indeed they have killed the servants with the edge of the sword; and I alone have escaped to tell you!&rdquo;</p><p><strong>16</strong> While he was still speaking, another also came and said, &ldquo;The fire of God fell from heaven and burned up the sheep and the servants, and consumed them; and I alone have escaped to tell you!&rdquo;</p><p><strong>17</strong> While he was still speaking, another also came and said, &ldquo;The Chaldeans formed three bands, raided the camels and took them away, yes, and killed the servants with the edge of the sword; and I alone have escaped to tell you!&rdquo;</p><p><strong>18</strong> While he was still speaking, another also came and said, &ldquo;Your sons and daughters were eating and drinking wine in their oldest brother&rsquo;s house,</p><p><strong>19</strong> and suddenly a great wind came from across the wilderness and struck the four corners of the house, and it fell on the young people, and they are dead; and I alone have escaped to tell you!&rdquo;</p><p><strong>20</strong> Then Job arose, tore his robe, and shaved his head; and he fell to the ground and worshiped.</p><p><strong>21</strong> And he said:</p><p>&ldquo;Naked I came from my mother&rsquo;s womb,<br />And naked shall I return there.<br />The Lord gave, and the Lord has taken away;<br />Blessed be the name of the Lord.&rdquo;</p><p><strong>22</strong> In all this Job did not sin nor charge God with wrong.</p><p></p><p><strong>Job 2</strong></p><p><strong>1</strong> Again there was a day when the sons of God came to present themselves before the Lord, and Satan came also among them to present himself before the Lord.</p><p><strong>2</strong> And the Lord said to Satan, &ldquo;From where do you come?&rdquo; Satan answered the Lord and said, &ldquo;From going to and fro on the earth, and from walking back and forth on it.&rdquo;</p><p><strong>3</strong> Then the Lord said to Satan, &ldquo;Have you considered My servant Job, that there is none like him on the earth, a blameless and upright man, one who fears God and shuns evil? And still he holds fast to his integrity, although you incited Me against him, to destroy him without cause.&rdquo;</p><p><strong>4</strong> So Satan answered the Lord and said, &ldquo;Skin for skin! Yes, all that a man has he will give for his life.</p><p><strong>5</strong> But stretch out Your hand now, and touch his bone and his flesh, and he will surely curse You to Your face!&rdquo;</p><p><strong>6</strong> And the Lord said to Satan, &ldquo;Behold, he is in your hand, but spare his life.&rdquo;</p><p><strong>7</strong> So Satan went out from the presence of the Lord, and struck Job with painful boils from the sole of his foot to the crown of his head.</p><p><strong>8</strong> And he took for himself a potsherd with which to scrape himself while he sat in the midst of the ashes.</p><p><strong>9</strong> Then his wife said to him, &ldquo;Do you still hold fast to your integrity? Curse God and die!&rdquo;</p><p><strong>10</strong> But he said to her, &ldquo;You speak as one of the foolish women speaks. Shall we indeed accept good from God, and shall we not accept adversity?&rdquo; In all this Job did not sin with his lips.</p><p><strong>11</strong> Now when Job&rsquo;s three friends heard of all this adversity that had come upon him, each one came from his own place&mdash;Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite. For they had made an appointment together to come and mourn with him, and to comfort him.</p><p><strong>12</strong> And when they raised their eyes from afar, and did not recognize him, they lifted their voices and wept; and each one tore his robe and sprinkled dust on his head toward heaven.</p><p><strong>13</strong> So they sat down with him on the ground seven days and seven nights, and no one spoke a word to him, for they saw that his grief was very great.</p><p><strong>2 Cor. 11:23&ndash;29</strong></p><p><strong>23</strong> Are they ministers of Christ?&mdash;I speak as a fool&mdash;I am more: in labors more abundant, in stripes above measure, in prisons more frequently, in deaths often.</p><p><strong>24</strong> From the Jews five times I received forty stripes minus one.</p><p><strong>25</strong> Three times I was beaten with rods; once I was stoned; three times I was shipwrecked; a night and a day I have been in the deep;</p><p><strong>26</strong> in journeys often, in perils of waters, in perils of robbers, in perils of my own countrymen, in perils of the Gentiles, in perils in the city, in perils in the wilderness, in perils in the sea, in perils among false brethren;</p><p><strong>27</strong> in weariness and toil, in sleeplessness often, in hunger and thirst, in fastings often, in cold and nakedness&mdash;</p><p><strong>28</strong> besides the other things, what comes upon me daily: my deep concern for all the churches.</p><p><strong>29</strong> Who is weak, and I am not weak? Who is made to stumble, and I do not burn with indignation?</p><p></p><p>Without question, good and faithful people, law-abiding people, have not always prospered, at least as the world understands prosperity. And here, too, might be a partial answer to this difficult question, a question that as we seek to teach the importance of the law is no doubt going to be raised. What exactly do we mean by &ldquo;prosperity&rdquo;? What did the psalmist say? &ldquo;I would rather be a doorkeeper in the house of my God than dwell in the tents of wickedness&rdquo; (Ps. 84:10, NKJV). There&rsquo;s no question that, by the world&rsquo;s standards, even those faithful to God and obedient to His law don&rsquo;t always &ldquo;prosper,&rdquo; at least for now. We do our students a disservice to say otherwise.</p><p></p><p><strong>Read Hebrews 11:13&ndash;16. How do these verses help us understand why those who are faithful still suffer in this life?</strong></p><p><strong>Hebrews 11:13&ndash;16</strong></p><p><strong>13</strong> These all died in faith, not having received the promises, but having seen them afar off were assured of them, embraced them and confessed that they were strangers and pilgrims on the earth.</p><p><strong>14</strong> For those who say such things declare plainly that they seek a homeland.</p><p><strong>15</strong> And truly if they had called to mind that country from which they had come out, they would have had opportunity to return.</p><p><strong>16</strong> But now they desire a better, that is, a heavenly country. Therefore God is not ashamed to be called their God, for He has prepared a city for them.</p>"
    },
    {
      "id": 36,
      "idLesson": 3,
      "idDay": 6,
      "dayTitle": "<p><strong>Jesus, Our Example</strong></p>",
      "date": "October 15",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Jesus Christ, the Son of God, lived the only human life in perfect obedience to the Father, in perfect obedience to the law of God. He did this so that He could be not just our substitute, which He was, but also our example, which He was too.</p><p></p><p><strong>Read the following passages: Luke 2:51, 52; Phil. 2:8; Heb. 5:8; John 8:28, 29. How do they remind us of Christ&rsquo;s obedience throughout His life?</strong></p><p><strong> Luke 2:51 - 52</strong></p><p><strong>51 </strong>Then He went down with them and came to Nazareth, and was subject to them, but His mother kept all these things in her heart.</p><p><strong> 52 </strong>And Jesus increased in wisdom and stature, and in favor with God and men.</p><p><strong></strong></p><p><strong><span>Philippians&nbsp;</span>2:8</strong></p><p><strong>8</strong> And being found in appearance as a man, He humbled Himself and became obedient to the point of death, even the death of the cross.</p><p><strong></strong></p><p><strong><span>Hebrews&nbsp;</span>5:8</strong></p><p><strong>8 </strong>though He was a Son, yet He learned obedience by the things which He suffered.</p><p><strong></strong></p><p><strong>John 8:28 - 29</strong></p><p><strong>28 </strong>Then Jesus said to them, &ldquo;When you lift up the Son of Man, then you will know that I am He, and that I do nothing of Myself; but as My Father taught Me, I speak these things.</p><p><strong>29 </strong>And He who sent Me is with Me. The Father has not left Me alone, for I always do those things that please Him.&rdquo;</p><p><strong></strong></p><p>Perhaps John said it the best when he wrote this: &ldquo;He who says he abides in Him ought himself also to walk just as He walked&rdquo; (1 John 2:6, NKJV). When we fix our eyes on the life of Christ and His ministry on earth, it is easy to see how He pleased the Father by His obedience. Christ did fulfill prophecy, and He upheld God&rsquo;s laws throughout His lifetime.</p><p></p><p>Just as God told Moses to write down His law so that it might be a witness to Israel, Christ was the living embodiment of the witness to His apostles, disciples, to sinners, and saints. Now, rather than just having a set of rules to follow, we have the example of Jesus, a fleshand-blood human being, to follow, as well.</p><p></p><p>As teachers, what better role model can we present to students than the model of Jesus and how He obeyed the Father?</p><p></p><p>&ldquo;That so-called faith in Christ which professes to release men from the obligation of obedience to God, is not faith, but presumption. &lsquo;By grace are ye saved through faith.&rsquo; But &lsquo;faith, if it hath not works, is dead.&rsquo; Ephesians 2:8; James 2:17. Jesus said of Himself before He came to earth, &lsquo;I delight to do Thy will, O My God: yea, Thy law is within My heart.&rsquo; Psalm 40:8. And just before He ascended again to heaven He declared, &lsquo;I have kept My Father&rsquo;s commandments, and abide in His love.&rsquo; John 15:10. The Scripture says, &lsquo;Hereby we do know that we know Him, if we keep His commandments. . . . He that saith he abideth in Him ought himself also so to walk even as He walked.&rsquo; 1 John 2:3&ndash;6.&rdquo;&mdash;Ellen G. White, Steps to Christ, p. 61.</p><p></p><p><strong>What can you do to better follow Christ&rsquo;s example in all areas of your life and thus be a better teacher to others, as well? Though it&rsquo;s kind of an old, trite idea, why does what we do&mdash;our actions&mdash; speak so much louder than what we say?</strong></p>"
    },
    {
      "id": 37,
      "idLesson": 3,
      "idDay": 7,
      "dayTitle": "",
      "date": "October 16",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:</strong></p><p>&ldquo;Love, the basis of creation and of redemption, is the basis of true education. This is made plain in the law that God has given as the guide of life. The first and great commandment is, &lsquo;Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind.&rsquo; Luke 10:27. To love Him, the infinite, the omniscient One, with the whole strength, and mind, and heart, means the highest development of every power. It means that in the whole being&mdash;the body, the mind, as well as the soul&mdash;the image of God is to be restored.</p><p></p><p>&ldquo;Like the first is the second commandment&mdash;&lsquo;Thou shalt love thy neighbor as thyself.&rsquo; Matthew 22:39. The law of love calls for the devotion of body, mind, and soul to the service of God and our fellow men. And this service, while making us a blessing to others, brings the greatest blessing to ourselves. Unselfishness underlies all true development. Through unselfish service we receive the highest culture of every faculty. More and more fully do we become partakers of the divine nature. We are fitted for heaven, for we receive heaven into our hearts.&rdquo;&mdash;Ellen G. White, Education, p. 16.</p><p></p><p><strong>Discussion Questions:</strong></p><p><strong> 1</strong> Like Israel of old, we are to love God and to fear God at the same time (Matt. 22:37, Rev. 14:7). In class, talk more about how we can do both. Also, answer the question: Why are these two commandments not in conflict with each other?</p><p><strong>2</strong> What is the difference between setting a standard and making a rule? In your experience, is Adventism more concerned with setting high standards within its community of believers or in making rules that unite its community? What does Scripture say about setting high standards for oneself? One&rsquo;s family? One&rsquo;s church?</p><p><strong>3</strong> How do we strike the right balance in showing the importance of obedience to the law of God and, at the same time, showing why this obedience is not the source of our salvation?</p><p><strong>4</strong> Read through Psalm 119 and note how many times notions of obedience, freedom, laws, rules, and commands are stated. What does the author of Psalm 119 want to convey about these themes?</p><p><strong>Inside Story</strong></p><p><strong></strong></p><p><strong>Instructed by God in Brazil</strong></p><p>By Selomita hamzaoui</p><p></p><p>An aunt gave me a booklet filled with Bible verses on a Saturday afternoon. &ldquo;Just open the booklet, and God will talk to you through a verse,&rdquo; she said. I hadn&rsquo;t thought about God in more than twenty years. Although I was raised in a Christian home in Brazil, I had stopped attending church when I was 16. Now I was wrapping up a month-long trip in Brazil as part of a research project for my university studies in France. I would leave for Paris the next day. I opened the booklet, and my eyes fell on Proverbs 22:19: &ldquo;So that your trust may be in the Lord; I have instructed you today, even you&rdquo; (NKJV). The words moved me because I was a student and curious to know what God would teach.</p><p></p><p>That evening, I joined friends for a goodbye meal. But I couldn&rsquo;t get the Bible verse out of my mind, and I excused myself to go to church.</p><p>Entering the church, I saw to my shock that every young woman was dressed like me in jeans, high heels, earrings, and makeup. The music also had changed, and the pastor didn&rsquo;t make an altar call. I was waiting for the appeal. I wanted to give my heart to Jesus. I left disappointed.</p><p>The next day, I flew to France and prayed, &ldquo;Lord, even though they didn&rsquo;t make an altar call, I will find a church in France and attend services regularly.&rdquo;</p><p>In France, I found a church near my home and started to attend every Sunday. The people were kind, but I sensed that they were cold spiritually.</p><p>I started studying the Bible at home, and I watched sermons online. I discovered a prominent Seventh-day Adventist preacher on YouTube who spoke powerfully about Revelation. I watched 25 of his sermons.</p><p>One night, I woke up around 3:00 a.m. and decided to pray until daybreak. The same thing happened the next night and the next. As I prayed those three nights, I sensed that Jesus&rsquo; return was near. I confessed my sins and praised God for His goodness. On the third day, peace filled my heart. I knew God lives.</p><p>Although I had watched so many YouTube sermons, I didn&rsquo;t realize that the preacher was an Adventist. Wondering about his denomination, I found his personal testimony online. Immediately, I looked for the address of an Adventist church in Paris. On my first Sabbath, I was astonished to see people studying the Bible in Sabbath School. The women were dressed modestly, and the sermon was about Revelation. God knew what was important for me. I wept during the worship service. I didn&rsquo;t think this kind of church existed. God promised in Brazil to teach me, and I have been learning in France ever since.</p>"
    }
  ]
}
