{
  "id": 13,
  "lessonNumber": 13,
  "versionCode": 5,
  "quarter": "4T2020",
  "title": "<p><strong>EL CIELO, LA EDUCACI&Oacute;N Y EL ETERNO APRENDIZAJE</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "es",
  "verse": "p><strong>&ldquo;Antes bien, como est&aacute; escrito: Cosas que ojo no vio, ni o&iacute;do oy&oacute;, ni han subido en coraz&oacute;n de hombre, son las que Dios ha preparado para los que le aman&rdquo; (1 Cor. 2:9).</strong></p>",
  "weekDate": "19 de Diciembre - 25 de Diciembre",
  "lessonDays": [
    {
      "id": 131,
      "idLesson": 13,
      "idDay": 1,
      "dayTitle": "",
      "date": "19 de Diciembre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Un poeta que tem&iacute;a a la muerte se preguntaba c&oacute;mo alguien pod&iacute;a vivir sin &ldquo;saber con certeza qu&eacute; amanecer, qu&eacute; muerte, qu&eacute; destino, le esperaba a la conciencia m&aacute;s all&aacute; de la tumba&rdquo;. Cre&oacute;, en su poema, lo que dio en llamar el IPMA, el Instituto de Preparaci&oacute;n para el M&aacute;s All&aacute;. No obstante, &iquest;c&oacute;mo podr&iacute;amos prepararnos para el m&aacute;s all&aacute;, si ni siquiera sabemos lo que pasa con una persona all&iacute;?</p> <p><br></p> <p>Afortunadamente, la Biblia nos da una visi&oacute;n amplia del tema del cielo, la Tierra Nueva, la educaci&oacute;n y la vida que tendremos durante toda la eternidad. Como hemos visto durante todo el trimestre, el IPMA es aqu&iacute; y ahora, en esta vida; y toda nuestra educaci&oacute;n, independientemente del campo de estudio, deber&iacute;a estar prepar&aacute;ndonos para ese &ldquo;m&aacute;s all&aacute;&rdquo;.</p> <p><br></p> <p>Esta semana veremos lo que nos dice la Inspiraci&oacute;n sobre la mejor escuela de posgrado, una escuela que dura para siempre y donde estaremos aprendiendo y creciendo a lo largo de toda la eternidad.</p>"
    },
    {
      "id": 132,
      "idLesson": 13,
      "idDay": 2,
      "dayTitle": "<p><strong>EL DESTINO DE LOS MUERTOS</strong></p>",
      "date": "20 de Diciembre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>En el siglo XVII, el gran cient&iacute;fico y fil&oacute;sofo franc&eacute;s Blas Pascal se dio a reflexionar sobre el estado de la humanidad. Para &eacute;l, hab&iacute;a un tema muy claro: por m&aacute;s tiempo que viviera un ser humano (y en ese entonces no viv&iacute;an tanto), y por m&aacute;s buena que fuera la vida de esa persona (y la vida no era tan extraordinaria tampoco), tarde o temprano esa persona iba a morir.</p> <p><br></p> <p>Por otra parte, para &eacute;l, lo que suced&iacute;a despu&eacute;s de la muerte era m&aacute;s largo, infinitamente m&aacute;s largo, que el corto per&iacute;odo de vida aqu&iacute; que preced&iacute;a a la muerte. Por lo tanto, para Pascal, lo m&aacute;s l&oacute;gico que una persona pod&iacute;a o deb&iacute;a averiguar era qu&eacute; destino les espera a los muertos, y se sorprendi&oacute; al ver que la gente se pon&iacute;a nerviosa por cosas como &ldquo;la p&eacute;rdida del cargo, o por alg&uacute;n insulto imaginario contra su honor&rdquo;, pero no prestaba atenci&oacute;n a la pregunta de lo que suced&iacute;a despu&eacute;s de la muerte.</p> <p><br></p> <p>Pascal ten&iacute;a raz&oacute;n. E indudablemente por ese motivo la Biblia dedica mucho tiempo a hablar de la promesa para los que han encontrado la salvaci&oacute;n en Jes&uacute;s, la promesa de lo que les espera en el futuro.</p> <p><br></p> <p><strong>Lee los siguientes vers&iacute;culos. &iquest;Qu&eacute; esperanza se nos ofrece? Juan 6:54; 3:16; 1 Juan 5:13; 1 Timoteo 1:16; Juan 4:14; 6:40; Judas 1:21; Tito 3:7.</strong></p> <p><br></p> <p><strong>Juan 6:54</strong></p> <p><br></p> <p><strong>54</strong> El que come mi carne y bebe mi sangre, tiene vida eterna; y yo le resucitar&eacute; en el d&iacute;a postrero.</p> <p><br></p> <p><strong>Juan 3:16</strong></p> <p><br></p> <p><strong>16</strong> Porque de tal manera am&oacute; Dios al mundo, que ha dado a su Hijo unig&eacute;nito, para que todo aquel que en &eacute;l cree, no se pierda, mas tenga vida eterna.</p> <p><br></p> <p><strong>1 Juan 5:13</strong></p> <p><br></p> <p><strong>13</strong> Estas cosas os he escrito a vosotros que cre&eacute;is en el nombre del Hijo de Dios, para que sep&aacute;is que ten&eacute;is vida eterna, y para que cre&aacute;is en el nombre del Hijo de Dios.</p> <p><br></p> <p><strong>1 Timoteo 1:16</strong></p> <p><br></p> <p><strong>16</strong> Pero por esto fui recibido a misericordia, para que Jesucristo mostrase en m&iacute; el primero toda su clemencia, para ejemplo de los que habr&iacute;an de creer en &eacute;l para vida eterna.</p> <p><br></p> <p><strong>Juan 4:14</strong></p> <p><br></p> <p><strong>14</strong> mas el que bebiere del agua que yo le dar&eacute;, no tendr&aacute; sed jam&aacute;s; sino que el agua que yo le dar&eacute; ser&aacute; en &eacute;l una fuente de agua que salte para vida eterna.</p> <p><br></p> <p><strong>Juan 6:40</strong></p> <p><br></p> <p><strong>40</strong> Y esta es la voluntad del que me ha enviado: Que todo aqu&eacute;l que ve al Hijo, y cree en &eacute;l, tenga vida eterna; y yo le resucitar&eacute; en el d&iacute;a postrero.</p> <p><br></p> <p><strong>Judas 1:21</strong></p> <p><br></p> <p><strong>21</strong> conservaos en el amor de Dios, esperando la misericordia de nuestro Se&ntilde;or Jesucristo para vida eterna.</p> <p><br></p> <p><strong>Tito 3:7</strong></p> <p><br></p> <p><strong>7 </strong>para que justificados por su gracia, vini&eacute;semos a ser herederos conforme a la esperanza de la vida eterna.</p> <p><br></p> <p>La vida eterna tiene mucho sentido en raz&oacute;n de la Cruz; a la luz de la Cruz, nada tiene sentido salvo la vida eterna. Que el Creador de los mundos, el que &ldquo;hizo el universo&rdquo; (Heb. 1:2), aquel en quien &ldquo;vivimos, y nos movemos, y somos&rdquo; (Hech. 17:28), Dios, tuviese que encarnarse como ser humano y morir en esa carne... &iquest;para qu&eacute;? &iquest;Para que finalmente nos pudramos, como un animal muerto en la carretera?</p> <p><br></p> <p>Por eso, el Nuevo Testamento viene lleno de promesas de vida eterna, porque solo lo eterno garantiza la restituci&oacute;n. Un mill&oacute;n de a&ntilde;os, incluso mil millones de a&ntilde;os aqu&iacute;, quiz&aacute; no posean suficientes buenos momentos para compensar los malos. Solo la Eternidad puede equilibrar todas las cosas; y mucho m&aacute;s, porque lo infinito es m&aacute;s que lo finito, y siempre infinitamente.</p> <p><br></p> <p>Pascal ten&iacute;a raz&oacute;n: nuestro tiempo aqu&iacute; es muy limitado en contraste con lo que est&aacute; por venir. Qu&eacute; tontera es no estar preparados para la eternidad que tenemos por delante.</p> <p><br></p> <p><strong>&iquest;Qu&eacute; le dir&iacute;as a alguien que muestra total indiferencia por lo que suceda despu&eacute;s de la muerte? &iquest;C&oacute;mo puedes ayudar a esa persona a ver cu&aacute;n il&oacute;gica es realmente esa postura?</strong></p>"
    },
    {
      "id": 133,
      "idLesson": 13,
      "idDay": 3,
      "dayTitle": "<p><strong>UNA EXISTENCIA NUEVA</strong></p>",
      "date": "21 de Diciembre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>&ldquo;Enjugar&aacute; Dios toda l&aacute;grima de los ojos de ellos; y ya no habr&aacute; muerte, ni habr&aacute; m&aacute;s llanto, ni clamor, ni dolor; porque las primeras cosas pasaron&rdquo; (Apoc. 21:4). &iquest;Cu&aacute;n diferente de este mundo ser&aacute; nuestra nueva existencia, una existencia en la que ya no habr&aacute; muerte, tristeza ni dolor?</strong></p> <p><br></p> <p>Un cristiano estaba hablando con un amigo sobre la esperanza del evangelio, la promesa de la vida eterna a trav&eacute;s de Jesucristo. Esta persona respondi&oacute; negativamente a la idea en general. &ldquo;&iquest;Vida eterna?&rdquo;, expres&oacute;, estremecido. &ldquo;&iexcl;Qu&eacute; pensamiento tan horrible! Nuestros setenta u ochenta a&ntilde;os aqu&iacute; ya son bastante malos. &iquest;Qui&eacute;n querr&iacute;a prolongar esto para siempre? &iexcl;Eso ser&iacute;a un infierno!&rdquo;</p> <p><br></p> <p>Esta persona tendr&iacute;a raz&oacute;n, si no fuera porque no entendi&oacute; que la promesa de la vida eterna no es una mera continuaci&oacute;n de esta vida aqu&iacute;. Por favor, &iquest;qui&eacute;n querr&iacute;a eso? Al contrario, como dice el vers&iacute;culo anterior, las cosas viejas pasaron y todas las cosas se habr&aacute;n vuelto nuevas. &iquest;Qu&eacute; nos dicen los siguientes pasajes sobre la nueva existencia prometida?</p> <p><br></p> <p><strong>2 Pedro 3:10&ndash;13</strong></p> <p><br></p> <p><strong>10&nbsp;</strong>Pero el d&iacute;a del Se&ntilde;or vendr&aacute; como ladr&oacute;n en la noche; en el cual los cielos pasar&aacute;n con grande estruendo, y los elementos ardiendo ser&aacute;n deshechos, y la tierra y las obras que en ella hay ser&aacute;n quemadas.</p> <p><br></p> <p><strong>11</strong> Puesto que todas estas cosas han de ser deshechas, !!c&oacute;mo no deb&eacute;is vosotros andar en santa y piadosa manera de vivir,</p> <p><br></p> <p><strong>12</strong> esperando y apresur&aacute;ndoos para la venida del d&iacute;a de Dios, en el cual los cielos, encendi&eacute;ndose, ser&aacute;n deshechos, y los elementos, siendo quemados, se fundir&aacute;n!</p> <p><br></p> <p><strong>13</strong> Pero nosotros esperamos, seg&uacute;n sus promesas, cielos nuevos y tierra nueva, en los cuales mora la justicia.</p> <p><br></p> <p><strong>Apocalipsis 21:1&ndash;6</strong></p> <p><br></p> <p><strong>21</strong> &nbsp;Vi un cielo nuevo y una tierra nueva; porque el primer cielo y la primera tierra pasaron, y el mar ya no exist&iacute;a m&aacute;s.</p> <p><br></p> <p><strong>2</strong> Y yo Juan vi la santa ciudad, la nueva Jerusal&eacute;n, descender del cielo, de Dios, dispuesta como una esposa ataviada para su marido.</p> <p><br></p> <p><strong>3&nbsp;</strong>Y o&iacute; una gran voz del cielo que dec&iacute;a: He aqu&iacute; el tabern&aacute;culo de Dios con los hombres, y &eacute;l morar&aacute; con ellos; y ellos ser&aacute;n su pueblo, y Dios mismo estar&aacute; con ellos como su Dios.</p> <p><br></p> <p><strong>4</strong> Enjugar&aacute; Dios toda l&aacute;grima de los ojos de ellos; y ya no habr&aacute; muerte, ni habr&aacute; m&aacute;s llanto, ni clamor, ni dolor; porque las primeras cosas pasaron.</p> <p><br></p> <p><strong>5</strong> Y el que estaba sentado en el trono dijo: He aqu&iacute;, yo hago nuevas todas las cosas. Y me dijo: Escribe; porque estas palabras son fieles y verdaderas.</p> <p><br></p> <p><strong>6&nbsp;</strong>Y me dijo: Hecho est&aacute;. Yo soy el Alfa y la Omega, el principio y el fin. Al que tuviere sed, yo le dar&eacute; gratuitamente de la fuente del agua de la vida.</p> <p><br></p> <p><strong>Lo importante para nosotros en todo esto es: &iquest;Qu&eacute; se necesita para ser parte de esta nueva existencia? &iquest;C&oacute;mo llegamos all&iacute;? &iquest;C&oacute;mo podemos estar seguros de que seremos parte de esto? &iquest;Qu&eacute; cosas en nuestra vida, si las hay, podr&iacute;an interponerse en el camino para llegar a ser parte de lo que Dios nos ha prometido a trav&eacute;s de Jes&uacute;s?</strong></p>"
    },
    {
      "id": 134,
      "idLesson": 13,
      "idDay": 4,
      "dayTitle": "<p><strong>ENTONCES CONOCEREMOS</strong></p>",
      "date": "22 de Diciembre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>&ldquo;El cielo es una escuela; su campo de estudio, el Universo; su Maestro, el Ser infinito. En el Edén fue establecida una filial de esa escuela y, una vez consumado el plan de redención, se reanudará la educación en la escuela del Edén&rdquo; (Ed 301).</p> <p><br></p> <p>Si eres como la mayor&iacute;a, tienes muchos interrogantes: interrogantes sobre el pecado, el sufrimiento, la enfermedad, la muerte; sobre por qu&eacute; sucedi&oacute; esto, o aquello o lo otro.</p> <p><br></p> <p>Tambi&eacute;n tenemos preguntas sobre el mundo natural y todos sus misterios. Por m&aacute;s que la ciencia haya logrado avances incre&iacute;bles al ayudarnos a comprender m&aacute;s sobre el mundo y el Universo en general, a&uacute;n queda mucho por hacer.</p> <p><br></p> <p>Desde las formas de vida m&aacute;s simples hasta el cielo sobre nuestra cabeza, desde el movimiento de las part&iacute;culas subat&oacute;micas hasta las galaxias en sus &oacute;rbitas, que se encuentran dispersas por el cosmos, nos enfrentamos a una realidad que es mucho m&aacute;s grandiosa y profunda de lo que nuestra mente ahora puede comprender, especialmente con el poco tiempo que tenemos aqu&iacute; y ahora para estudiar estas cosas por nuestra cuenta. Por otro lado, al tener una eternidad para estudiar, entonces sin duda resolveremos muchos misterios.</p> <p><br></p> <p><strong>&iquest;Qu&eacute; nos dicen los siguientes vers&iacute;culos sobre lo que aprenderemos una vez que este triste cap&iacute;tulo de pecado, sufrimiento y muerte finalmente haya terminado?</strong></p> <p><br></p> <p><strong>1 Corintios 13:12</strong></p> <p><br></p> <p><strong>12</strong> Ahora vemos por espejo, oscuramente; mas entonces veremos cara a cara. Ahora conozco en parte; pero entonces conocer&eacute; como fui conocido.</p> <p><br></p> <p><strong>1 Corintios 4:5</strong></p> <p><br></p> <p><strong>5</strong> As&iacute; que, no juzgu&eacute;is nada antes de tiempo, hasta que venga el Se&ntilde;or, el cual aclarar&aacute; tambi&eacute;n lo oculto de las tinieblas, y manifestar&aacute; las intenciones de los corazones; y entonces cada uno recibir&aacute; su alabanza de Dios.</p> <p><br></p> <p>Se nos promete que entenderemos las cosas que, por ahora, permanecen ocultas para nosotros. &iexcl;Qu&eacute; maravillosa esperanza, tambi&eacute;n, que una vez que veamos y comprendamos cosas que ahora parecen tan dif&iacute;ciles no tendremos m&aacute;s que alabanzas para Dios! La clave para nosotros ahora es mantener la fe, confiar en las promesas de Dios, vivir de acuerdo con la luz que tenemos y perseverar hasta el final. Y lo bueno es que &ldquo;todo lo podemos en Cristo que nos fortalece&rdquo; (Fil. 4:13).</p> <p><br></p> <p><strong>&iquest;Qu&eacute; dudas serias pesan sobre tu coraz&oacute;n? &iquest;Qu&eacute; cosas te parecen ahora tan incomprensibles? Aprender a confiar en Dios por las cosas que entiendes, &iquest;de qu&eacute; manera puede ayudarte con las cosas que, por ahora, no entiendes?</strong></p>"
    },
    {
      "id": 135,
      "idLesson": 13,
      "idDay": 5,
      "dayTitle": "<p><strong>LA ESCUELA EN EL M&Aacute;S ALL&Aacute;</strong></p>",
      "date": "23 de Diciembre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>&ldquo;Porque esta leve tribulaci&oacute;n moment&aacute;nea produce en nosotros un cada vez m&aacute;s excelente y eterno peso de gloria; no mirando nosotros las cosas que se ven, sino las que no se ven; pues las cosas que se ven son temporales, pero las que no se ven son eternas&rdquo; (2 Cor. 4:17, 18).</strong></p> <p><strong><br></strong></p> <p><strong>&iquest;Qu&eacute; esperanza nos ofrecen estos vers&iacute;culos? &iquest;Cu&aacute;les podr&iacute;an ser algunas de estas cosas eternas invisibles que estamos esperando, que se nos promete a trav&eacute;s de Jes&uacute;s? Ver, adem&aacute;s, Apocalipsis 21:1 y 2; 2:7; y 7:14 al 17.</strong></p> <p><br></p> <p><strong>Apocalipsis 21:1 y 2</strong></p> <p><br></p> <p><strong>1</strong> Vi un cielo nuevo y una tierra nueva; porque el primer cielo y la primera tierra pasaron, y el mar ya no exist&iacute;a m&aacute;s.</p> <p><br></p> <p><strong>2</strong> Y yo Juan vi la santa ciudad, la nueva Jerusal&eacute;n, descender del cielo, de Dios, dispuesta como una esposa ataviada para su marido.</p> <p><br></p> <p><strong>Apocalipsis 2:7</strong></p> <p><br></p> <p><strong>7</strong> El que tiene o&iacute;do, oiga lo que el Esp&iacute;ritu dice a las iglesias. Al que venciere, le dar&eacute; a comer del &aacute;rbol de la vida, el cual est&aacute; en medio del para&iacute;so de Dios.</p> <p><br></p> <p><strong>Apocalipsis 7:14 al 17.</strong></p> <p><br></p> <p><strong>14 </strong>Yo le dije: Se&ntilde;or, t&uacute; lo sabes. Y &eacute;l me dijo: Estos son los que han salido de la gran tribulaci&oacute;n, y han lavado sus ropas, y las han emblanquecido en la sangre del Cordero.</p> <p><br></p> <p><strong>15</strong> Por esto est&aacute;n delante del trono de Dios, y le sirven d&iacute;a y noche en su templo; y el que est&aacute; sentado sobre el trono extender&aacute; su tabern&aacute;culo sobre ellos.</p> <p><br></p> <p><strong>16</strong> Ya no tendr&aacute;n hambre ni sed, y el sol no caer&aacute; m&aacute;s sobre ellos, ni calor alguno;</p> <p><br></p> <p><strong>17</strong> porque el Cordero que est&aacute; en medio del trono los pastorear&aacute;, y los guiar&aacute; a fuentes de aguas de vida; y Dios enjugar&aacute; toda l&aacute;grima de los ojos de ellos.</p> <p><br></p> <p>M&aacute;s all&aacute; de que las promesas que se nos ofrecen en Jes&uacute;s son reales, que tenemos muchas buenas razones para creer en ellas, el hecho es que la Biblia nos da pistas, vislumbres, de lo que nos espera. Sin embargo, una cosa de la que podemos estar seguros es que ser&aacute; extraordinario, porque &iexcl;piensa qu&eacute; magn&iacute;fica ser&iacute;a la vida en una existencia sin los estragos del pecado!</p> <p><br></p> <p>Todo nuestro dolor, todo nuestro sufrimiento, todas las cosas con las que luchamos aqu&iacute; provienen del pecado y sus consecuencias. Cristo vino a deshacer todo eso, y restaurar&aacute; la Tierra a lo que Dios originalmente hab&iacute;a querido que fuera antes de que el pecado entrara. De hecho, ser&aacute; mejor, porque en medio de todas estas glorias siempre podremos ver las cicatrices en las manos y los pies de Jes&uacute;s, el costo de nuestra redenci&oacute;n.</p> <p><br></p> <p>&ldquo;&iexcl;Qué campo se abrirá allí a nuestro estudio, cuando se descorra el velo que oscurece nuestra vista y nuestros ojos contemplen ese mundo de belleza del cual ahora tenemos apenas vislumbres por medio del microscopio! &iexcl;Cuando contemplemos las glorias de los cielos estudiados ahora por medio del telescopio! &iexcl;Cuando, borrada la mancha del pecado, toda la Tierra aparezca en &lsquo;la hermosura de Jehová nuestro Dios&rsquo;! Allí, el estudioso de la ciencia podrá leer los informes de la Creación sin hallar señales de la ley del mal.</p> <p><br></p> <p>Escuchará la música de las voces de la naturaleza, y no descubrirá ninguna nota de llanto ni voz de dolor. En todas las cosas creadas descubrirá una escritura, en el vasto Universo contemplará &lsquo;el nombre de Dios escrito en grandes caracteres&rsquo;, y ni en la tierra, ni en el mar, ni en el cielo quedará señal del mal&rdquo; (Ed 303).</p> <p><br></p> <p><strong>Trata de imaginar c&oacute;mo ser&aacute; vivir para siempre en un mundo completamente nuevo, sin todo lo que dificulta tanto la vida aqu&iacute;. &iquest;C&oacute;mo te lo imaginas? &iquest;Qu&eacute; cosas esperas especialmente?</strong></p>"
    },
    {
      "id": 136,
      "idLesson": 13,
      "idDay": 6,
      "dayTitle": "<p><strong>EL GRAN MAESTRO</strong></p>",
      "date": "24 de Diciembre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Como hemos visto durante todo este trimestre, un aspecto central del ministerio de Cristo aqu&iacute;, en la Tierra, fue ser maestro. Desde el comienzo de su ministerio, ya sea mediante actos o hechos, Jes&uacute;s estaba constantemente ense&ntilde;ando a sus seguidores verdades acerca de s&iacute; mismo, sobre el Padre, sobre la salvaci&oacute;n y sobre la esperanza venidera (ver Mat. 5:2; Mar. 4:2; Luc. 19:47; Juan 6:59).</p> <p><br></p> <p><strong>Mat. 5:2</strong></p> <p><br></p> <p><strong>2</strong> Y abriendo su boca les ense&ntilde;aba, diciendo:</p> <p><br></p> <p><strong>Mar. 4:2</strong></p> <p><br></p> <p><strong>2</strong> Y les ense&ntilde;aba por par&aacute;bolas muchas cosas, y les dec&iacute;a en su doctrina:</p> <p><br></p> <p><strong>Luc. 19:47</strong></p> <p><br></p> <p><strong>47</strong> Y ense&ntilde;aba cada d&iacute;a en el templo; pero los principales sacerdotes, los escribas y los principales del pueblo procuraban matarle.</p> <p><br></p> <p><strong>Juan 6:59</strong></p> <p><br></p> <p><strong>59</strong> Estas cosas dijo en la sinagoga, ense&ntilde;ando en Capernaum.</p> <p><br></p> <p>De hecho, con solo leer un Evangelio, cualquier Evangelio, de principio a fin encontrar&aacute;s a Jes&uacute;s ense&ntilde;ando. Y aunque, incluso ahora, a trav&eacute;s de su Palabra, el Se&ntilde;or contin&uacute;a ense&ntilde;&aacute;ndonos, en el nuevo mundo esta ense&ntilde;anza continuar&aacute; tambi&eacute;n. Pero imagina cu&aacute;n diferente ser&aacute; en una existencia libre de pecado y de todas las limitaciones que el pecado nos impone.</p> <p><br></p> <p><strong>&ldquo;Y le preguntar&aacute;n: &iquest;Qu&eacute; heridas son estas en tus manos? Y &eacute;l responder&aacute;: Con ellas fui herido en casa de mis amigos&rdquo; (Zac. 13:6). &iquest;De qu&eacute; crees que est&aacute; hablando este vers&iacute;culo?</strong></p> <p><br></p> <p>&ldquo;Y, a medida que transcurran los años de la eternidad, traerán consigo revelaciones más ricas y aún más gloriosas respecto de Dios y de Cristo. Así como el conocimiento es progresivo, así también el amor, la reverencia y la dicha irán en aumento. Cuanto más aprendan los hombres acerca de Dios, tanto más admirarán su carácter. A medida que Jesús les descubra la riqueza de la Redención y las proezas asombrosas en el gran conflicto con Satanás, los corazones de los redimidos se estremecerán con devoción siempre más ferviente, y con arrebatador gozo tocarán sus arpas de oro; y miríadas de miríadas y millares de millares de voces se unirán para engrosar el potente coro de alabanza. [...]</p> <p><br></p> <p>&ldquo;El Gran Conflicto ha terminado. Ya no hay más pecado ni pecadores. Todo el Universo está limpio. Una misma pulsación de armonía y júbilo late a través de la vasta Creación. Del Ser que todo lo creó manan vida, luz y contentamiento por toda la extensión del espacio infinito. Desde el átomo más imperceptible hasta el mundo más grande, todas las cosas, animadas e inanimadas, declaran, en su belleza sin mácula y en gozo perfecto, que Dios es amor&rdquo; (CS 736, 737).</p> <p><br></p> <p><strong>De todas las verdades incre&iacute;bles que aprenderemos a trav&eacute;s de la eternidad, nada nos cautivar&aacute; m&aacute;s que el sacrificio de Cristo en nuestro favor. Piensa en cu&aacute;nta profundidad y riqueza tendr&aacute;, que lo estudiaremos por toda la eternidad. Incluso en nuestros d&iacute;as, &iquest;c&oacute;mo puedes aprender a apreciar mejor lo que Jes&uacute;s ha hecho por nosotros en la Cruz?</strong></p>"
    },
    {
      "id": 137,
      "idLesson": 13,
      "idDay": 7,
      "dayTitle": "",
      "date": "25 de Diciembre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p> <p><br></p> <p>Lee Elena de White, La educaci&oacute;n, &ldquo;La escuela del m&aacute;s all&aacute;&rdquo;, pp. 301-309; El conflicto de los siglos, &ldquo;El fin del conflicto&rdquo;, pp. 720-737. &ldquo;El le&oacute;n, al que tanto tememos aqu&iacute;, se acostar&aacute; con el cordero; todo en la Tierra nueva ser&aacute; paz y armon&iacute;a. Los &aacute;rboles ser&aacute;n derechos y elevados, y no tendr&aacute;n ninguna deformidad. [...]</p> <p><br></p> <p>&ldquo;Todo lo que hay de bello en nuestro hogar terrenal tendr&iacute;a que hacernos pensar en el r&iacute;o de cristal y los verdes prados, los &aacute;rboles cimbreantes y las fuentes vivas, la ciudad resplandeciente y los cantores vestidos de blanco de nuestro hogar celestial, mundo de hermosura que ning&uacute;n artista puede representar en el lienzo, y que ninguna lengua mortal puede describir&rdquo; (MSV 366, 367).</p> <p><br></p> <p>&ldquo;El temor de hacer aparecer la futura herencia de los santos demasiado material ha inducido a muchos a espiritualizar esas verdades que nos hacen considerar la Tierra como nuestra morada. Cristo aseguró a sus discípulos que iba a preparar mansiones para ellos en la casa del Padre. Los que aceptan las enseñanzas de la Palabra de Dios no ignorarán por completo lo que se refiere a la Patria celestial [...]. El lenguaje humano es inadecuado para describir la recompensa de los justos. Solo la conocerán quienes la contemplen. Ninguna mente finita puede comprender la gloria del Paraíso de Dios&rdquo; (CS 733).</p> <p><br></p> <p><strong>PREGUNTAS PARA DIALOGAR</strong>:</p> <p><br></p> <p><strong>1</strong>. Analicen un poco m&aacute;s el argumento de Pascal, sobre los que aparentemente no se preocupan por lo que habr&aacute; en la Eternidad. &iquest;Por qu&eacute; crees que la gente asume esta actitud? &iquest;Por qu&eacute; tener esa actitud es tan irracional?</p> <p><br></p> <p><strong>2</strong>. Expl&aacute;yense m&aacute;s sobre lo siguiente: &iquest;Por qu&eacute; la esperanza de la vida eterna es tan importante para nuestra fe? Sin ella, &iquest;por qu&eacute; no tenemos nada, en realidad?</p> <p><br></p> <p><strong>3</strong>. Piensen en todos los misterios incre&iacute;bles que existen en el mundo natural. Ya sea en biolog&iacute;a, geolog&iacute;a, astronom&iacute;a, f&iacute;sica, qu&iacute;mica, en todos los campos todo resulta ser mucho m&aacute;s complejo de lo que se pensaba originalmente. Los cient&iacute;ficos, por ejemplo, ya no hablan de &ldquo;formas de vida simples&rdquo; porque, como resultado, incluso las formas de vida m&aacute;s simples no son tan sencillas, finalmente. Cada nuevo avance, cada nuevo descubrimiento, parece abrirnos m&aacute;s interrogantes que necesitamos responder. &iquest;C&oacute;mo nos ayuda todo esto a comprender cu&aacute;nto aprenderemos en la &ldquo;escuela del m&aacute;s all&aacute;&rdquo;?</p>"
    }
  ]
}
