{
  "id": 710,
  "lessonNumber": 10,
  "versionCode": 3,
  "quarter": "3T2020",
  "title": "<p>An Exciting Way to Get Involved</p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p>Then He said to His disciples, &lsquo;The harvest truly is plentiful, but the laborers are few. Therefore pray the Lord of the harvest to send out laborers into His harvest&rsquo; &rdquo; (Matthew 9:37, 38, NKJV).</p>",
  "weekDate": "August 29–September 4",
  "lessonDays": [
    {
      "id": 101,
      "idLesson": 10,
      "idDay": 1,
      "dayTitle": "",
      "date": "August 29",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Someone has said, &ldquo;There is strength in numbers.&rdquo; In a sense, that is true. Have you ever noticed that you are far more motivated to exercise if you are doing it with a group of people than if you have to exercise alone each day? Many people join health clubs, gyms, and exercise facilities because they believe that they will exercise more and enjoy it better if they are exercising with other people. In a similar way, God has created us for fellowship. We are social beings, and as with exercise it is true with many things in life: we do better if we have a social support system. This is especially true in spiritual matters. Throughout the Bible, small groups are highlighted as one of God&rsquo;s methods of strengthening our faith, increasing our knowledge of His Word, deepening our prayer life, and equipping us to witness. The Father, Son, and Holy Spirit participated in a small group ministry. Jesus established His small group of disciples, and the apostle Paul traveled the Roman world with his small group of evangelistic companions.</p><p>During this week&rsquo;s study, we will focus on the biblical basis for small groups, and you will discover an exciting way to get involved.</p>"
    },
    {
      "id": 102,
      "idLesson": 10,
      "idDay": 2,
      "dayTitle": "Small Groups—God’s Idea First",
      "date": "August 30",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Read Genesis 1:1, 2, 26; Hebrews 1:1, 2; and Ephesians 3:8, 9. How do these verses reveal the unity of the Godhead?</strong><sup><br></sup><br><strong>Genesis 1:1-2</strong><br><br><strong><sup>1</sup></strong> In the beginning God created the heavens and the earth.<br><br><strong><sup>2</sup></strong> Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters.<br><br><strong>Genesis 1:26</strong><br><br><strong><sup>26</sup></strong> Then God said, &ldquo;Let us make mankind in our image, in our likeness, so that they may rule over the fish in the sea and the birds in the sky, over the livestock and all the wild animals,[a] and over all the creatures that move along the ground.&rdquo;<br><br>The Father, Son, and Holy Spirit participated in Creation together. They each had different tasks but worked together in an indivisible union. The Father was the Master Designer, the Great Architect. He carried out His plans through Jesus, as the active agent in Creation in unison with the power of the Holy Spirit. Such a powerful supernatural act is way beyond our comprehension. What we can clearly comprehend is not only the reality of the created world and the cosmos but also that God Himself made it all (see Rom. 1:18&ndash;20). Small groups were God&rsquo;s idea first. Though one has to be careful when using analogies in regard to many of the mysterious aspects of God, let&rsquo;s use one loosely and say that the Father, Son, and Holy Spirit composed the first &ldquo;small group&rdquo; in salvation history. They participated together in the creation of the human race and then in its redemption after the Fall.<br><br><strong>Compare John 10:17, 18 with Romans 8:11 and 1 Corinthians 15:15. How does the resurrection of Christ demonstrate the unity of the Father, Son, and Holy Spirit in the plan of salvation?</strong><br><br><strong>Hebrews 1: 1-2.</strong><br><br><strong><sup>1 </sup></strong>God, many times and in various ways to our ancestors in other times through the prophets,.<br><br><strong><sup>2</sup></strong> in these final days he has spoken to us through his Son. He appointed heir to everything, and through him made the universe.<br><br><strong>Ephesians 3: 8-9.</strong><br><strong><sup><br>8 </sup></strong>Although I am the most insignificant of all the saints, I received this grace to preach to the nations the incalculable riches of Christ,.<br><br><strong><sup>9</sup></strong> and to make everyone understand the realization of God&#39;s plan, the mystery that has been hidden in God, the creator of all things, from everlasting times.<br><br>The Father, Son, and Holy Spirit are united in a &ldquo;small group&rdquo; with the express purpose of redeeming the human race. &ldquo;The plan of salvation had its place in the counsels of the Infinite from all eternity.&rdquo; &mdash;Ellen G. White, Fundamentals of Christian Education, p. 186. There is nothing more important to God than saving as many people as possible (1 Tim. 2:4, 2 Pet. 3:9). Small groups may have multiple purposes that we will study in this week&rsquo;s lesson, but their overriding purpose is to focus on winning lost people to Jesus. That is, by working in small groups we can help not ourselves alone but others, as well. That is, the ultimate goal of our small groups should be soul winning.<br><br><strong>Dwell on the mystery of the unity of our God. It&rsquo;s hard to grasp, isn&rsquo;t it? Yet, we can still believe in, and trust, what we don&rsquo;t fully understand, right? Why is this such an important principle for Christians to follow when it comes to faith?.</strong></p>"
    },
    {
      "id": 103,
      "idLesson": 10,
      "idDay": 3,
      "dayTitle": "<p><strong>Small Groups in Scripture</strong></p>",
      "date": "August 31",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>The Bible provides numerous examples of small groups praying, fellowshiping, encouraging one another, and laboring together for Christ. These groups give God&rsquo;s people the opportunity to share responsibilities and fully utilize their varied gifts. That is, small groups also can provide the opportunity for the Lord to use each of us more fully.&nbsp;</p><p><strong>Read Exodus 18:21&ndash;25. What providential counsel did Moses&rsquo; fatherin- law, Jethro, provide that made a significant difference for Moses? Why was this plan so vitally important?&nbsp;</strong></p><p><strong><span style='color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial; display: inline !important; float: none;'>Exodus 18:21&ndash;25.</span>&nbsp;</strong></p><p><strong><span style=\"white-space:pre;\">&nbsp;</span>21</strong> Choose yourself among the people capable and God-fearing men, who love the truth and abhor ill-gotten gains, and designate them heads of a thousand, a hundred, fifty and ten people.</p><p><strong>22</strong> They will serve as full-time judges, attending to simple cases, and difficult cases will bring them to you. That will lighten the load, because they will help you carry it.</p><p><strong>23</strong> If you put this into practice and God commands it, you will be able to bear it; the people, for their part, will go home satisfied.</p><p><strong>24</strong> Moses listened to the voice of his father-in-law and followed his suggestions.</p><p><strong>25</strong> He chose among all the Israelites capable men, and put them in front of the Israelites as heads of a thousand, one hundred, fifty-ten people.</p><p>Every individual in the camp of Israel became part of a group of ten, led by a godly official. These small groups were a place for problem solving, but they also were much more. They were places of fellowship where problems could be prevented and spiritual life nurtured. They were places of vision, where God&rsquo;s plans for Israel could be shared. In groups like this, people could form tight and caring relationships that could help all involved work through whatever the issues were that they were facing. No question&mdash;then, as well as now, people struggled with things that others could help them with. Small groups provide opportunities for warm, caring fellowship, spiritual growth, and problem solving. It is fascinating that small group specialists tell us that the ideal size for group interaction is between 6 and 12 people. This is the exact size that both Moses and Jesus employed in forming their groups.</p><p><strong>Read Luke 6:12, 13; Matthew 10:1; and Mark 3:13&ndash;15. What was Jesus&rsquo; twofold purpose in calling the disciples and selecting them to be part of His small group ministry?&nbsp;</strong></p><p><strong>Luke 6: 12-13.</strong></p><p><strong>12</strong> At that time Jesus went to the mountain to pray, and spent the whole night in prayer to God.</p><p><strong>13</strong> When morning came, he called his disciples and chose twelve of them, whom he named apostles:.</p><p><strong>Matthew 10: 1.</strong></p><p><strong>10</strong> He gathered his twelve disciples and gave them authority to cast out evil spirits and heal all sickness and disease.</p><p><strong>Mark 3: 13-15.</strong></p><p><strong>13</strong> Jesus went up a mountain and called those he wanted, who met him.</p><p><strong>14</strong> He appointed twelve, whom he appointed apostles, [a] to accompany him and to send them out to preach.</p><p><strong>15</strong> and exercise authority to cast out demons.</p><p>Jesus&rsquo; purpose in calling the disciples was to prepare them both spiritually and practically for their mission to the world. In fellowship with Him, they would grow in grace. In the context of their small group meetings, they would learn how to minister more effectively. Day by day, as they observed Jesus ministering to the needs of people around Him, they would learn by observation how to use their gifts. The purpose of Jesus&rsquo; small groups was both spiritual nurture and outreach.</p><p><strong><span style=\"color: rgb(184, 49, 47);\">Think about a time when you were involved with a small group of people, whatever the circumstances, who cared about each other and who were working for a common goal. What did you learn from that experience that could help you understand the value of small groups in the context of our faith?.</span></strong></p>"
    },
    {
      "id": 104,
      "idLesson": 10,
      "idDay": 10,
      "dayTitle": "<p><strong>Organized for Service</strong></p>",
      "date": "September 1",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Read&nbsp;</strong><strong>Corinthians 12:12&ndash;25. How does the human body provide an excellent illustration of working together harmoniously in small groups?</strong></p><p><strong>1 Corinthians 12: 12-25.</strong></p><p><strong>12</strong> In fact, although the body is one, it has many members, and all the members, despite being many, form a single body. So it is with Christ.</p><p><strong>13</strong> We were all baptized by [a] one Spirit to constitute one body &mdash; whether we be Jews or Gentiles, slaves or free &mdash; and we were all given the same Spirit to drink.</p><p><strong>14</strong> Now, the body does not consist of a single member, but of many.</p><p><strong>15</strong> If the foot said: &quot;As I am not a hand, I am not of the body,&quot; it would not for that reason cease to be part of the body.</p><p><strong>16&nbsp;</strong>And if the ear said: &quot;As I am not an eye, I am not of the body,&quot; it would not for that reason cease to be part of the body.</p><p><strong>17</strong> If the whole body were an eye, what would become of the ear? If the whole body were heard, what would become of smell?.</p><p><strong>18</strong> Actually, God placed each limb of the body as He saw fit.</p><p><strong>19</strong> If they were all one member, what would become of the body?.</p><p><strong>20</strong> The truth is that there are many members, but the body is only one.</p><p><strong>21</strong> The eye cannot say to the hand, &quot;I don&#39;t need you.&quot; Nor can the head say to the feet, &quot;I don&#39;t need them.&quot;.</p><p><strong>22</strong> On the contrary, the limbs of the body that seem weaker are indispensable,.</p><p><strong>23</strong> and those who seem less honorable to us we treat with special honor. And members who seem less presentable are treated with special modesty,.</p><p><strong>24</strong> while the most presentable ones do not require special treatment. Thus God has arranged the members of our body, giving greater honor to those who had the least,.</p><p><strong>25</strong> so that there is no division in the body, but its members care equally for one another.</p><p>Paul not only reveals the importance of spiritual gifts in the life of the church, but he also suggests a model of how they can be organized. He discusses spiritual gifts in the context of the body of Christ and how it can work. A study of anatomy and physiology reveals that the organs of the body are organized into different interrelated systems. For example, the digestive, cardiovascular, respiratory, and skeletal are just a few of the body&rsquo;s complex organ systems. Spiritual gifts are like the different parts of the body. They function best when organized into systems or groups. In fact, in most cases they cannot function alone. Our bodies are not just a lump of separate organs freelancing away at whatever they do. Each bodily function is organized into a tightly knit system that works together toward a common goal. All this tells us something about the environment in which we can best use our spiritual gifts. It is so easy to get discouraged when we function alone, but when we are part of a small group of people with similar interests and goals, we find that our efforts can be much better focused and greatly magnified. So, small groups provide the best environment to exercise our spiritual gifts and can become the heart of a local congregation&rsquo;s outreach ministry. Ellen G. White underlines the value of small groups in these words: &ldquo;The formation of small companies as a basis of Christian effort has been presented to me by One who cannot err. If there is a large number in the church, let the members be formed into small companies, to work not only for the church members, but for unbelievers. If in one place there are only two or three who know the truth, let them form themselves into a band of workers. Let them keep their bond of union unbroken, pressing together in love and unity, encouraging one another to advance, each gaining courage and strength from the assistance of the others.&rdquo;&mdash;Testimonies for the Church, vol. 7, pp. 21, 22. Small group ministry is ordained by God to enable each church member to grow spiritually, experience warm fellowship, and utilize his or her God-given gifts in service.</p><p><strong><span style=\"color: rgb(184, 49, 47);\">Reflect on Ellen G. White&rsquo;s statement above. Analyze it phrase by phrase. How can this divine counsel be implemented in your church?.</span></strong></p>"
    },
    {
      "id": 105,
      "idLesson": 10,
      "idDay": 5,
      "dayTitle": "<p><strong>New Testament Small Groups</strong></p>",
      "date": "September 2",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>The New Testament church exploded in growth. In a few short years it grew from a small group of believers to tens of thousands of worshipers. There were many factors that contributed to this influx of believers and this rapid growth phenomenon. Jesus&rsquo; ministry sowed the seed of the gospel and prepared the multitudes to accept the preaching of the disciples. After Christ&rsquo;s ascension, the Holy Spirit descended mightily on the day of Pentecost on the praying, believing disciples. One of the contributing factors for the rapid growth of the New Testament church was its small group organizational structure. Small groups made a difference.</p><p><strong>Read Acts 18:1&ndash;5 and Acts 20:1&ndash;4. Why do you think Luke listed some of the names of those with whom Paul worked closely?</strong></p><p><strong>Acts 18: 1-5.</strong></p><p><strong>1&nbsp;</strong>After this, Paul left Athens and went to Corinth.</p><p><strong>2</strong> There he met a Jew named Aquila, a native of Pontus, and his wife Priscilla. They had recently arrived from Italy, because Claudius had ordered that all Jews be expelled from Rome. Pablo went to see them.</p><p><strong>3</strong> and, since he made tents like them, he stayed to work together.</p><p><strong>4</strong> Every Saturday he argued in the synagogue, trying to persuade Jews and Greeks.</p><p><strong>5</strong> When Silas and Timothy arrived from Macedonia, Paul devoted himself exclusively to preaching, testifying to the Jews that Jesus was the Messiah.</p><p><strong>Acts 20: 1-4.</strong></p><p><strong>1</strong> When the commotion stopped, Paul sent for the disciples and, after encouraging them, he said goodbye and left for Macedonia.</p><p><strong>2</strong> He toured those regions, encouraging believers on many occasions, and finally came to Greece,.</p><p><strong>3</strong> where he stayed three months. As the Jews were plotting an attack on him when he was about to embark for Syria, he decided to return to Macedonia.</p><p><strong>4</strong> Accompanied by S&oacute;pater son of Pirro, from Berea; Aristarco y Segundo, from Thessalonica; Gaius of Derbe; Timothy; and lastly, Tychicus and Trophimus, from the province of Asia.</p><p>&nbsp;It is fascinating that Luke mentions some of the names of those with whom Paul worked. To him each one was important. He knew them by name. They mutually supported one another in their outreach ministry. Though the number of names he mentioned was small, that helps prove the point about the importance of working closely with each other, even in small numbers. Each one of these people surely had gifts that were different from those that others possessed. They came from different backgrounds and cultures. Their ways of looking at things were not always the same, but each one had a valuable contribution to make to the cause of Christ. Their diversities of gifts, backgrounds, and experiences contributed to the growth of the church. They each contributed to the mission of Christ from the richness of their own background and personal experience with Jesus.</p><p><strong>Compare Acts 16:11&ndash;15, 40 and Acts 12:11, 12. What invitation did Lydia give to Paul immediately after her conversion? Where did both Paul and Peter go after being delivered from prison?</strong></p><p><strong>Acts 16: 11-15</strong></p><p><strong>11</strong> Sailing from Troas, we sailed directly to Samothrace, and the next day to Neapolis.</p><p><strong>12</strong> From there we went to Philippi, which is a Roman colony and the main city of that district of Macedonia. We stayed in that city for several days.</p><p><strong>13</strong> On Saturday we went out to the city, and we went along the riverbank, where we hoped to find a place of prayer. We sat down and chatted with the women who had gathered.</p><p><strong>14</strong> One of them, whose name was Lydia, worshiped God. He was from the city of Thyatira and sold purple cloth. As he listened, the Lord opened his heart to respond to Paul&#39;s message.</p><p><strong>15</strong> When she was baptized with her family, she gave us the following invitation: &quot;If you consider me a believer in the Lord, come and stay in my house.&quot; And he persuaded us.</p><p><strong>Acts 16:40</strong></p><p><strong>40</strong> When they got out of prison, Pablo and Silas went to Lidia&#39;s house, where they saw the brothers and encouraged them. Then they were gone.</p><p><strong>Acts 12: 11-12</strong></p><p><strong>11</strong> Then Peter came to himself and said to himself, &quot;Now I am completely sure that the Lord has sent his angel to deliver me from Herod&#39;s power and from all that the Jewish people expected.&quot;</p><p><br></p><p>12 When he realized this, he went to the house of Mary, the mother of John, nicknamed Marcos, where many people were gathered praying.</p><p>The New Testament believers regularly met in homes. Christian homes became centers of influence and the heart of small group ministry.</p><p><strong><span style=\"color: rgb(184, 49, 47);\">Have you thought about beginning a small group ministry in your home or joining with a friend to begin a small group ministry in that person&rsquo;s home? If you are already part of a small group ministry, think about what you can share with your Sabbath School class this week about its benefits.</span></strong></p>"
    },
    {
      "id": 106,
      "idLesson": 10,
      "idDay": 6,
      "dayTitle": "<p><strong>Small Group Dynamics</strong></p>",
      "date": "September 3",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Small groups are a vehicle that God uses to grow His church. They are &ldquo;safe havens&rdquo; for people to express their problems and discuss mutual concerns. They provide opportunities for spiritual growth in the context of caring relationships. Many non-Christians will initially feel more comfortable in participating in a small group meeting in a home than in attending a traditional church service for the first time.</p><p><strong>Read Acts 4:31, Acts 12:12, and Acts 20:17&ndash;19, 27&ndash;32. List all of the different elements in these New Testament groups. What activities were these groups involved in?</strong></p><p><strong>Acts 4:31</strong></p><p><strong>31</strong> After they had prayed, the place where they were gathered trembled; all were filled with the Holy Spirit, and proclaimed the word of God without fear.</p><p><strong>Acts 12:12</strong></p><p><strong>12&nbsp;</strong>When he realized this, he went to the house of Mary, the mother of John, nicknamed Marcos, where many people were gathered praying.</p><p><strong>Acts 20: 17-19</strong></p><p><strong>17</strong> From Miletus, Paul sent for the elders of the Ephesian church.</p><p><strong>18</strong> When they arrived, he said to them: &laquo;You know how I behaved all the time I was with you, from the first day I came to the province of Asia.</p><p><strong>19</strong> I have served the Lord with all humility and tears, despite having been severely tested by the machinations of the Jews.</p><p><strong>Acts 20: 27-32.</strong></p><p><strong>27</strong> for without hesitation I have proclaimed to you the whole purpose of God.</p><p><strong>28&nbsp;</strong>Take care of yourselves and of all the flock on which the Holy Spirit has made you bishops to lead the church of God, [a] which he acquired with his own blood.</p><p><strong>29</strong> I know that after my departure fierce wolves will enter your midst, seeking to destroy the flock.</p><p><strong>30</strong> Even from among yourselves some will arise who will teach falsehoods to drag the disciples who follow them.</p><p><strong>31</strong> So be alert. Remember that day and night, for three years, I have not stopped admonishing each individual with tears.</p><p><strong>32</strong> &raquo;Now I commend you to God and to the message of his grace, a message that has the power to edify you and give you an inheritance among all the sanctified.</p><p>Early Christians met together to intercede for others, pray about mutual concerns, share in warm fellowship, study the Word of God, be equipped for service, help protect each other against false teachers, and participate together in outreach activities. Small groups make a difference. People uniting their gifts in service, focusing on the power of the Holy Spirit for outreach, are a mighty weapon in the Lord&rsquo;s hands.</p><p><strong>Read Matthew 9:37, 38. What does Jesus say about the harvest, and what is His solution to the problem?</strong></p><p><strong>Matthew 9: 37-38</strong></p><p><strong>37</strong> &quot;The harvest is abundant, but the workers are few,&quot; he said to his disciples.</p><p><strong>38</strong> Ask the Lord of the harvest, therefore, to send out workers into his field.</p><p>The disciples saw only faint possibilities for the progress of the gospel, but Jesus saw great opportunities. He shared the good news with them that &ldquo; &lsquo;the harvest truly is plentiful,&rsquo; &rdquo; and then He pointed out the problem: &ldquo; &lsquo;the laborers are few&rsquo; &rdquo; (Matt. 9:37, NKJV). Christ&rsquo;s solution was to pray for &ldquo; &lsquo;the Lord of the harvest to send out laborers into His harvest&rsquo; &rdquo; (Matt. 9:38, NKJV). Small groups are an answer to Christ&rsquo;s prayer and exponentially increase the number of laborers for Christ&rsquo;s harvest. The focus of all effective small groups is witness and service. Small group ministry will soon die out if its focus is inward and not outward. If the small group becomes self-serving and little more than a discussion group, it will fail in its purpose and lose the vital reason for its existence. Small groups exist to lead people to Jesus, nurture their faith in Jesus, and equip them to witness for Jesus.</p><p><strong><span style=\"color: rgb(184, 49, 47);\">Is it possible that God is calling you to start a small group in your home? Why not begin to pray about what God may be impressing you to do? You may be on the verge of the most spiritually rewarding time of your life.</span></strong></p>"
    },
    {
      "id": 107,
      "idLesson": 10,
      "idDay": 7,
      "dayTitle": "",
      "date": "September 4",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:</strong> A number of years ago, a small European church outside of one of the continent&rsquo;s major cities decided that it had to do something significant for the Lord. The church was stagnant. No one had been baptized for years. If the present trend continued, the church had little future. The pastor and his church board earnestly prayed and carefully considered what they might do.</p><p>As they studied the New Testament, they decided to establish a small group ministry. Nine lay people in the congregation caught the vision. They committed themselves to pray together and study how to establish their small group ministry effectively. Soon they decided to make each of their homes an evangelistic center. The groups learned to exercise their gifts in various ways. They launched prayer and hospitality ministries. They developed friendships in the community. They reached out in acts of kindness to their family, friends, and to former Adventists. The small group leaders began Bible studies in nine homes with 40 guests in attendance. They were amazed at what the Holy Spirit was doing. Eventually 17 of the 40 were baptized. The testimony of that small, stagnant church is that small groups make an enormous difference. They are one of God&rsquo;s means to involve multiple church members in the mission of the church.</p><p><strong><span style=\"color: rgb(184, 49, 47);\">Discussion Questions:</span></strong>&nbsp;</p><p>1 In class, discuss further the essential elements in each small group as outlined in Thursday&rsquo;s study. In what other kinds of activities could a small group be involved? What are ways in which a small group could help those with special gifts really be able to use those gifts as never before?</p><p>2 Why is it so important that small groups keep an outward, mission focus? That is, however much a group can help nourish and support its members, why must it always keep central to its purpose the spreading of the gospel? Why, too, should a small group always keep connected with the local church body? Why is that so important?&nbsp;</p><p>3 Have you ever been a part of or heard of small groups that did not function effectively and eventually died out? Discuss the reasons why you think this might happen.&nbsp;</p><p>4 Think about the story above, about what happened in Europe with the small group ministry. Why do you think it worked so well? What did they do that was, in many ways, so simple and, yet, so effective? Why, too, might working from the &ldquo;safer&rdquo; environment of homes, as opposed to a church building, be an effective way of beginning an outreach to the neighborhood or community?.</p><p><span style=\"white-space:pre;\">&nbsp; <strong>&nbsp;</strong></span><strong>Inside Story</strong></p><p>Forgiven in East Timor</p><p>By Andrew McChesney</p><p>The would-be killer of a Seventh-day Adventist store clerk won&rsquo;t face punishment after East Timor authorities accepted a decision by the clerk to forgive rather than seek justice in the attack. The case has shocked the East Timor town of Lospalos, where retribution is common, and even the police have expressed disbelief that store clerk Edu Wachumura chose to forgive. The attacker, Juvinil Ananias, thrust a spear through a store door in a drunken attempt to kill Edu in 2017. The spear only nipped the tip of Edu&rsquo;s nose. Edu met Juvinil at a Lospalos police station in 2019 and signed a declaration to forgive him. Juvinil quietly expressed his remorse for his actions. &ldquo;I am sorry,&rdquo; he said. &ldquo;Thank you.&rdquo; Juvinil offered to slaughter a pig and throw a feast in Edu&rsquo;s honor, but Edu declined, explaining that he doesn&rsquo;t eat pork. Police officers watched incredulously as Edu signed the paper in their presence. &ldquo;You should at least give a gift or a cow to Edu,&rdquo; an officer told Juvinil. The attack, which was featured as a Sabbath School mission story in fourth quarter 2018, occurred after Juvinil drunkenly stumbled into the store and swore at 28-year-old Edu, who was working behind the counter. Edu, who had joined the Adventist Church after taking Bible studies from the store&rsquo;s owner, Zelindo Jo&atilde;o Lay, gently scolded him. Juvinil angrily threatened to kill Edu but backed off when he saw the other customers in the store. &ldquo;I&rsquo;m going to kill you tonight,&rdquo; he snarled as he headed out the door. That night, Edu heard a knock on the double metal doors at the back of the shop. He went over to the doors, which were locked and chained together, and looked between them to see who was outside. At that moment, a spear plunged through the doors. In a split second, Edu raised an arm, diverting the course of the spear. The tip of the spear sliced the end of his nose. Two days later, police came to the store to ask Edu whether he wanted the attacker to go to jail. Edu shook his head. &ldquo;I&rsquo;ve forgiven the man,&rdquo; he said. The police jailed Juvinil anyway for a week but then released him. The lengthy legal process played out until 2019, when Juvinil was officially declared forgiven by the authorities. Zelindo hopes that the stunned local community will understand that God wants to forgive them&mdash;just as Edu forgave Juvinil. Following the attack, Edu&rsquo;s brother and sister were baptized, and Zelindo hopes many more people will follow their example.</p>"
    }
  ]
}
