{
  "id": 710,
  "lessonNumber": 10,
  "versionCode": 7,
  "quarter": "2T2021",
  "title": "<p><strong>The New Covenant</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p><strong>Memory Text: &ldquo; &lsquo;Behold, the days are coming, says the Lord, when I will make a new covenant with the house of Israel and the house of Judah&rsquo; &rdquo; (Jeremiah 31:31, RSV)</strong></p>",
  "weekDate": "May 29–June 4",
  "lessonDays": [
    {
      "id": 101,
      "idLesson": 10,
      "idDay": 1,
      "dayTitle": "",
      "date": "May 29",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>A cartoon in a magazine years ago showed a business executive in an office standing before other executives. He was holding a box of detergent in his hands, showing it to the other men and women. He proudly pointed to the word &ldquo;New&rdquo; that was displayed in large red letters on the box, the implication being, of course, that the product was new. The executive then said, &ldquo;It&rsquo;s the &lsquo;New&rsquo; on the box that is new.&rdquo; In other words, all that changed, all that was new, was simply the word New on the box. Everything else was the same. In a sense, one could say that the new covenant is like that. The basis of the covenant, the basic hope that it has for us, its basic conditions, are the same as what was found in the old covenant. It has always been a covenant of God&rsquo;s grace and mercy, a covenant based on a love that transcends human foibles and defeats.</p> <p><br></p> <p><strong>The Week at a Glance: What parallels exist between the old and new covenants? What role does the law play in the covenant? With whom were the covenants made? What does the book of Hebrews mean by a &ldquo;better covenant&rdquo;? (See Heb. 8:6.) What relation is there between the covenant and the heavenly sanctuary?</strong></p>"
    },
    {
      "id": 102,
      "idLesson": 10,
      "idDay": 2,
      "dayTitle": "<p><strong>&ldquo;Behold, the Days Are Coming . . .&rdquo;</strong></p>",
      "date": "May 30",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Read Jeremiah 31:31&ndash;34 and answer the following questions:</strong></p> <p><strong><br></strong></p> <p><strong>Jeremiah 31:31&ndash;34</strong></p> <p><br></p> <p><strong>31</strong> Behold, the days come, saith the Lord, that I will make a new covenant with the house of Israel, and with the house of Judah:</p> <p><br></p> <p><strong>32</strong> Not according to the covenant that I made with their fathers in the day that I took them by the hand to bring them out of the land of Egypt; which my covenant they brake, although I was an husband unto them, saith the Lord:</p> <p><br></p> <p><strong>33</strong> But this shall be the covenant that I will make with the house of Israel; After those days, saith the Lord, I will put my law in their inward parts, and write it in their hearts; and will be their God, and they shall be my people.</p> <p><br></p> <p><strong>34</strong> And they shall teach no more every man his neighbour, and every man his brother, saying, Know the Lord: for they shall all know me, from the least of them unto the greatest of them, saith the Lord: for I will forgive their iniquity, and I will remember their sin no more.</p> <p><br></p> <p><strong>1. Who instigates the covenant?</strong></p> <p><strong><br></strong></p> <p><strong>2. Whose law is being talked about here? What law is this?</strong></p> <p><strong><br></strong></p> <p><strong>3. Which verses stress the relational aspect that God wants with His people?</strong></p> <p><strong><br></strong></p> <p><strong>4. What act of God in behalf of His people forms the basis of that covenant relationship?</strong></p> <p><br></p> <p>It is clear: the new covenant is not so different from the old covenant made with Israel on Mount Sinai. In fact, the problem with the Sinai covenant was not that it was old or outmoded. The problem, instead,was that it was broken (see Jer. 31:32). The answers to the above questions, all found in those four verses, prove that many facets of the &ldquo;old covenant&rdquo; remain in the new one. The &ldquo;new covenant&rdquo; is, in a sense, a &ldquo;renewed covenant.&rdquo; It is the completion, or the fulfillment, of the first one.</p> <p><br></p> <p><strong>Focus on the last part of Jeremiah 31:34, in which the Lord says that He will forgive their iniquity and the sin of His people. Even though the Lord says that He will write the law on our hearts and place it within us, He still stresses that He will forgive our sin and iniquity, which violates the law written in our hearts. Do you see any contradiction or tension between these ideas? If not, why not? What does it mean, as Romans 2:15 puts it, to have the law written within our hearts? (See Matt. 5:17&ndash;28.)</strong></p> <p><br></p> <p><strong>Matthew 5:17&ndash;28</strong></p> <p><br></p> <p><strong>17</strong> Think not that I am come to destroy the law, or the prophets: I am not come to destroy, but to fulfil.</p> <p><br></p> <p><strong>18 </strong>For verily I say unto you, Till heaven and earth pass, one jot or one tittle shall in no wise pass from the law, till all be fulfilled.</p> <p><br></p> <p><strong>19</strong> Whosoever therefore shall break one of these least commandments, and shall teach men so, he shall be called the least in the kingdom of heaven: but whosoever shall do and teach them, the same shall be called great in the kingdom of heaven.</p> <p><br></p> <p><strong>20</strong> For I say unto you, That except your righteousness shall exceed the righteousness of the scribes and Pharisees, ye shall in no case enter into the kingdom of heaven.</p> <p><br></p> <p><strong>21 </strong>Ye have heard that it was said of them of old time, Thou shalt not kill; and whosoever shall kill shall be in danger of the judgment:</p> <p><br></p> <p><strong>22</strong> But I say unto you, That whosoever is angry with his brother without a cause shall be in danger of the judgment: and whosoever shall say to his brother, Raca, shall be in danger of the council: but whosoever shall say, Thou fool, shall be in danger of hell fire.</p> <p><br></p> <p><strong>23</strong> Therefore if thou bring thy gift to the altar, and there rememberest that thy brother hath ought against thee;</p> <p><br></p> <p><strong>24</strong> Leave there thy gift before the altar, and go thy way; first be reconciled to thy brother, and then come and offer thy gift.</p> <p><br></p> <p><strong>25</strong> Agree with thine adversary quickly, whiles thou art in the way with him; lest at any time the adversary deliver thee to the judge, and the judge deliver thee to the officer, and thou be cast into prison.</p> <p><br></p> <p><strong>26 </strong>Verily I say unto thee, Thou shalt by no means come out thence, till thou hast paid the uttermost farthing.</p> <p><br></p> <p><strong>27</strong> Ye have heard that it was said by them of old time, Thou shalt not commit adultery:</p> <p><br></p> <p><strong>28</strong> But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.</p> <p><br></p> <p>Looking at the verses for today, how could you use them to answer the argument that somehow the Ten Commandments (or, specifically, the Sabbath) are now made void under the new covenant? Is there anything at all in those texts that makes that point? On the contrary, how could one use those texts to prove the perpetuity of the law?</p> <p><br></p> <p><br></p>"
    },
    {
      "id": 103,
      "idLesson": 10,
      "idDay": 3,
      "dayTitle": "<p><strong>Heart Work</strong></p>",
      "date": "May 31",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>At the time when the southern kingdom of Judah was about to end and the people were to be taken into Babylonian captivity, God announced through His prophet Jeremiah the &ldquo;new covenant.&rdquo; This is the first time this notion is expressed in the Bible. However, when the 10-tribe northern kingdom of Israel was about to be destroyed (some one hundred fifty years before the time of Jeremiah), the idea of another covenant was mentioned again, this time by Hosea (Hos. 2:18&ndash;20).</p> <p><br></p> <p><strong>Read Hosea 2:18&ndash;20. Notice the parallel between what the Lord said there to His people and what He said in Jeremiah 31:31&ndash;34. What common imagery is used, and, again, what does it say about the basic meaning and nature of the covenant?</strong></p> <p><br></p> <p><strong>Hosea 2:18&ndash;20</strong></p> <p><br></p> <p><strong>18</strong> And in that day will I make a covenant for them with the beasts of the field and with the fowls of heaven, and with the creeping things of the ground: and I will break the bow and the sword and the battle out of the earth, and will make them to lie down safely.</p> <p><br></p> <p><strong>19</strong> And I will betroth thee unto me for ever; yea, I will betroth thee unto me in righteousness, and in judgment, and in lovingkindness, and in mercies.</p> <p><br></p> <p><strong>20</strong> I will even betroth thee unto me in faithfulness: and thou shalt know the Lord.</p> <p><br></p> <p>At moments in history when God&rsquo;s plans for His covenant people were hampered by their rebellion and unbelief, He sent prophets to proclaim that the covenant history with His faithful had not come to an end. No matter how unfaithful the people might have been, no matter the apostasy, rebellion, and disobedience among them, the Lord still proclaims His willingness to enter into a covenant relationship with all who are willing to repent, to obey, and to claim His promises.</p> <p><br></p> <p><strong>Look up the following texts. Though they do not specifically mention a new covenant, what elements are found in them that reflect the principles behind the new covenant?</strong></p> <p><br></p> <p><strong>Ezekiel 11:19</strong></p> <p><br></p> <p><strong>19</strong> And I will give them one heart, and I will put a new spirit within you; and I will take the stony heart out of their flesh, and will give them an heart of flesh:</p> <p><br></p> <p><strong>Ezekiel 18:31</strong></p> <p><br></p> <p><strong>31</strong> Cast away from you all your transgressions, whereby ye have transgressed; and make you a new heart and a new spirit: for why will ye die, O house of Israel?</p> <p><br></p> <p><strong>Ezekiel 36:26</strong></p> <p><br></p> <p><strong>26</strong> A new heart also will I give you, and a new spirit will I put within you: and I will take away the stony heart out of your flesh, and I will give you an heart of flesh.</p> <p><br></p> <p>The Lord will provide &ldquo; &lsquo;a heart to know that I am the Lord&rsquo; &rdquo; (Jer. 24:7, RSV). He will &ldquo; &lsquo;take the stony heart out of their flesh and give them a heart of flesh&rsquo; &nbsp;&rdquo; (Ezek. 11:19, RSV), and will give &ldquo; &nbsp;&lsquo;a new heart&rsquo; &rdquo; and &ldquo; &lsquo;a new spirit&rsquo; &rdquo; (Ezek. 36:26, RSV). He also says, &ldquo; &lsquo;I will put My Spirit within you&rsquo; &rdquo; (Ezek. 36:27, NASB). This work of God is the foundation of the new covenant.</p> <p><br></p> <p><strong>If someone came to you and said, &ldquo;I want a new heart, I want the law written in my heart, I want a heart to know the Lord&mdash;but I don&rsquo;t know how to get it,&rdquo; what would you say to this person?</strong></p>"
    },
    {
      "id": 104,
      "idLesson": 10,
      "idDay": 4,
      "dayTitle": "<p><strong>Old and New Covenants</strong></p>",
      "date": "June 1",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>&ldquo; &lsquo;And the foreigners who join themselves to the Lord, to minister to him, to love the name of the Lord, and to be his servants, every one who keeps the sabbath, and does not profane it, and holds fast my covenant&mdash;these I will bring to my holy mountain, and make them joyful in my house of prayer; their burnt offerings and their sacrifices will be accepted on my altar; for my house shall be called a house of prayer for all peoples&rsquo; &rdquo; (Isa. 56:6, 7, RSV).</strong></p> <p><br></p> <p>Jeremiah states that the new covenant is to be made with &ldquo; &lsquo;the house of Israel&rsquo; &nbsp;&rdquo; (Jer. 31:33). Does this mean, then, that only the literal seed of Abraham, Jews by blood and birth, are to receive the covenant promises? No! In fact, that was not even true in Old Testament times. That the Hebrew nation as a whole had been given the covenant promises is, of course, correct. Yet, it was not done to the exclusion of anyone else. On the contrary, all, Jew or Gentile, were invited to partake of the promises, but they had to agree to enter into that covenant. It is certainly no different today.</p> <p><br></p> <p><strong>Read the above texts in Isaiah. What conditions do they place on those who want to serve the Lord? Is there really any difference in what God asked of them and what He asks of us today? Explain your answer.</strong></p> <p><br></p> <p>Though the new covenant is called &ldquo;better&rdquo; (see Wednesday&rsquo;s study), there really is no difference in the basic elements that make up both the old and new covenants. It is the same God who offers salvation the same way, by grace (Exod. 34:6, Rom. 3:24); it is the same God who seeks a people who by faith will claim His promises of forgiveness (Jer. 31:34, Heb. 8:12); it is the same God who seeks to write the law into the hearts of those who will follow Him in a faith relationship (Jer. 31:33, Heb. 8:10), whether they be Jew or Gentile.</p> <p><br></p> <p>In the New Testament, the Jews, responding to the election of grace, received Jesus Christ and His gospel. For a time they were the heart of the church, the &ldquo;remnant, chosen by grace&rdquo; (Rom. 11:5, RSV), in contrast to those who were &ldquo;hardened&rdquo; (Rom. 11:7, RSV). At the same time, the Gentiles, who formerly did not believe, accepted the gospel and were grafted into God&rsquo;s true people, made up of believers, no matter the people or race to which they belonged (Rom. 11:13&ndash;24). So the Gentiles, &ldquo;at that time separated from Christ, alienated from the commonwealth of Israel, and strangers to the covenants of promise&rdquo; (Eph. 2:12, RSV), were brought near in the blood of Christ. Christ is mediating the &ldquo;new covenant&rdquo; (Heb. 9:15, RSV) for all believers, regardless of nationality or race.</p>"
    },
    {
      "id": 105,
      "idLesson": 10,
      "idDay": 5,
      "dayTitle": "<p><strong>&ldquo;A Better Covenant&rdquo; (Heb. 8:6)</strong></p>",
      "date": "June 2",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Yesterday we saw that regarding the basic elements, the old and new covenants were the same. The bottom line is salvation by faith in a God. who will forgive our sins, not because of anything worthy in us but only because of His grace. As a result of this forgiveness, we enter into a relationship with Him in which we surrender to Him in faith and obedience. Nevertheless, the book of Hebrews does call the new covenant &ldquo;a better covenant.&rdquo; How do we understand what that means? How is one covenant better than the other?</p> <p><br></p> <p><strong>Where did the fault lie with the &ldquo;failure&rdquo; of the old covenant? (Heb. 8:7, 8) Hebrews 8:7-8</strong></p> <p><br></p> <p><strong>7</strong> For if that first covenant had been faultless, then should no place have been sought for the second.</p> <p><br></p> <p><strong>8</strong> For finding fault with them, he saith, Behold, the days come, saith the Lord, when I will make a new covenant with the house of Israel and with the house of Judah.</p> <p><br></p> <p>The problem with the old covenant was not with the covenant itself but with the failure of the people to grasp it in faith (Heb. 4:2). The superiority of the new to the old lies in the fact that Jesus&mdash;instead of being revealed only through the animal sacrifices (as in the old covenant)&mdash;now appears in the reality of His death and high-priestly ministry. In other words, the salvation offered in the old covenant is the same offered in the new. In the new, however, a greater, more complete revelation of the God of the covenant and the love that He has for fallen humanity has been revealed. It is better in that everything that had been taught through symbols and types in the Old Testament has found its fulfillment in Jesus, whose sinless life, His death, and high-priestly ministry were symbolized by the earthly sanctuary service (Heb. 9:8&ndash;14) Now, though, instead of symbols, types, and examples, we have Jesus Himself, not only as the slain Lamb who shed His blood for our sin (Heb. 9:12) but also as the One who stands as our High Priest in the heavenly sanctuary ministering on our behalf (Heb. 7:25). Though the salvation He offers is the same, this fuller revelation of Himself and the salvation found in Him, as revealed in the new covenant, make it superior to the old.</p> <p><strong><br></strong></p> <p><strong>Read Hebrews 8:5 and Hebrews 10:1. What word does the author use to describe the old covenant sanctuary services? How does the use of that word help us to understand the superiority of the new covenant?</strong></p> <p><br></p> <p><strong>Hebrews 8:5</strong></p> <p><br></p> <p><strong>5</strong> Who serve unto the example and shadow of heavenly things, as Moses was admonished of God when he was about to make the tabernacle: for, See, saith he, that thou make all things according to the pattern shewed to thee in the mount.</p> <p><br></p> <p><strong>Hebrews 10:1</strong></p> <p><br></p> <p><strong>10</strong> For the law having a shadow of good things to come, and not the very image of the things, can never with those sacrifices which they offered year by year continually make the comers thereunto perfect.</p> <p><br></p> <p>Think about this: Why would knowing about Christ&rsquo;s life, death, and high-priestly ministry on our behalf give us a better understanding of God than one would get merely from the earthly sanctuary service ritual of animal sacrifices?</p>"
    },
    {
      "id": 106,
      "idLesson": 10,
      "idDay": 6,
      "dayTitle": "<p><strong>The New Covenant Priest</strong></p>",
      "date": "June 3",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>The book of Hebrews places a heavy emphasis on Jesus as our High Priest in the heavenly sanctuary. In fact, the clearest exposition of the new covenant found in the New Testament appears in the book of Hebrews with its emphasis on Christ as High Priest. This is no coincidence. Christ&rsquo;s heavenly ministry is intricately tied to the promises of the new covenant. The Old Testament sanctuary service was the means by which the old covenant truths were taught. It centered on sacrifice and mediation. Animals were slain, and their blood was mediated by the priests. These, of course, were all symbols of the salvation found only in Jesus. There was no salvation found in them in and of themselves.</p> <p><br></p> <p><strong>Read Hebrews 10:4. Why is there no salvation found in the death of these animals? Why is the death of an animal not sufficient to bring salvation?</strong></p> <p><br></p> <p><strong>Hebrews 10:4.</strong></p> <p><br></p> <p><strong>4</strong> For it is not possible that the blood of bulls and of goats should take away sins.</p> <p><br></p> <p>All these sacrifices and the priestly mediation that accompanied them met their fulfillment in Christ. Jesus became the Sacrifice upon which the blood of the new covenant is based. Christ&rsquo;s blood ratified the new covenant, making the Sinaitic covenant and its sacrifices &ldquo;old,&rdquo;or void. The true sacrifice had been made, once and for all (Heb. 9:26). Once Christ died, there was no more need for any animals to be slain. The earthly sanctuary services had fulfilled their function.</p> <p><br></p> <p><strong>Read Matthew 27:51, which tells how the veil in the earthly sanctuary was torn when Jesus died. How does that event help us to understand that the earthly sanctuary had been superseded?</strong></p> <p><br></p> <p><strong>Matthew 27:51</strong></p> <p><br></p> <p><strong>51</strong> And, behold, the veil of the temple was rent in twain from the top to the bottom; and the earth did quake, and the rocks rent;</p> <p><br></p> <p>Tied, of course, to these animal sacrifices was the priestly ministry, those Levites who offered and mediated the sacrifices in the earthly sanctuary on behalf of the people. Once the sacrifices ended, the need for their ministry ended, as well. Everything had been fulfilled in Jesus, who now ministers His own blood in the sanctuary in heaven (see Heb.8:1&ndash;5). Hebrews stresses Christ as High Priest in heaven, having entered by shedding His own blood (Heb. 9:12), mediating on our behalf. This is the foundation of the hope and promise we have in the new covenant.</p> <p><br></p> <p><strong>How does it make you feel, understanding that, even now, Jesus is ministering His blood in heaven on your behalf? How much confidence and assurance does that give you regarding salvation?</strong></p>"
    },
    {
      "id": 107,
      "idLesson": 10,
      "idDay": 7,
      "dayTitle": "",
      "date": "June 4",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:</strong> &ldquo;In partaking with His disciples of the bread and wine, Christ pledged Himself to them as their Redeemer. He committed to them the new covenant, by which all who receive Him become children of God, and joint heirs with Christ. By this covenant every blessing that heaven could bestow for this life and the life to come was theirs. This covenant deed was to be ratified with the blood of Christ. And the administration of the Sacrament was to keep before the disciples the infinite sacrifice made for each of them individually as a part of the great whole of fallen humanity.&rdquo;&mdash;Ellen G. White, The Desire of Ages, p. 659.</p> <p><br></p> <p>&ldquo;The most striking feature of this covenant of peace is the exceeding richness of the pardoning mercy expressed to the sinner if he repents and turns from his sin. The Holy Spirit describes the gospel as salvation through the tender mercies of our God. &lsquo;I will be merciful to their unrighteousness,&rsquo; the Lord declares of those who repent, &lsquo;and their sins and their iniquities will I remember no more&rsquo; (Heb. 8:12). Does God turn from justice in showing mercy to the sinner? No; God cannot dishonor His law by suffering it to be transgressed with impunity. Under the new covenant, perfect obedience is the condition of life. If the sinner repents and confesses his sins, he will find pardon. By Christ&rsquo;s sacrifice in his behalf, forgiveness is secured for him. Christ has satisfied the demands of the law for every repentant, believing sinner.&rdquo;&mdash;Ellen G. White, God&rsquo;s Amazing Grace, p. 138.</p> <p><br></p> <p><strong>Discussion Questions:</strong></p> <p><br></p> <p><strong>1</strong> What is the advantage of having the law written in the heart rather than on tablets of stone alone? Which is easier to forget, the law written on stones or the law written in the heart?</p> <p><br></p> <p><strong>2 </strong>Ever since the fall of humanity, salvation has been found only through Jesus, even if the revelation of that truth varied in different epochs of history. Do not the covenants work the same way?</p> <p><br></p> <p><strong>3</strong> Look at the second Ellen G. White quote in today&rsquo;s study. What does she mean by &ldquo;perfect obedience&rdquo; as the requirement for a covenant relationship? Who is the only One who has rendered &ldquo;perfect obedience&rdquo;? How does that obedience answer the demands of the law for us?</p> <p><strong><br></strong></p> <p><strong>Summary:</strong> The new covenant is a greater, more complete, and better revelation of the plan of redemption. We who partake of it partake of it by faith, a faith that will manifest itself in obedience to a law written in our hearts.</p> <p><strong>A Church for Tourists By Andrew McChesney, Adventist Mission</strong></p> <p><br></p> <p>The new pastor was shocked when he showed up at the Bucharest International Seventh-day Adventist Church&mdash;the only English-speaking church in Romania&rsquo;s capital&mdash;and found only three people present. All three were Romanians. Three weeks later, Pastor Benjamin Stan learned that one of those three, a 21-year-old woman, was leaving. He wondered why God had led him to a dead church. &ldquo;Why am I here?&rdquo; he prayed. &ldquo;Why did You give me this call?&rdquo; At that moment, two American tourists walked in the door. Benjamin realized that tourists need a place to worship. He kept praying. A couple weeks later, he found a man dressed in a suit and tie waiting outside the church. The man lived with his family in Poland and worked in Romania. He belonged to another Christian church but, after studying the Bible, wanted a Sabbath-keeping church. Benjamin realized that there are foreigners who work in Romania but don&rsquo;t speak Romanian. They need a place to worship. After several months, Benjamin suggested holding Sabbath School and the divine worship service on Sabbath mornings. Until then, the church didn&rsquo;t have a Sabbath School, and its hour-long worship service took place on Sabbath evenings. The two members opposed the proposal. They went to Romanian churches on Sabbath mornings and didn&rsquo;t want to lose those friends. But Benjamin was insistent. &ldquo;We do not come here to study English,&rdquo; he said. &ldquo;We come here to study the Bible. We need to be a church.&rdquo; Visiting other churches, Benjamin invited two teens and a man of about 30 to help organize the worship program. He advertised the new morning worship schedule on social media. That first Sabbath, 32 people showed up.&ldquo;You should have seen the expressions on the faces of the two members when they arrived,&rdquo; Benjamin recalled. &ldquo;Their eyes were big. They were surprised when they saw so many people, especially young people, in the church.&rdquo;</p> <p><br></p> <p>The Polish man was baptized several weeks later. Today, Benjamin has no doubt that the church, started by Pastor Adrian Bocaneanu in 2010, serves an important role in Bucharest. It has 26 members, and weekly attendance ranges from 30 to 50 people, including tourists, foreign workers, and international students. What happened to those three people who attended the church on Benjamin&rsquo;s first Sabbath? They are now very involved, including the young woman who left. She is now a church leader.</p>"
    }
  ]
}
