{
  "id": 709,
  "lessonNumber": 9,
  "versionCode": 6,
  "quarter": "2T2021",
  "title": "<p style=\"text-align: center;\"><strong>Covenant Sign</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p style=\"text-align: justify;\"><strong><span style=\"color: rgb(184, 49, 47);\">Memory Text:&nbsp;</span>&ldquo;Wherefore the children of Israel shall keep the sabbath, to observe the sabbath throughout their generations, for a perpetual covenant&rdquo; (Exodus 31:16).</strong></p>",
  "weekDate": "May 22-28",
  "lessonDays": [
    {
      "id": 91,
      "idLesson": 9,
      "idDay": 1,
      "dayTitle": "",
      "date": "May 22",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p style=\"text-align: justify;\">The seventh-day Sabbath is like a nail that&mdash; unbroken regularity returns us each week to the foundation of all that we are or could be. We are so busy, running to and Thwack!&mdash;with fro, spending money, making money, going here, going there, going everywhere, and then&mdash;Thwack!&mdash;Sabbath comes and reattaches us to our foundation, the starting point of everything that follows, because everything that is anything to us becomes that only because God created it and us to begin with. With unceasing regularity, and with no exceptions, the Sabbath silently hurls over the horizon and into every crack and cranny of our lives. It reminds us that every crack and cranny belongs to our Maker, the One who put us here, the One who &ldquo;in the beginning&rdquo; created the heavens and the earth, an act that remains the irrefutable foundation of all Christian belief and of which the seventh-day Sabbath&mdash;Thwack!&mdash; is the irrefutable, unobtrusive, and unyielding sign. This week we look at this sign in the context of the Sinai covenant.</p> <p style=\"text-align: justify;\"><strong>The Week at a Glance: Where does the Sabbath have its origins? What evidence proves that the Sabbath existed before Sinai? What makes the Sabbath such an appropriate covenant sign?</strong></p>"
    },
    {
      "id": 92,
      "idLesson": 9,
      "idDay": 2,
      "dayTitle": "<p style=\"text-align: center;\"><strong>Origins </strong></p>",
      "date": "May 23",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>How often we hear the phrase, the &ldquo;old Jewish Sabbath.&rdquo; Yet, Scripture is clear that the Sabbath existed long before there were any Jewish people. Its origin is found in the Creation week itself.</strong></p> <p><strong>Look up Genesis 2:2, 3 and Exodus 20:11. Where do they clearly, and unambiguously, place the origin of the Sabbath?</strong></p> <p><strong>Genesis 2:2, 3&nbsp;</strong></p> <p><strong>2&nbsp;</strong>And on the seventh day God ended His work which He had done, and He rested on the seventh day from all His work which He had done.&nbsp;</p> <p><strong>3</strong> Then God blessed the seventh day and sanctified it, because in it He rested from all His work which God had created and made.</p> <p><strong>Exodus 20:11&nbsp;</strong></p> <p><strong>11</strong> For in six days the Lord made the heavens and the earth, the sea, and all that is in them, and rested the seventh day. Therefore the Lord blessed the Sabbath day and hallowed it.</p> <p>Although Genesis 2:2, 3 does not identify the &ldquo;seventh day&rdquo; as the Sabbath (this identification comes first in Exodus 16:26, 29),&nbsp;</p> <p><strong>Exodus 16:26, 29&nbsp;</strong></p> <p><strong>26</strong> Six days you shall gather it, but on the seventh day, the Sabbath, there will be none.&rdquo;&nbsp;</p> <p><strong>29 </strong>See! For the Lord has given you the Sabbath; therefore He gives you on the sixth day bread for two days. Let every man remain in his place; let no man go out of his place on the seventh day.&rdquo;</p> <p>It is clearly suggested in the phrase &ldquo;he rested on the seventh day&rdquo; (Gen. 2:2). The word rested (Hebrew, shabat) is closely related to the noun Sabbath (Hebrew, shabbat). &ldquo;The word &lsquo;sabbath&rsquo; is not employed [in Gen. 2:2, 3], but it is certain that the author meant to assert that God blessed and hallowed the seventh day as the Sabbath.&rdquo;&mdash;G. F. Waterman, The Zondervan Pictorial Encyclopedia of the Bible (Grand Rapids, MI: Zondervan Publishing House, 1975), vol. 5, p. 183. Evidently, Genesis 2:2, 3 teaches the divine origin and institution of the Sabbath as a day of blessing for all humanity. Read Mark 2:27. Jesus says that Sabbath was made for, literally, &ldquo;man,&rdquo; meaning humanity as a whole, as opposed to the Jews alone.</p> <p><strong>Why would God Himself rest on the seventh day? Did He need it? What other purpose might His resting have served?</strong></p> <p>Although some commentators have suggested that God needed physical rest after Creation, the true purpose of God in resting was to provide a divine example for humanity. Humankind also is to work for six days and then to rest on the seventh-day Sabbath. Theologian Karl Barth suggested that God&rsquo;s resting at the end of Creation was a part of the &ldquo;covenant of grace,&rdquo; in which humankind was invited &ldquo;to rest with Him . . . to participate in [God&rsquo;s] rest.&rdquo;&mdash;Church Dogmatics (Edinburgh, Scotland: T&amp;T Clark, Ltd., 1958), vol. 3, p. 98.</p> <p>God in His love called the man and the woman on the day after their creation to fellowship in rest, to establish intimate communion with Him in whose image they had been made. That fellowship and communion was to last forever. Since the fall of humankind, the Sabbath has offered a weekly high point in one&rsquo;s life with the Savior.</p> <p><strong>If someone were to ask you, &ldquo;How has keeping the Sabbath benefited your relationship with the Lord,&rdquo; how would you respond?</strong></p>"
    },
    {
      "id": 93,
      "idLesson": 9,
      "idDay": 3,
      "dayTitle": "<p style=\"text-align: center;\"><strong>Sabbath Before Sinai&nbsp;</strong></p>",
      "date": "May 24",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p style=\"text-align: justify;\"><strong>&ldquo;And he said unto them, This is that which the Lord hath said, To morrow is the rest of the holy sabbath unto the Lord: bake that which ye will bake to day, and seethe that ye will seethe; and that which remaineth over lay up for you to be kept until the morning&rdquo; (Exod. 16:23).</strong></p> <p style=\"text-align: justify;\">Skim through Exodus 16, the story of the manna provided to Israel, in the desert, before Sinai. Notice what this account reveals: 1. Only a regular portion of manna could be used each day; but on the sixth day a double portion was to be gathered. 2. No manna was given on the Sabbath. 3. The extra portion needed for the Sabbath was preserved from the sixth day unspoiled, while the manna would not keep on any other day.</p> <p style=\"text-align: justify;\">What does this story reveal about the sanctity of the Sabbath before the giving of the law at Sinai? (See Exod. 16:23&ndash;28.)</p> <p style=\"text-align: justify;\"><strong>Exodo. 16:23&ndash;28 23</strong> Then he said to them, &ldquo;This is what the Lord has said: &lsquo;Tomorrow is a Sabbath rest, a holy Sabbath to the Lord. Bake what you will bake today, and boil what you will boil; and lay up for yourselves all that remains, to be kept until morning.&rsquo; &rdquo;&nbsp;</p> <p style=\"text-align: justify;\"><strong>24</strong> So they laid it up till morning, as Moses commanded; and it did not stink, nor were there any worms in it.&nbsp;</p> <p style=\"text-align: justify;\"><strong>25</strong> Then Moses said, &ldquo;Eat that today, for today is a Sabbath to the Lord; today you will not find it in the field.&nbsp;</p> <p style=\"text-align: justify;\"><strong>26&nbsp;</strong>Six days you shall gather it, but on the seventh day, the Sabbath, there will be none.&rdquo;</p> <p style=\"text-align: justify;\"><strong>27</strong> Now it happened that some of the people went out on the seventh day to gather, but they found none.&nbsp;</p> <p style=\"text-align: justify;\"><strong>28</strong> And the Lord said to Moses, &ldquo;How long do you refuse to keep My commandments and My laws?</p> <p style=\"text-align: justify;\">&ldquo;In fact, the equation of the Sabbath with the seventh day, the statement that the Lord gave the Israelites the Sabbath, and the record that the people, at God&rsquo;s command, rested on the seventh day, all point unmistakably to the primeval [at Creation] institution of the Sabbath.&rdquo;&mdash;G. F. Waterman, The Zondervan Pictorial Encyclopedia of the Bible (Grand Rapids: MI: Zondervan Publishing House, 1975), vol. 5, p. 184.</p> <p><strong>There is a lot more about the Sabbath in Exodus 16 than first meets the eye. Look at the questions this passage answers for us:</strong></p> <p><strong>1.</strong> Which day is the preparation day for the Sabbath?&nbsp;</p> <p><strong>2</strong>. Which day of the week is the Sabbath?&nbsp;</p> <p><strong>3</strong>. Where did the Sabbath come from?&nbsp;</p> <p><strong>4.</strong> What kind of day should the Sabbath be?&nbsp;</p> <p><strong>5</strong>. Is the Sabbath a day of fasting?&nbsp;</p> <p><strong>6.&nbsp;</strong>Is the Sabbath a test of loyalty to God?</p> <p><strong>How does your understanding of the Sabbath today match with what is taught about the Sabbath in Exodus 16?</strong></p> <p><strong>Exodus 16&nbsp;</strong></p> <p><strong>1</strong> And they journeyed from Elim, and all the congregation of the children of Israel came to the Wilderness of Sin, which is between Elim and Sinai, on the fifteenth day of the second month after they departed from the land of Egypt.<strong>&nbsp;</strong></p> <p><strong>2</strong> Then the whole congregation of the children of Israel complained against Moses and Aaron in the wilderness.</p> <p><strong>3&nbsp;</strong>And the children of Israel said to them, &ldquo;Oh, that we had died by the hand of the Lord in the land of Egypt, when we sat by the pots of meat and when we ate bread to the full! For you have brought us out into this wilderness to kill this whole assembly with hunger.&rdquo;</p> <p><strong>4&nbsp;</strong>Then the Lord said to Moses, &ldquo;Behold, I will rain bread from heaven for you. And the people shall go out and gather a certain quota every day, that I may test them, whether they will walk in My law or not. 5 And it shall be on the sixth day that they shall prepare what they bring in, and it shall be twice as much as they gather daily.&rdquo;</p> <p><strong>6&nbsp;</strong>Then Moses and Aaron said to all the children of Israel, &ldquo;At evening you shall know that the Lord has brought you out of the land of Egypt. 7 And in the morning you shall see the glory of the Lord; for He hears your complaints against the Lord. But what are we, that you complain against us?&rdquo; 8 Also Moses said, &ldquo;This shall be seen when the Lord gives you meat to eat in the evening, and in the morning bread to the full; for the Lord hears your complaints which you make against Him. And what are we? Your complaints are not against us but against the Lord.&rdquo;</p> <p><strong>9</strong> Then Moses spoke to Aaron, &ldquo;Say to all the congregation of the children of Israel, &lsquo;Come near before the Lord, for He has heard your complaints.&rsquo; &rdquo;&nbsp;</p> <p><strong>10&nbsp;</strong>Now it came to pass, as Aaron spoke to the whole congregation of the children of Israel, that they looked toward the wilderness, and behold, the glory of the Lord appeared in the cloud.</p> <p><strong>11</strong> And the Lord spoke to Moses, saying,&nbsp;</p> <p><strong>12&nbsp;</strong>&ldquo;I have heard the complaints of the children of Israel. Speak to them, saying, &lsquo;At twilight you shall eat meat, and in the morning you shall be filled with bread. And you shall know that I am the Lord your God.&rsquo; &rdquo;</p> <p><strong>13</strong> So it was that quail came up at evening and covered the camp, and in the morning the dew lay all around the camp.&nbsp;</p> <p><strong>14</strong> And when the layer of dew lifted, there, on the surface of the wilderness, was a small round substance, as fine as frost on the ground.&nbsp;</p> <p><strong>15</strong> So when the children of Israel saw it, they said to one another, &ldquo;What is it?&rdquo; For they did not know what it was. And Moses said to them, &ldquo;This is the bread which the Lord has given you to eat.&nbsp;</p> <p><strong>16&nbsp;</strong>This is the thing which the Lord has commanded: &lsquo;Let every man gather it according to each one&rsquo;s need, one omer for each person, according to the number of persons; let every man take for those who are in his tent.&rsquo; &rdquo;</p> <p><strong>17</strong> Then the children of Israel did so and gathered, some more, some less.&nbsp;</p> <p><strong>18</strong> So when they measured it by omers, he who gathered much had nothing left over, and he who gathered little had no lack. Every man had gathered according to each one&rsquo;s need.&nbsp;</p> <p><strong>19&nbsp;</strong>And Moses said, &ldquo;Let no one leave any of it till morning.&rdquo;&nbsp;</p> <p><strong>20</strong> Notwithstanding they did not heed Moses. But some of them left part of it until morning, and it bred worms and stank. And Moses was angry with them.&nbsp;</p> <p><strong>21</strong> So they gathered it every morning, every man according to his need. And when the sun became hot, it melted.&nbsp;</p> <p><strong>22</strong> And so it was, on the sixth day, that they gathered twice as much bread, two omers for each one. And all the rulers of the congregation came and told Moses. <strong>23</strong> Then he said to them, &ldquo;This is what the Lord has said: &lsquo;Tomorrow is a Sabbath rest, a holy Sabbath to the Lord. Bake what you will bake today, and boil what you will boil; and lay up for yourselves all that remains, to be kept until morning.&rsquo; &rdquo;&nbsp;</p> <p><strong>24</strong> So they laid it up till morning, as Moses commanded; and it did not stink, nor were there any worms in it. 25 Then Moses said, &ldquo;Eat that today, for today is a Sabbath to the Lord; today you will not find it in the field. 26 Six days you shall gather it, but on the seventh day, the Sabbath, there will be none.&rdquo;</p> <p><strong>27</strong> Now it happened that some of the people went out on the seventh day to gather, but they found none.&nbsp;</p> <p><strong>28</strong> And the Lord said to Moses, &ldquo;How long do you refuse to keep My commandments and My laws?&nbsp;</p> <p><strong>29</strong> See! For the Lord has given you the Sabbath; therefore He gives you on the sixth day bread for two days. Let every man remain in his place; let no man go out of his place on the seventh day.&rdquo;&nbsp;</p> <p><strong>30</strong> So the people rested on the seventh day.&nbsp;</p> <p><strong>31</strong> And the house of Israel called its name Manna. And it was like white coriander seed, and the taste of it was like wafers made with honey.&nbsp;</p> <p><strong>32</strong> Then Moses said, &ldquo;This is the thing which the Lord has commanded: &lsquo;Fill an omer with it, to be kept for your generations, that they may see the bread with which I fed you in the wilderness, when I brought you out of the land of Egypt.&rsquo; &rdquo; <strong>33&nbsp;</strong>And Moses said to Aaron, &ldquo;Take a pot and put an omer of manna in it, and lay it up before the Lord, to be kept for your generations.&rdquo;&nbsp;</p> <p><strong>34&nbsp;</strong>As the Lord commanded Moses, so Aaron laid it up before the Testimony, to be kept.&nbsp;</p> <p><strong>35&nbsp;</strong>And the children of Israel ate manna forty years, until they came to an inhabited land; they ate manna until they came to the border of the land of Canaan. <strong>36</strong> Now an omer is one-tenth of an ephah.</p>"
    },
    {
      "id": 94,
      "idLesson": 9,
      "idDay": 4,
      "dayTitle": "<p style=\"text-align: center;\"><strong>Covenant Sign&nbsp;</strong></p>",
      "date": "May 25",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>&lsquo; &nbsp;&ldquo;The Israelites are to observe the Sabbath, celebrating it for the generations to come as a lasting covenant. It will be a sign between me and the Israelites forever, for in six days the Lord made the heavens and the earth, and on the seventh day he rested and was refreshed&rdquo; &rsquo; &rdquo; (Exod. 31:16, 17, NIV)</strong></p> <p>Four times in Scripture the Sabbath is designated as a &ldquo;sign&rdquo; (Exod. 31:13, 17; Ezek. 20:12, 20).</p> <p><strong>Exod. 31:13, 17&nbsp;</strong></p> <p><strong>13</strong> &ldquo;Speak also to the children of Israel, saying: &lsquo;Surely My Sabbaths you shall keep, for it is a sign between Me and you throughout your generations, that you may know that I am the Lord who sanctifies you.&nbsp;</p> <p><strong>17</strong> It is a sign between Me and the children of Israel forever; for in six days the Lord made the heavens and the earth, and on the seventh day He rested and was refreshed.&rsquo; &rdquo;</p> <p><strong>Ezek. 20:12, 20&nbsp;</strong></p> <p><strong>12</strong> Moreover I also gave them My Sabbaths, to be a sign between them and Me, that they might know that I am the Lord who sanctifies them.&nbsp;</p> <p><strong>20</strong> hallow My Sabbaths, and they will be a sign between Me and you, that you may know that I am the Lord your God.&rsquo;</p> <p>A &ldquo;sign&rdquo; is not a &ldquo;symbol&rdquo; in the sense of a thing that naturally typifies, represents, or recalls something else, because both share similar qualities (for example, a symbol of a fist often denotes &ldquo;might&rdquo; or &ldquo;power&rdquo;). In the Bible, the Sabbath as a &ldquo;sign&rdquo; functioned as an outward mark or object or condition intended to convey a distinctive message. Nothing in the sign itself particularly linked it to the covenant. The Sabbath was a covenant sign &ldquo; &lsquo; &ldquo;between me and you throughout your generations&rdquo; &rsquo; &rdquo; (Exod. 31:13, RSV) only because God said it was.</p> <p><strong>Why would the Lord use the Sabbath as a covenant sign? What is it about the Sabbath that would make it so appropriate as a symbol of the saving relationship with God? As we remember that a crucial aspect of the covenant is that we are saved by grace and that works cannot save us, what is it about the Sabbath itself that makes it such a good symbol of that relationship? (See Gen. 2:3, Heb. 4:1&ndash;4.)</strong></p> <p><strong>Gen. 2:3&nbsp;</strong></p> <p><strong>3</strong> Then God blessed the seventh day and sanctified it, because in it He rested from all His work which God had created and made.</p> <p><strong>Heb. 4:1&ndash;4</strong>&nbsp;</p> <p><strong>1</strong>Therefore, since a promise remains of entering His rest, let us fear lest any of you seem to have come short of it.&nbsp;</p> <p><strong>2</strong> For indeed the gospel was preached to us as well as to them; but the word which they heard did not profit them, not being mixed with faith in those who heard it.&nbsp;</p> <p><strong>3</strong> For we who have believed do enter that rest, as He has said:</p> <p>&ldquo;So I swore in My wrath, &lsquo;They shall not enter My rest,&rsquo; &rdquo;</p> <p>although the works were finished from the foundation of the world.&nbsp;</p> <p><strong>4</strong> For He has spoken in a certain place of the seventh day in this way: &ldquo;And God rested on the seventh day from all His works&rdquo;;</p> <p>What is fascinating about the Sabbath as a sign of the covenant of grace is that for centuries the Jews have understood the Sabbath to be the sign of Messianic redemption. They saw in the Sabbath a foretaste of salvation in the Messiah. Because we understand redemption as coming only from grace, and because we understand the covenant to be a covenant of grace, the link between the Sabbath, redemption, and the covenant is made clear (see Deut. 5:13&ndash;15). Thus, contrary to common opinion, the Sabbath is a sign of God&rsquo;s saving grace; it&rsquo;s not a sign of salvation by works.</p> <p><strong>Deut. 5:13&ndash;15&nbsp;</strong></p> <p><strong>13</strong> Six days you shall labor and do all your work,&nbsp;</p> <p><strong>14</strong> but the seventh day is the Sabbath of the Lord your God. In it you shall do no work: you, nor your son, nor your daughter, nor your male servant, nor your female servant, nor your ox, nor your donkey, nor any of your cattle, nor your stranger who is within your gates, that your male servant and your female servant may rest as well as you.&nbsp;</p> <p><strong>15&nbsp;</strong>And remember that you were a slave in the land of Egypt, and the Lord your God brought you out from there by a mighty hand and by an outstretched arm; therefore the Lord your God commanded you to keep the Sabbath day.</p> <p><strong>How do you understand what it means to &ldquo;rest&rdquo; on the Sabbath? How do you rest on the Sabbath? What do you do differently on that day that makes it a &ldquo;sign&rdquo;? Could someone who knows you look at your life and see that the Sabbath really is a special day for you?</strong></p>"
    },
    {
      "id": 95,
      "idLesson": 9,
      "idDay": 5,
      "dayTitle": "<p style=\"text-align: center;\"><strong>Sign of Sanctification</strong></p>",
      "date": "May 26",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p style=\"text-align: center;\"><strong>Sign of Sanctification</strong></p> <p><strong>&ldquo; &lsquo; &ldquo;You shall keep my sabbaths, for this is a sign between me and you throughout your generations, that you may know that I, the Lord, sanctify you&rdquo; &rsquo; &rdquo; (Exod. 31:13, RSV)</strong></p> <p>An exceptionally rich Sabbath passage is Exodus 31:12&ndash;17, which follows the Lord&rsquo;s directions for the building of the sanctuary and the establishment of its services (Exod. 25:1&ndash;31:11).</p> <p><strong>Exodus 31:12&ndash;17&nbsp;</strong></p> <p><strong>12</strong> And the Lord spoke to Moses, saying,&nbsp;</p> <p><strong>13</strong> &ldquo;Speak also to the children of Israel, saying: &lsquo;Surely My Sabbaths you shall keep, for it is a sign between Me and you throughout your generations, that you may know that I am the Lord who sanctifies you.&nbsp;</p> <p><strong>14</strong> You shall keep the Sabbath, therefore, for it is holy to you. Everyone who profanes it shall surely be put to death; for whoever does any work on it, that person shall be cut off from among his people.&nbsp;</p> <p><strong>15</strong> Work shall be done for six days, but the seventh is the Sabbath of rest, holy to the Lord. Whoever does any work on the Sabbath day, he shall surely be put to death.&nbsp;</p> <p><strong>16&nbsp;</strong>Therefore the children of Israel shall keep the Sabbath, to observe the Sabbath throughout their generations as a perpetual covenant.&nbsp;</p> <p><strong>17</strong> It is a sign between Me and the children of Israel forever; for in six days the Lord made the heavens and the earth, and on the seventh day He rested and was refreshed.&rsquo; &rdquo;</p> <p>The concept of the Sabbath as a &ldquo;sign&rdquo;&mdash;a visible, external, and eternal sign between God and His people&mdash;is expressed here in this manner for the first time. The text itself contains some fascinating concepts worthy of our study. Two new ideas are joined together in this text: 1. The Sabbath as a sign of knowledge. 2. The Sabbath as a sign of sanctification. Consider the sign aspect related to knowledge. The Hebrew understanding of knowledge includes intellectual, relational, and emotional aspects. &ldquo;To know&rdquo; did not simply mean to know a fact, particularly when a person was involved. It also meant to have a meaningful relationship with the one known. Thus to know the Lord meant to be in a right relationship with Him&mdash;to &ldquo;serve&rdquo; Him (1 Chron. 28:9), to &ldquo;fear&rdquo; Him (Isa. 11:2), to &ldquo;believe&rdquo; Him (Isa. 43:10), to &ldquo;trust&rdquo; Him and &ldquo;seek&rdquo; Him (Ps. 9:10), and to &ldquo;call on&rdquo; His name (Jer. 10:25).</p> <p><br></p> <p><strong>1 Chron. 28:9&nbsp;</strong></p> <p><strong>9</strong> &ldquo;As for you, my son Solomon, know the God of your father, and serve Him with a loyal heart and with a willing mind; for the Lord searches all hearts and understands all the intent of the thoughts. If you seek Him, He will be found by you; but if you forsake Him, He will cast you off forever.</p> <p><strong>Isa. 11:2&nbsp;</strong></p> <p><strong>2&nbsp;</strong>The Spirit of the Lord shall rest upon Him, The Spirit of wisdom and understanding, The Spirit of counsel and might, The Spirit of knowledge and of the fear of the Lord.</p> <p><strong>Isa. 43:10&nbsp;</strong></p> <p><strong>10&nbsp;</strong>&ldquo;You are My witnesses,&rdquo; says the Lord, &ldquo;And My servant whom I have chosen, That you may know and believe Me, And understand that I am He. Before Me there was no God formed, Nor shall there be after Me.</p> <p><strong>Ps. 9:10&nbsp;</strong></p> <p><strong>10</strong> And those who know Your name will put their trust in You; For You, Lord, have not forsaken those who seek You.</p> <p><strong>Jer. 10:25&nbsp;</strong></p> <p><strong>25</strong> Pour out Your fury on the Gentiles, who do not know You, And on the families who do not call on Your name; For they have eaten up Jacob, Devoured him and consumed him, And made his dwelling place desolate.</p> <p>Look up each of the texts in the above paragraph. In what ways do these texts help us to understand what it means to &ldquo;know&rdquo; the Lord?</p> <p>In addition, the Sabbath has significance as a sign of sanctification. It signifies that the Lord &ldquo;sanctifies&rdquo; His people (compare Lev. 20:8) by making them &ldquo;holy&rdquo; (Deut. 7:6).</p> <p><strong>Lev. 20:8&nbsp;</strong></p> <p><strong>8</strong> And you shall keep My statutes, and perform them: I am the Lord who sanctifies you.&nbsp;</p> <p><strong>Deut. 7:6&nbsp;</strong></p> <p><strong>6</strong> &ldquo;For you are a holy people to the Lord your God; the Lord your God has chosen you to be a people for Himself, a special treasure above all the peoples on the face of the earth.</p> <p>The sanctification process is as much the work of God&rsquo;s redemptive love as is the saving and redeeming work of God. Righteousness (justification) and sanctification are both activities of God: &ldquo; &lsquo;I . . . the Lord . . . sanctify you&rsquo; &rdquo; (Lev. 20:8, RSV). Thus, the Sabbath is a sign that imparts the knowledge of God as Sanctifier. &ldquo;The Sabbath given to the world as the sign of God as the Creator is also the sign of Him as the Sanctifier.&rdquo;&mdash;Ellen G. White, Testimonies for the Church, vol. 6, p. 350.</p> <p><strong>Consider the Sabbath day and the process of sanctification, that of being made holy. What role does Sabbath keeping have in this process? How can the Lord use our experience of keeping the Sabbath to help sanctify us?</strong></p>"
    },
    {
      "id": 96,
      "idLesson": 9,
      "idDay": 6,
      "dayTitle": "<p style=\"text-align: center;\"><strong>Remembering the Sabbath</strong></p>",
      "date": "May 27",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>&ldquo;Remember the sabbath day, to keep it holy&rdquo; (Exod. 20:8).&nbsp;</p> <p>The Sabbath was and is a sign for humanity to &ldquo;remember.&rdquo; The use of the word remember can serve various functions. First, to remember something implies looking backward, looking to the past. In this case, the Sabbath points us to the fiat Creation, which climaxed in the institution of the Sabbath as a weekly day of rest and special communion with God. The injunction to remember also has implications for the present. We are not only to &ldquo;remember&rdquo; the Sabbath (Exod. 20:8); we also are to &ldquo;observe&rdquo; and &ldquo;keep&rdquo; it (see Deut. 5:12, RSV). Thus, the Sabbath has important implications for us now, in the present</p> <p><strong>Deut. 5:12&nbsp;</strong></p> <p><strong>12</strong> &lsquo;Observe the Sabbath day, to keep it holy, as the Lord your God commanded you.</p> <p>Finally, remembering the Sabbath also points us forward. The person who remembers the keeping of the Sabbath has a promising, rich, and meaningful future with the Lord of the Sabbath. He or she remains in the covenant relationship, because he or she remains in the Lord. Again, when we understand the covenant to be a relationship between God and humankind, the Sabbath, which greatly can help strengthen that relationship, comes into specific prominence. Indeed, in remembering Creation and its Creator, God&rsquo;s people also remember God&rsquo;s gracious acts of salvation (see Deuteronomy 5:14, where the Sabbath is seen, in this context, as a sign of deliverance from Egypt, a symbol of the ultimate salvation found in God). Creation and re-creation belong together. The former makes the latter possible. The Sabbath is a sign that communicates that God is the Creator of the world and the Creator of our salvation.</p> <p><strong>Deuteronomy 5:14&nbsp;</strong></p> <p><strong>12</strong> &lsquo;Observe the Sabbath day, to keep it holy, as the Lord your God commanded you.</p> <p><strong>&ldquo;By keeping His Sabbath holy we are to show that we are His people. His Word declares the Sabbath to be a sign by which to distinguish the commandment-keeping people. . &nbsp;. &nbsp;. Those who keep the law of God will be one with Him in the great controversy commenced in heaven between Satan and God.&rdquo;&mdash;Ellen G. White, Selected Messages, book 2, p. 160. Look at this statement from the Lord&rsquo;s servant. What is it about the Sabbath that makes it something that can distinguish us as &ldquo;the commandment-keeping people,&rdquo; perhaps more so than any of the other commandments?</strong></p>"
    },
    {
      "id": 97,
      "idLesson": 9,
      "idDay": 7,
      "dayTitle": "",
      "date": "May 28",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:&nbsp;</strong><strong>Read Ellen G. White, pp. 968&ndash;970, in The SDA Bible Commentary, vol. 7; &ldquo;The Observance of the Sabbath,&rdquo; pp. 349&ndash; 351, in Testimonies for the Church, vol. 6; &ldquo;From the Red Sea to Sinai,&rdquo; pp. 295&ndash;297, in Patriarchs and Prophets</strong></p> <p>The Ten Commandments define comprehensively and fundamentally the divine-human and human-human relationships. The commandment at the center of the Decalogue is the Sabbath commandment. It identifies the Lord of the Sabbath in a special way and indicates His sphere of authority and ownership. Note these two aspects: (1) the identity of the Deity: Yahweh (Lord), who is the Creator (Exod. 20:11, Exod. 31:17)</p> <p><strong>Exod. 20:11&nbsp;</strong></p> <p><strong>11</strong> For in six days the Lord made the heavens and the earth, the sea, and all that is in them, and rested the seventh day. Therefore the Lord blessed the Sabbath day and hallowed it.</p> <p><strong>Exod. 31:17&nbsp;</strong></p> <p><strong>17</strong> It is a sign between Me and the children of Israel forever; for in six days the Lord made the heavens and the earth, and on the seventh day He rested and was refreshed.&rsquo; &rdquo;</p> <p>and who thus holds a unique place; (2) the sphere of His ownership and authority&mdash;&ldquo; &lsquo;the heavens and the earth, the sea and all that is in them&rsquo; &rdquo; (Exod. 20:11, NASB; compare Exod. 31:17). In these two aspects, the Sabbath commandment has the characteristics that are typical of seals of international, ancient Near Eastern treaty documents. These seals are typically in the center of the treaty documents and also contain (1) the identity of a deity (usually a pagan god) and (2) the sphere of ownership and authority (usually a limited geographical area).</p> <p>&ldquo;The sanctification of the Spirit signalizes the difference between those who have the seal of God and those who keep a spurious rest day. &ldquo;When the test comes, it will be clearly shown what the mark of the beast is. It is the keeping of Sunday. . . . &ldquo;God has designated the seventh day as His Sabbath [Ex. 31:13, 17, 16 quoted]. &ldquo;Thus the distinction is drawn between the loyal and the disloyal. Those who desire to have the seal of God in their foreheads must keep the Sabbath of the fourth commandment.&rdquo;&mdash;Ellen G. White Comments, The SDA Bible Commentary, vol. 7, pp. 980, 981.</p> <p><strong>Discussion Questions:</strong></p> <p><strong>1</strong> Read Leviticus 19:30. Notice how it links the sanctuary and the Sabbath. Considering what we have learned so far about what the Sabbath is a sign of, why does that linkage make so much sense?</p> <p><strong>Leviticus 19:30&nbsp;</strong></p> <p><strong>30&nbsp;</strong>&lsquo;You shall keep My Sabbaths and reverence My sanctuary: I am the Lord.</p> <p><strong>2&nbsp;</strong>Ask yourself this question: Has Sabbath keeping helped strengthen my walk with the Lord? If not, what changes can you make?</p> <p><strong>Summary: The Sabbath is a covenant sign that reaches forward to the time when the plan of salvation will be consummated. It points back to Creation, and as a sign of the covenant of grace, it points us to the final re-creation, when God makes all things new.</strong></p><p style=\"text-align: center;\"><strong>Inside Story&nbsp;</strong></p> <p style=\"text-align: center;\"><strong>Bawling Tattoo Artist&nbsp;</strong></p> <p style=\"text-align: center;\"><strong>By Andrew McChesney, Adventist Mission</strong></p> <p>Dr. Hernando D&iacute;az was assisting a patient at the Adventist Medical Center in Medellin, Colombia, when a shadowy figure at his office door startled him. It was a shaven-headed man covered with explicit tattoos. Tattoos formed a black-and-blue web over his head. Tattoos covered his arms and hands.&nbsp;</p> <p>&ldquo;It&rsquo;s my turn to see you,&rdquo; the man declared.</p> <p>&nbsp;&ldquo;Please wait for your turn,&rdquo; Hernando said.&nbsp;</p> <p>Several minutes later, the man entered the office and immediately broke into tears. The big, burly bloke was bawling like a baby. Hernando looked at the man&rsquo;s paperwork. It said he was HIV positive. &ldquo;I don&rsquo;t want to have HIV,&rdquo; the man said, tears streaming down his tattooed cheeks.&nbsp;</p> <p>&ldquo;What happened?&rdquo; Hernando asked. &ldquo;What do you do?&rdquo;</p> <p>&nbsp;&ldquo;I&rsquo;m a tattoo artist, and the body is my canvas,&rdquo; the man said.&nbsp;</p> <p>&ldquo;How did you contract HIV? Are you promiscuous or a homosexual?&rdquo;&nbsp;</p> <p>The man said he was neither and had contracted HIV through his work.&nbsp;</p> <p>&ldquo;But I don&rsquo;t want HIV,&rdquo; he said. &ldquo;I don&rsquo;t want to die.&rdquo;&nbsp;</p> <p>&ldquo;There is Someone who can heal you,&rdquo; Hernando said.</p> <p>&nbsp;&ldquo;I know you may not believe in God, but He can help you.&rdquo;</p> <p>&nbsp;The man acknowledged being an atheist. But he was willing to reconsider. &ldquo;Do you want me to pray for you?&rdquo; Hernando said. &ldquo;Do you want to accept Jesus as your Savior?&rdquo;</p> <p>&nbsp;&ldquo;Yes,&rdquo; the man said, weeping.</p> <p>&nbsp;Hernando led the man through the sinner&rsquo;s prayer. When the man said Jesus&rsquo; name at the end, he fell to the floor.&nbsp;</p> <p>Hernando sent the tattoo artist away for a second HIV test. The next week, the man returned with a happy grin on his face. &ldquo;I don&rsquo;t have HIV,&rdquo; he said. &ldquo;I want to give thanks to God and you because God has healed me.&rdquo;&nbsp;</p> <p>Follow-up testing had given him a clean bill of health. He considered his HIV-negative status to be a miracle from God.&nbsp;</p> <p>Months later, Hernando and his wife, Erica, were shopping at a mall when they heard someone screaming, &ldquo;Doctor! Doctor!&rdquo; The tattoo artist ran over to Hernando and lifted him off the ground in an enormous bear hug. He praised God for working a miracle in his life.&nbsp;</p> <p>The tattoo artist is one of dozens of people led to Jesus by Hernando, a 60-year-old Seventh-day Adventist physician serving at the Adventist Medical Center on the campus of Colombia Adventist University in Medellin.</p> <p>This quarter&rsquo;s Thirteenth Sabbath Offering will help open a missionary training center at Colombia Adventist University</p>"
    }
  ]
}
