{
  "id": 713,
  "lessonNumber": 13,
  "versionCode": 8,
  "quarter": "2T2021",
  "title": "<p><strong>The Ultimate Rest</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p>&ldquo;But as it is written: &lsquo;Eye has not seen, nor ear heard, nor have entered into the heart of man the things which God has prepared for those who love Him&rsquo; &rdquo; (1 Cor. 2:9, NKJV).</p>",
  "weekDate": "September 18–24",
  "lessonDays": [
    {
      "id": 131,
      "idLesson": 13,
      "idDay": 1,
      "dayTitle": "",
      "date": "September 18",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Have you ever felt that you were in the midst of a great battle, a kind of struggle between good and evil? Many, even secular people, have sensed this reality. And we feel that way because, well, it&rsquo;s true. We are in a great battle between good and evil, between Christ (the good) and Satan (the bad).</p> <p>Life, then, is really being played out on two levels. The great controversy between Christ and Satan is taking place on a global scale&mdash;in fact, even a cosmic level, for in heaven is where it first began (Rev. 12:7). Yet, in the confusion of events, we can easily lose the big picture of God&rsquo;s escape plan for this world. Wars, political unrest, and natural disasters can hold us in helpless terror. But God&rsquo;s prophetic guidance can help us keep in mind the big picture of where we are going and how we will get there.</p> <p>The great controversy also is being played out on a much more personal level. All of us individually face faith challenges in our everyday life, and if we die before the second coming of Jesus, we will face death too. This week, we look at how we can rest in Jesus in the face of global unrest and our own unknown future, at least in the short term. In the long term, things look very promising, indeed!</p>"
    },
    {
      "id": 132,
      "idLesson": 13,
      "idDay": 2,
      "dayTitle": "<p><strong>A Vision of the End</strong></p>",
      "date": "September 19",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>The oldest surviving disciple actually to have been with Jesus sat on a rocky prison island far from everything that was near and dear to him. What must have been going on in John&rsquo;s mind as he found himself stranded on this desolate island? How did he wind up there, and like this too? After all, he had seen Jesus leave, and he had seen the two angels standing there, saying: &ldquo; &lsquo;Men of Galilee, why do you stand gazing up into heaven? This same Jesus, who was taken up from you into heaven, will so come in like manner as you saw Him go into heaven&rsquo; &rdquo; (Acts 1:11, NKJV).</p> <p>That, however, had been years and years ago, and Jesus had not yet returned. Meanwhile, the other apostles present on that day already had died, most of them martyred for their witness about Jesus. The young church had undergone a generational change and was now facing horrible persecution from the outside and strange heretical movements from within. John must have felt alone, tired, and restless. And then, suddenly, he was given a vision.</p> <p><strong>What comfort can you imagine that John got from this vision? Read Revelation 1:9&ndash;19.</strong></p> <p><strong><strong>Revelation 1:9&ndash;19</strong></strong></p> <p><span class=\"text Rev-1-9\"><sup class=\"versenum\"><strong>9</strong>&nbsp;</sup>I, John,&nbsp;both your brother and&nbsp;companion in the tribulation and&nbsp;kingdom and patience of Jesus Christ, was on the island that is called Patmos for the word of God and for the testimony of Jesus Christ.</span></p> <p><span id=\"en-NKJV-30708\" class=\"text Rev-1-10\"><sup class=\"versenum\"><strong>10</strong>&nbsp;</sup>I was in the Spirit on&nbsp;the Lord&rsquo;s Day, and I heard behind me&nbsp;a loud voice, as of a trumpet,</span></p> <p><span id=\"en-NKJV-30709\" class=\"text Rev-1-11\"><sup class=\"versenum\"><strong>11</strong>&nbsp;</sup>saying,&nbsp;<span class=\"woj\">&ldquo;I am the Alpha and the Omega, the First and the Last,&rdquo;</span>&nbsp;and,&nbsp;<span class=\"woj\">&ldquo;What you see, write in a book and send&nbsp;<em>it</em>&nbsp;to the seven churches</span>&nbsp;<span class=\"woj\">which are in Asia: to Ephesus, to Smyrna, to Pergamos, to Thyatira, to Sardis, to Philadelphia, and to Laodicea.&rdquo;</span></span></p> <p><span id=\"en-NKJV-30710\" class=\"text Rev-1-12\"><sup class=\"versenum\"><strong>12</strong>&nbsp;</sup>Then I turned to see the voice that spoke with me. And having turned&nbsp;I saw seven golden lampstands,</span></p> <p><span id=\"en-NKJV-30711\" class=\"text Rev-1-13\"><sup class=\"versenum\"><strong>13</strong>&nbsp;</sup>and in the midst of the seven lampstands&nbsp;<em>One</em>&nbsp;like the Son of Man,&nbsp;clothed with a garment down to the feet and&nbsp;girded about the chest with a golden band.</span></p> <p><span id=\"en-NKJV-30712\" class=\"text Rev-1-14\"><sup class=\"versenum\"><strong>14</strong>&nbsp;</sup>His head and&nbsp;hair&nbsp;<em>were</em>&nbsp;white like wool, as white as snow, and&nbsp;His eyes like a flame of fire;</span></p> <p><span id=\"en-NKJV-30713\" class=\"text Rev-1-15\"><sup class=\"versenum\"><strong>15</strong>&nbsp;</sup>His feet&nbsp;<em>were</em>&nbsp;like fine brass, as if refined in a furnace, and&nbsp;His voice as the sound of many waters;</span></p> <p><span id=\"en-NKJV-30714\" class=\"text Rev-1-16\"><sup class=\"versenum\"><strong>16</strong>&nbsp;</sup>He had in His right hand seven stars,&nbsp;out of His mouth went a sharp two-edged sword,&nbsp;and His countenance&nbsp;<em>was</em>&nbsp;like the sun shining in its strength.</span></p> <p><span id=\"en-NKJV-30715\" class=\"text Rev-1-17\"><sup class=\"versenum\"><strong>17</strong>&nbsp;</sup>And&nbsp;when I saw Him, I fell at His feet as dead. But&nbsp;He laid His right hand on me, saying&nbsp;to me,&nbsp;<span class=\"woj\">&ldquo;Do not be afraid;</span>&nbsp;<span class=\"woj\">I am the First and the Last.</span></span></p> <p><span id=\"en-NKJV-30716\" class=\"text Rev-1-18\"><sup class=\"versenum\"><strong>18</strong>&nbsp;</sup><span class=\"woj\">I&nbsp;<em>am</em>&nbsp;He who lives, and was dead, and behold,</span>&nbsp;<span class=\"woj\">I am alive forevermore. Amen. And</span>&nbsp;<span class=\"woj\">I have the keys of</span>&nbsp;<span class=\"woj\">Hades and of Death.</span></span></p> <p><span id=\"en-NKJV-30717\" class=\"text Rev-1-19\"><sup class=\"versenum\"><strong>19</strong>&nbsp;</sup><span class=\"woj\">Write the things which you have</span>&nbsp;<span class=\"woj\">seen,</span>&nbsp;<span class=\"woj\">and the things which are,</span>&nbsp;<span class=\"woj\">and the things which will take place after this.</span></span></p> <p>Jesus had told His followers, &ldquo;Lo, I am with you always, even to the end of the age&rdquo; (Matt. 28:20, NKJV), words that, no doubt, must have encouraged John as he faced his lonely exile. Surely this vision, this &ldquo;revelation&rdquo; of Jesus, must have been a great comfort to him, knowing that Jesus, &ldquo;the Alpha and the Omega, the First and the Last,&rdquo; was now manifesting Himself in a special way to the exiled apostle.</p> <p>What followed from these verses were visions about the future of this world. An awesome panoramic view of history would be portrayed before him, basically what&rsquo;s to us the history of the Christian church but was to him its future. And yet, amid the trials and tribulations that would come, John was shown how it would all end. &ldquo;Now I saw a new heaven and a new earth, for the first heaven and the first earth had passed away. Also there was no more sea. Then I, John, saw the holy city, New Jerusalem, coming down out of heaven from God, prepared as a bride adorned for her husband&rdquo; (Rev. 21:1, 2, NKJV).</p> <p>The great apocalyptic vision John has recorded in Revelation helped John confidently to rest in God&rsquo;s provisions and promises.</p> <p><strong>Life now can be hard, even fearful at times. How, though, does knowing that God knows the future and that the future, long term, is good, give us comfort now?</strong></p>"
    },
    {
      "id": 133,
      "idLesson": 13,
      "idDay": 3,
      "dayTitle": "<p><strong>The Countdown</strong></p>",
      "date": "September 20",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>On the Mount of Olives, Jesus painted history in broad strokes as He responded to the questions of the disciples: &ldquo; &lsquo;Tell us, when will these things be? And what will be the sign of Your coming, and of the end of the age?&rsquo; &rdquo; (Matt. 24:3, NKJV).</p> <p>Jesus&rsquo; famous sermon, recorded in Matthew 24, covers the uninterrupted, historical time line from His days until the Second Coming and beyond.</p> <p>Jesus wanted to give His people throughout the ages a rough sketch of the divine schedule for end-time prophecies so that those living at the end of time could be prepared for the ultimate event. He wanted us to be able to rest confidently in His love, even when everything around us is falling apart.</p> <p>Adventists know well Daniel&rsquo;s description of &ldquo;a time of trouble, such as never was since there was a nation&rdquo; (Dan. 12:1). Jesus wants us to be prepared for this event, which precedes His second coming.</p> <p><strong>What will His coming be like? How can we avoid being deceived? Read Matthew 24:4&ndash;8, 23&ndash;31.</strong></p> <p><strong><strong>Matthew 24:4&ndash;8</strong></strong></p> <p><span id=\"en-NKJV-23962\" class=\"text Matt-24-4\"><sup class=\"versenum\"><strong>4</strong>&nbsp;</sup>And Jesus answered and said to them:&nbsp;<span class=\"woj\">&ldquo;Take heed that no one deceives you.</span></span></p> <p><span id=\"en-NKJV-23963\" class=\"text Matt-24-5\"><sup class=\"versenum\"><strong>5</strong>&nbsp;</sup><span class=\"woj\">For</span>&nbsp;<span class=\"woj\">many will come in My name, saying, &lsquo;I am the Christ,&rsquo;</span>&nbsp;<span class=\"woj\">and will deceive many.</span></span></p> <p><span id=\"en-NKJV-23964\" class=\"text Matt-24-6\"><sup class=\"versenum\"><strong>6</strong>&nbsp;</sup><span class=\"woj\">And you will hear of</span>&nbsp;<span class=\"woj\">wars and rumors of wars. See that you are not troubled; for</span>&nbsp;<span class=\"woj\">all&nbsp;<em>these things</em>&nbsp;must come to pass, but the end is not yet.</span></span></p> <p><span id=\"en-NKJV-23965\" class=\"text Matt-24-7\"><sup class=\"versenum\"><strong>7</strong>&nbsp;</sup><span class=\"woj\">For</span>&nbsp;<span class=\"woj\">nation will rise against nation, and kingdom against kingdom. And there will be</span>&nbsp;<span class=\"woj\">famines,</span>&nbsp;<span class=\"woj\">pestilences, and earthquakes in various places.</span></span></p> <p><span id=\"en-NKJV-23966\" class=\"text Matt-24-8\"><sup class=\"versenum\"><strong>8</strong>&nbsp;</sup><span class=\"woj\">All these&nbsp;<em>are</em>&nbsp;the beginning of sorrows.</span></span></p> <p><span class=\"text Matt-24-8\"><span class=\"woj\"><strong><strong>Matthew 24:<strong>23&ndash;31</strong></strong></strong></span></span></p> <p><span id=\"en-NKJV-23981\" class=\"text Matt-24-23\"><sup class=\"versenum\"><strong>23</strong>&nbsp;</sup><span class=\"woj\">&ldquo;Then if anyone says to you, &lsquo;Look, here&nbsp;<em>is</em>&nbsp;the Christ!&rsquo; or &lsquo;There!&rsquo; do not believe&nbsp;<em>it.</em></span></span></p> <p><span id=\"en-NKJV-23982\" class=\"text Matt-24-24\"><sup class=\"versenum\"><strong>24</strong>&nbsp;</sup><span class=\"woj\">For</span>&nbsp;<span class=\"woj\">false christs and false prophets will rise and show great signs and wonders to deceive,</span>&nbsp;<span class=\"woj\">if possible, even the elect.</span></span></p> <p><span id=\"en-NKJV-23983\" class=\"text Matt-24-25\"><sup class=\"versenum\"><strong>25</strong>&nbsp;</sup><span class=\"woj\">See, I have told you beforehand.</span></span></p> <p><span id=\"en-NKJV-23984\" class=\"text Matt-24-26\"><sup class=\"versenum\"><strong>26</strong>&nbsp;</sup><span class=\"woj\">&ldquo;Therefore if they say to you, &lsquo;Look, He is in the desert!&rsquo; do not go out;&nbsp;<em>or</em>&nbsp;&lsquo;Look,&nbsp;<em>He is</em>&nbsp;in the inner rooms!&rsquo; do not believe&nbsp;<em>it.</em></span></span></p> <p><span id=\"en-NKJV-23985\" class=\"text Matt-24-27\"><sup class=\"versenum\"><strong>27</strong>&nbsp;</sup><span class=\"woj\">For as the lightning comes from the east and flashes to the west, so also will the coming of the Son of Man be.</span></span></p> <p><span id=\"en-NKJV-23986\" class=\"text Matt-24-28\"><sup class=\"versenum\"><strong>28</strong>&nbsp;</sup><span class=\"woj\">For wherever the carcass is, there the eagles will be gathered together.</span></span></p> <p><span class=\"text Matt-24-29\"><sup class=\"versenum\"><strong>29</strong>&nbsp;</sup><span class=\"woj\">&ldquo;Immediately after the tribulation of those days</span>&nbsp;<span class=\"woj\">the sun will be darkened, and the moon will not give its light; the stars will fall from heaven, and the powers of the heavens will be shaken.</span></span></p> <p><span id=\"en-NKJV-23988\" class=\"text Matt-24-30\"><sup class=\"versenum\"><strong>30</strong>&nbsp;</sup><span class=\"woj\">Then the sign of the Son of Man will appear in heaven,</span>&nbsp;<span class=\"woj\">and then all the tribes of the earth will mourn, and they will see the Son of Man coming on the clouds of heaven with power and great glory.</span></span></p> <p><span id=\"en-NKJV-23989\" class=\"text Matt-24-31\"><sup class=\"versenum\"><strong>31</strong>&nbsp;</sup><span class=\"woj\">And He will send His angels with a great sound of a trumpet, and they will gather together His</span>&nbsp;<span class=\"woj\">elect from the four winds, from one end of heaven to the other.</span></span></p> <p>&nbsp;</p> <p>Jesus&rsquo; coming will be a literal event at the end of time. Considering the space given in prophecy to His return, and even in Jesus&rsquo; sermons, this is a big deal.</p> <p>The last time there was a worldwide climactic event only eight people in all the world were ready for it. Jesus compares the unexpectedness of the Second Coming to that event&mdash;the Flood (Matt. 24:37&ndash;39). But although no one knows the day or hour of the Second Coming (Matt. 24:36), God has given us a prophetic countdown that we can watch happening in the world around us.</p> <p><strong>We have been given a role to fill in this prophetic drama. What is our part? Focus on Matthew 24:9&ndash;14.</strong></p> <p><strong><strong>Matthew 24:9&ndash;14</strong></strong></p> <p><span id=\"en-NKJV-23967\" class=\"text Matt-24-9\"><sup class=\"versenum\"><strong>9</strong>&nbsp;</sup><span class=\"woj\">&ldquo;Then they will deliver you up to tribulation and kill you, and you will be hated by all nations for My name&rsquo;s sake.</span></span></p> <p><span id=\"en-NKJV-23968\" class=\"text Matt-24-10\"><sup class=\"versenum\"><strong>10</strong>&nbsp;</sup><span class=\"woj\">And then many will be offended, will betray one another, and will hate one another.</span></span></p> <p><span id=\"en-NKJV-23969\" class=\"text Matt-24-11\"><sup class=\"versenum\"><strong>11</strong>&nbsp;</sup><span class=\"woj\">Then</span>&nbsp;<span class=\"woj\">many false prophets will rise up and</span>&nbsp;<span class=\"woj\">deceive many.</span></span></p> <p><span id=\"en-NKJV-23970\" class=\"text Matt-24-12\"><sup class=\"versenum\"><strong>12</strong>&nbsp;</sup><span class=\"woj\">And because lawlessness will abound, the love of many will grow</span>&nbsp;<span class=\"woj\">cold.</span></span></p> <p><span id=\"en-NKJV-23971\" class=\"text Matt-24-13\"><sup class=\"versenum\"><strong>13</strong>&nbsp;</sup><span class=\"woj\">But he who endures to the end shall be saved.</span></span></p> <p><span id=\"en-NKJV-23972\" class=\"text Matt-24-14\"><sup class=\"versenum\"><strong>14</strong>&nbsp;</sup><span class=\"woj\">And this</span>&nbsp;<span class=\"woj\">gospel of the kingdom</span>&nbsp;<span class=\"woj\">will be preached in all the world as a witness to all the nations, and then the end will come.</span></span></p> <p>&nbsp;</p> <p>In this cosmic conflict, we are more than just observers. We are to be active participants in spreading the gospel to the ends of the world, which means that we, too, will face persecution.</p> <p><strong>What does it mean to &ldquo;endure to the end&rdquo;? How do we do that? What choices do we need to make every day in order not to fall away, as many have done and as many will do?</strong></p>"
    },
    {
      "id": 134,
      "idLesson": 13,
      "idDay": 4,
      "dayTitle": "<p><strong>Marching Orders</strong></p>",
      "date": "September 21",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>The prophetic big picture of history doesn&rsquo;t just allow us to sit back and do nothing as events unfold, events that we really can&rsquo;t control. So often the attitude can be &ldquo;Well, final events are going to happen as predicted, so what can we do about it other than just simply go along with them? After all, what can I alone do?&rdquo;</p> <p>But that&rsquo;s not how Christians are to relate to the world around them and, especially, to final events. Revelation 14 tells us that our purpose at this time in history is to tell others about God&rsquo;s judgment and help them prepare for the second coming of Jesus.</p> <p><strong>Read Revelation 14:6&ndash;12. What is being taught here, and what are we to proclaim to the world? Why is this message of such urgency?</strong></p> <p><strong><strong>Revelation 14:6&ndash;12</strong></strong></p> <p><span class=\"text Rev-14-6\"><sup class=\"versenum\"><strong>6</strong>&nbsp;</sup>Then I saw another angel&nbsp;flying in the midst of heaven,&nbsp;having the everlasting gospel to preach to those who dwell on the earth&mdash;to every nation, tribe, tongue, and people&mdash;</span></p> <p><span id=\"en-NKJV-30934\" class=\"text Rev-14-7\"><sup class=\"versenum\"><strong>7</strong>&nbsp;</sup>saying with a loud voice,&nbsp;&ldquo;Fear God and give glory to Him, for the hour of His judgment has come;&nbsp;and worship Him who made heaven and earth, the sea and springs of water.&rdquo;</span></p> <p><span id=\"en-NKJV-30935\" class=\"text Rev-14-8\"><sup class=\"versenum\"><strong>8</strong>&nbsp;</sup>And another angel followed, saying,&nbsp;&ldquo;Babylon&nbsp;is fallen, is fallen, that great city, because&nbsp;she has made all nations drink of the wine of the wrath of her fornication.&rdquo;</span></p> <p><span id=\"en-NKJV-30936\" class=\"text Rev-14-9\"><sup class=\"versenum\"><strong>9</strong>&nbsp;</sup>Then a third angel followed them, saying with a loud voice,&nbsp;&ldquo;If anyone worships the beast and his image, and receives&nbsp;<em>his</em>&nbsp;mark on his forehead or on his hand,</span></p> <p><span id=\"en-NKJV-30937\" class=\"text Rev-14-10\"><sup class=\"versenum\"><strong>10</strong>&nbsp;</sup>he himself&nbsp;shall also drink of the wine of the wrath of God, which is&nbsp;poured out full strength into&nbsp;the cup of His indignation.&nbsp;He shall be tormented with&nbsp;fire and brimstone in the presence of the holy angels and in the presence of the Lamb.</span></p> <p><span id=\"en-NKJV-30938\" class=\"text Rev-14-11\"><sup class=\"versenum\"><strong>11</strong>&nbsp;</sup>And&nbsp;the smoke of their torment ascends forever and ever; and they have no rest day or night, who worship the beast and his image, and whoever receives the mark of his name.&rdquo;</span></p> <p><span id=\"en-NKJV-30939\" class=\"text Rev-14-12\"><sup class=\"versenum\"><strong>12</strong>&nbsp;</sup>Here is the&nbsp;patience of the saints;&nbsp;here&nbsp;<em>are</em>&nbsp;those who keep the commandments of God and the faith of Jesus.</span></p> <p>As Adventists, we believe that &ldquo;present truth&rdquo; (2 Pet. 1:12) is found, specifically, in these verses that we refer to as &ldquo;the three angels&rsquo; messages.&rdquo; Here we find the essence of what our calling is at this time in earth&rsquo;s history.</p> <p>Notice, it starts out with the &ldquo;everlasting gospel,&rdquo; the wonderful news of Christ&rsquo;s death and resurrection, upon which our only hope of salvation rests. There also is the message that &ldquo;the hour of His judgment has come&rdquo; (Rev. 14:7, NKJV), a powerful waymark that points to the end of time. Then, too, there is the call to worship the one &ldquo;who made heaven and earth,&rdquo; in contrast to the fearful warning about those who, staying in Babylon, worship &ldquo;the beast and his image.&rdquo; Finally there is the depiction of God&rsquo;s end-time people: &ldquo;Here is the patience of the saints; here are those who keep the commandments of God and the faith of Jesus&rdquo; (NKJV).</p> <p><strong>Read Revelation 14:11. What does it say about the lack of rest for those who worship the beast and his image?</strong></p> <p><strong><strong>Revelation 14:11</strong></strong></p> <p><span id=\"en-NKJV-30938\" class=\"text Rev-14-11\"><sup class=\"versenum\"><strong>11</strong>&nbsp;</sup>And&nbsp;the smoke of their torment ascends forever and ever; and they have no rest day or night, who worship the beast and his image, and whoever receives the mark of his name.&rdquo;</span></p> <p>&nbsp;</p> <p>No rest, day or night, for those who worship the beast and his image? Though various ideas exist regarding what this exactly means, all would agree that these people do not experience the kind of rest that God offers those who are faithful to Him.</p> <p><strong>Why do you think the first part of the three angels&rsquo; messages is the &ldquo;everlasting gospel&rdquo;? Why must we keep this wonderful truth always before us as we proclaim these messages to the world? How is understanding the gospel so central to the concept of rest?</strong></p>"
    },
    {
      "id": 135,
      "idLesson": 13,
      "idDay": 5,
      "dayTitle": "<p><strong>Rest in Peace</strong></p>",
      "date": "September 22",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>For long centuries now, Christians have been awaiting Christ&rsquo;s return. It is, truly, the culmination of all our hopes&mdash;and not just ours but the hopes of all God&rsquo;s faithful throughout all history.</p> <p><strong>Read Hebrews 11:13&ndash;16. What great promise is there, not just for the people of old but for ourselves as well?</strong></p> <p><strong><strong>Hebrews 11:13&ndash;16</strong></strong></p> <p><strong></strong><span class=\"text Heb-11-13\"><sup class=\"versenum\"><strong>13</strong>&nbsp;</sup>These all died in faith,&nbsp;not having received the&nbsp;promises, but&nbsp;having seen them afar off&nbsp;were assured of them, embraced&nbsp;<em>them</em>&nbsp;and&nbsp;confessed that they were strangers and pilgrims on the earth.</span></p> <p><span id=\"en-NKJV-30187\" class=\"text Heb-11-14\"><sup class=\"versenum\"><strong>14</strong>&nbsp;</sup>For those who say such things&nbsp;declare plainly that they seek a homeland.</span></p> <p><span id=\"en-NKJV-30188\" class=\"text Heb-11-15\"><sup class=\"versenum\"><strong>15</strong>&nbsp;</sup>And truly if they had called to mind&nbsp;that&nbsp;<em>country</em>&nbsp;from which they had come out, they would have had opportunity to return.</span></p> <p><span id=\"en-NKJV-30189\" class=\"text Heb-11-16\"><sup class=\"versenum\"><strong>16</strong>&nbsp;</sup>But now they desire a better, that is, a heavenly&nbsp;<em>country.</em>&nbsp;Therefore God is not ashamed&nbsp;to be called their God, for He has&nbsp;prepared a city for them.</span></p> <p>In many ways, these verses make no sense if the common and popular version of death were true. What is the passage talking about, these people &ldquo;not having received the promises&rdquo;? They&rsquo;re dead, supposedly now up in heaven with Jesus enjoying their great reward. When, for example, Billy Graham died, again and again we heard how he was now in heaven with Jesus.</p> <p>There&rsquo;s an irony, too, in this view, because often when someone dies, we hear, &ldquo;May he [she] rest in peace.&rdquo; But what is going on here? Are such people resting in peace, or are they up in heaven doing whatever they are supposed to be doing (such as watching all the &ldquo;fun&rdquo; down here)?</p> <p><strong>How does Jesus describe death? Read John 11:11.</strong></p> <p><strong><strong>John 11:11</strong></strong></p> <p><span id=\"en-NKJV-26535\" class=\"text John-11-11\"><sup class=\"versenum\"><strong>11</strong>&nbsp;</sup>These things He said, and after that He said to them,&nbsp;<span class=\"woj\">&ldquo;Our friend Lazarus</span>&nbsp;<span class=\"woj\">sleeps, but I go that I may wake him up.&rdquo;</span></span></p> <p>&nbsp;</p> <p>In fact, the idea of their resting &ldquo;in peace&rdquo; is, of course, the truth about what happens at death, isn&rsquo;t it? The dead, truly, are at rest. &ldquo;To the believer, death is but a small matter. Christ speaks of it as if it were of little moment. &lsquo;If a man keep My saying, he shall never see death,&rsquo; &lsquo;he shall never taste of death.&rsquo; To the Christian, death is but a sleep, a moment of silence and darkness. The life is hid with Christ in God, and &lsquo;when Christ, who is our life, shall appear, then shall ye also appear with Him in glory.&rsquo; John 8:51, 52; Col. 3:4.&rdquo;&mdash;Ellen G. White, The Desire of Ages, p. 787.</p> <p>Jesus compares a person&rsquo;s condition between death and resurrection morning to an unconscious sleep (John 11:11, 14), but He also emphasizes that both the saved and the lost will receive their reward after the resurrection (John 5:28, 29). He highlights the necessity of being prepared for death, whenever it comes.</p> <p><strong>What comfort do you get from knowing that your deceased loved ones are, indeed, now at rest?</strong></p>"
    },
    {
      "id": 136,
      "idLesson": 13,
      "idDay": 6,
      "dayTitle": "<p><strong>Rejoice in the Lord Always</strong></p>",
      "date": "September 23",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>One of the most-used apps on our smartphones is Google Maps. Most of us cannot remember what we did before GPS-based maps existed on our phones. We may be nervous heading toward a place that we have never been to before, but with Google Maps on our phones, we can confidently venture out and find our way in any foreign city. Could this confidence be an illustration of the kind of rest God wants to give us with His prophetic timetable?</p> <p>Sometimes, however, we may enter the wrong address into our apps, or we may just decide not to follow the directions because we think we know a shortcut. In either case, we may end up somewhere we didn&rsquo;t want to be&mdash;and most definitely not in a restful frame of mind, either.</p> <p><strong>Read Philippians 4:4&ndash;6. What is Paul saying here to us about the way to have true rest, true peace, even amid a harried and painful world?</strong></p> <p><strong><strong>Philippians 4:4&ndash;6</strong></strong></p> <p><span id=\"en-NKJV-29447\" class=\"text Phil-4-4\"><sup class=\"versenum\"><strong>4</strong>&nbsp;</sup>Rejoice in the Lord always. Again I will say, rejoice!</span></p> <p><span id=\"en-NKJV-29448\" class=\"text Phil-4-5\"><sup class=\"versenum\"><strong>5</strong>&nbsp;</sup>Let your&nbsp;gentleness be known to all men.&nbsp;The Lord&nbsp;<em>is</em>&nbsp;at hand.</span></p> <p><span id=\"en-NKJV-29449\" class=\"text Phil-4-6\"><sup class=\"versenum\"><strong>6</strong>&nbsp;</sup>Be anxious for nothing, but in everything by prayer and supplication, with&nbsp;thanksgiving, let your requests be made known to God;</span></p> <p>In this passage, Paul is not saying to rejoice always, in all the trials that you are facing. Instead he is saying, &ldquo;Rejoice in the Lord always.&rdquo; No matter our present situation, no matter what trials we are facing, if we dwell on God, on His goodness, His love, and on His sacrifice on the cross for us, we can rejoice in Him and have peace for our weary souls.</p> <p>Just the very tone of the texts implies rest, peace, and a transcendent hope of something beyond this world.</p> <p>Imagine, too, the kind of rest for our souls that we would have if, indeed, we could be &ldquo;anxious for nothing.&rdquo; This hardly seems realistic for anyone in this world (even Paul had plenty of worries), but again, knowing that a loving God is ultimately in control and will save us into His kingdom can, surely, help us put the things that we are anxious about into proper perspective.</p> <p>The &ldquo;Lord is at hand&rdquo;? That is, He is always close to us, and as soon as we close our eyes and rest in the sleep of death, the next thing we know is the return of Christ.</p> <p>No question, life is full of tensions, trials, and struggles. None of us escape them; certainly the apostle Paul didn&rsquo;t either (see 2 Corinthians 11). Nevertheless, his point is to tell us that even with all that we endure now, we can rejoice in what we have been given in Christ, and, indeed, we can find rest for souls, even now.</p> <p><strong>Read Philippians 4:4&ndash;6 again. In what ways can you apply these wonderful words to your experience right now in whatever trials and tribulations you are facing?</strong></p>"
    },
    {
      "id": 137,
      "idLesson": 13,
      "idDay": 7,
      "dayTitle": "",
      "date": "September 25",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:</strong> &ldquo;We all desire immediate and direct answers to our prayers, and are tempted to become discouraged when the answer is delayed or comes in an unlooked-for form. But God is too wise and good to answer our prayers always at just the time and in just the manner we desire. He will do more and better for us than to accomplish all our wishes. And because we can trust His wisdom and love, we should not ask Him to concede to our will, but should seek to enter into and accomplish His purpose. Our desires and interests should be lost in His will.&rdquo;&mdash;Ellen G. White, Gospel Workers, p. 219.</p> <p>&ldquo;It will only be a little while before Jesus will come to save His children and to give them the finishing touch of immortality. . . . The graves will be opened, and the dead will come forth victorious, crying, &lsquo;O death, where is thy sting? O grave, where is thy victory?&rsquo; Our loved ones who sleep in Jesus will come forth clothed with immortality.&rdquo;&mdash;Ellen G. White, Counsels on Stewardship, p. 350.</p> <p><strong>Discussion Questions:</strong></p> <p><strong>1</strong> Think about the reality of the great controversy. How do you see it being played out in the world? How about in your own personal life? It&rsquo;s very real, isn&rsquo;t it? In fact, it&rsquo;s more real than many people think, because many don&rsquo;t believe in a literal devil. Why is understanding the reality of the great controversy so important in helping us to understand the state of our world? Also, why is our understanding of how this great controversy will end so comforting?</p> <p><strong>2</strong> Prophecy can be a distraction if we try to go beyond what is clearly revealed. How often have church members gotten in trouble, making predictions about events that didn&rsquo;t come to pass or believing in others&rsquo; predictions that didn&rsquo;t come to pass? How can we protect ourselves from falling into that kind of trap?</p> <p><strong>3</strong> In class, go over Revelation 14:9&ndash;11 and the question about those who worship the beast and his image not having rest. What might that mean?</p> <p><strong>4</strong> A controversial topic in the church has to do with what role we do or do not have in the timing of Christ&rsquo;s return. Whatever position one takes on this, why is it still very important that we take an active role in spreading the message of His return to the world?</p> <p><strong>Inside History:</strong></p> <p><strong>Tough First Day of School</strong></p> <p><em>By Andrew McChesney</em></p> <p>The first day of school was hard for Niang Muang. Really, really hard.</p> <p>The nine-year-old girl had arrived in the United States only a month earlier from Myanmar. Her parents were refugees. She didn&rsquo;t know English, and she didn&rsquo;t have any friends.</p> <p>&ldquo;Hello, what&rsquo;s your name?&rdquo; a girl asked her.</p> <p>Niang shook her head.</p> <p>&ldquo;No,&rdquo; she said.</p> <p>&ldquo;Oh,&rdquo; said the girl, confused. &ldquo;Where are you from?&rdquo;</p> <p>Niang shook her head again.</p> <p>&ldquo;No,&rdquo; she said.</p> <p>Niang was not trying to be rude. She just didn&rsquo;t understand.</p> <p>Because she didn&rsquo;t know English, she sat quietly all morning in class. At lunchtime, she followed the other children to the cafeteria and looked at the food being served. Nacho cheese and shredded beef. Mini-pizzas. Chicken nuggets. The food was very strange to her. She was used to eating mustard leaves, potatoes leaves, watercress, brown beans, and red lentils.</p> <p>After tasting the food, she returned to the classroom and sat quietly until school ended for the day. At home, she prayed for help. &ldquo;Dear God, please help me survive another day of school,&rdquo; she said.</p> <p>Fourth grade was tough, but fifth grade was better. She began to speak English and to make friends.</p> <p>&ldquo;What&rsquo;s your name?&rdquo; a girl asked.</p> <p>&ldquo;My name is Niang,&rdquo; she replied with a shy smile.</p> <p>&ldquo;Oh, where are you from?&rdquo; the girl said.</p> <p>&ldquo;I am from Burma, which is also called Myanmar,&rdquo; Niang said.</p> <p>The girl nodded her head. She had heard of the country. Several other refugee children from Myanmar also studied at their school.</p> <p>&ldquo;Oh, OK,&rdquo; she said. &ldquo;Do you want to play?&rdquo;</p> <p>Niang felt happy. She was beginning to fit in. She felt even happier in seventh grade. She was able to transfer from the public school to a Seventhday Adventist school thanks to money from a 2011 Thirteenth Sabbath Offering to help refugees in the North American Division.</p> <p>She thanked God in her daily prayers. &ldquo;Dear God, thank You so much for helping me learn this new language and for taking care of me,&rdquo; she prayed.</p> <p>Part of this quarter&rsquo;s Thirteenth Sabbath Offering will help more child refugees like Niang study at Adventist schools. Niang is now 21 and studying to become a mission doctor.</p>"
    }
  ]
}
