{
  "id": 8,
  "lessonNumber": 8,
  "versionCode": 1,
  "quarter": "2T2020",
  "title": "<p><strong>LA CREACIÓN: EL GÉNESIS COMO PILAR, PARTE 1</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "es",
  "verse": "<p>“En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Este era en el principio con Dios. Todas las cosas por él fueron hechas, y sin él nada de lo que ha sido hecho, fue hecho. En él estaba la vida, y la vida era la luz de los hombres” (Juan 1:1-4).&nbsp;</p>",
  "weekDate": "16-22 de Mayo",
  "lessonDays": [
    {
      "id": 81,
      "idLesson": 8,
      "idDay": 1,
      "dayTitle": "",
      "date": "16 de Mayo",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Los primeros capítulos del Génesis son fundamentales para el resto de las Escrituras. Las principales enseñanzas o doctrinas de la Biblia tienen su origen en ellos. Aquí encontramos la naturaleza de la Deidad, que trabaja en armonía como el Padre, el Hijo (Juan 1:1-3; Heb. 1:1, 2) y el Espíritu (Gén. 1:2) para crear el mundo y todo lo que hay en él, culminando con la humanidad (Gén. 1:26-28). Génesis también nos presenta el sábado (Gén. 2:1-3), el origen del mal (Gén. 3), al Mesías y el plan de redención (Gén. 3:15), el Diluvio universal (Gén. 6-9), el Pacto (Gén. 1:28; 2:2, 3, 15-17; 9:9-17; 15), la dispersión de idiomas y pueblos (Gén. 10; 11) y las genealogías, que brindan el marco para la cronología bíblica desde la Creación hasta Abraham (Gén. 5; 11). Finalmente, el poder de la Palabra hablada de Dios (Gén. 1:3; 2 Tim. 3:16; Juan 17:17), la naturaleza de la humanidad (Gén. 1:26-28), el carácter de Dios (Mat. 10:29, 30), el matrimonio entre un hombre y una mujer (Gén. 1:27, 28; 2:18, 21-25), y tantas otras creencias fundamentales.</p>"
    },
    {
      "id": 82,
      "idLesson": 8,
      "idDay": 2,
      "dayTitle": "<p><strong>EN EL PRINCIPIO...&nbsp;</strong></p>",
      "date": "17 de Mayo",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Lee Génesis 1:1. ¿Qué verdades profundas se revelan aquí?</strong></p> <p><strong>1 &nbsp;</strong>En el principio creó Dios los cielos y la tierra.</p> <p>La Biblia se abre con las palabras más sublimes y profundas, palabras que son simples, pero al mismo tiempo contienen una profundidad inmensurable al estudiarlas detenidamente. De hecho, las primeras preguntas de la filosofía sobre quiénes somos, por qué estamos aquí y cómo llegamos aquí se responden con la primera frase de la Biblia.&nbsp;</p> <p>Existimos porque Dios nos creó en un tiempo específico en el pasado. No evolucionamos de la nada; ni llegamos a la existencia por casualidad, sin un propósito final y sin una dirección prevista, como mayormente enseña el modelo científico contemporáneo de los orígenes. La Evolución darwiniana contradice las Escrituras en todo sentido, y los intentos de algunos de armonizarla con la Biblia hacen que los cristianos parezcan tontos.&nbsp;</p> <p>También fuimos creados por Dios en un momento específico y absoluto: “En el principio”. Por ende, esto significa que Dios existió antes de este comienzo. Es decir, Dios existió antes de que se creara el tiempo y que este se expresara en el ciclo diario de “tarde y mañana”, y en meses y años, todo ello marcado por la relación del mundo con el Sol y la Luna. Este comienzo absoluto se refleja en otros pasajes de las Escrituras que lo respaldan, y reafirman continuamente la naturaleza y los métodos de la obra creadora de Dios (Juan 1:1-3).</p> <p><strong>&nbsp;Lee Juan 1:1 al 3; y Hebreos 1:1 y 2. ¿Quién fue el agente de la Creación? Piensa en lo que significa que él también haya muerto en la Cruz.&nbsp;</strong></p> <p><strong style=\"font-weight: 700; color: rgb(0, 0, 0); font-family: &quot;Times New Roman&quot;; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;\">Juan 1:1-3</strong>&nbsp;</p> <p><strong>1</strong>&nbsp; En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios.</p> <p><strong>2</strong> Este era en el principio con Dios.</p> <p><strong>3</strong> Todas las cosas por él fueron hechas, y sin él nada de lo que ha sido hecho, fue hecho.</p> <p> <br> </p> <p><strong>Hebreos 1:1-2</strong></p> <p><strong>1</strong> &nbsp;Dios, habiendo hablado muchas veces y de muchas maneras en otro tiempo a los padres por los profetas,</p> <p><strong>2</strong> en estos postreros días nos ha hablado por el Hijo, a quien constituyó heredero de todo, y por quien asimismo hizo el universo;</p> <p>La Biblia enseña que Jesús fue el agente de la Creación. La Biblia dice que “todas las cosas por él fueron hechas, y sin él nada de lo que ha sido hecho, fue hecho” (Juan 1:3). Jesús “hizo el universo” (Heb. 1:1, 2). Debido a que todas las cosas tienen su origen en Jesús al principio, podemos tener la esperanza de que al final él completará lo que ha comenzado, porque él es el “el Alfa y la Omega”, “el primero y el último” (Apoc. 1:8; 22:13).</p> <p><strong>¿De qué te sirve saber que fuiste creado por Dios? Imagina si no creyeras en esto. ¿Cuán diferente te verías a ti mismo y a los demás, y por qué? </strong></p>"
    },
    {
      "id": 83,
      "idLesson": 8,
      "idDay": 3,
      "dayTitle": "<p><strong>LOS DÍAS DE LA CREACIÓN&nbsp;</strong></p>",
      "date": "18 de Mayo",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>En los últimos tiempos, viene habiendo una tendencia a considerar que la semana de la Creación no es literal, sino una metáfora, una parábola e incluso un mito. Esto ha surgido a raíz de la Teoría de la Evolución, que supone largas eras de tiempo para explicar el desarrollo de la vida en el planeta Tierra. ¿Qué enseña la Biblia sobre este tema? ¿Por qué los “días” de la Creación en Génesis 1 deben entenderse como días literales, y no figurativos?</p> <p><strong>Lee Génesis 1:3 al 5; y Éxodo 20:8 al 11. ¿Cómo se utiliza el término “día” en estos contextos?</strong></p> <p><strong style=\"font-weight: 700; color: rgb(0, 0, 0); font-family: &quot;Times New Roman&quot;; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;\">Génesis 1:3-5</strong></p> <p><strong>3</strong> Y dijo Dios: Sea la luz; y fue la luz.</p> <p><strong>4</strong> Y vio Dios que la luz era buena; y separó Dios la luz de las tinieblas.</p> <p><strong>5</strong> Y llamó Dios a la luz Día, y a las tinieblas llamó Noche. Y fue la tarde y la mañana un día.</p> <p> <br> </p> <p><strong>Éxodo 20:8-11</strong></p> <p><strong>8</strong> Acuérdate del día de reposo para santificarlo.</p> <p><strong>9&nbsp;</strong>Seis días trabajarás, y harás toda tu obra;</p> <p><strong>10</strong> mas el séptimo día es reposo para Jehová tu Dios; no hagas en él obra alguna, tú, ni tu hijo, ni tu hija, ni tu siervo, ni tu criada, ni tu bestia, ni tu extranjero que está dentro de tus puertas.</p> <p><strong>11</strong> Porque en seis días hizo Jehová los cielos y la tierra, el mar, y todas las cosas que en ellos hay, y reposó en el séptimo día; por tanto, Jehová bendijo el día de reposo y lo santificó.</p> <p> <br> </p> <p>La palabra hebrea yôm, o “día”, se utiliza sistemáticamente a lo largo de todo el relato de la Creación como un día literal. No hay nada en el relato de la Creación, del Génesis, que indique algo diferente de un día literal como lo entendemos hoy. De hecho, algunos eruditos no creen que los días hayan sido literales; así y todo, admiten que la intención del autor era representar los días literales.&nbsp;</p> <p>Es interesante que Dios mismo designe este nombre para la primera unidad de tiempo (Gén. 1:5). Yôm, o día, se define con la frase “y fue la tarde y la mañana” (Gén. 1:5, 8, etc.). El término se usa en singular, no en plural, lo que indica un solo día.</p> <p>Por lo tanto, los siete días de la Creación deben interpretarse como una unidad completa de tiempo, introducida por el número cardinal ’echad (“uno”) seguido de los números ordinales (segundo, tercero, cuarto, etc.). Este patrón indica una secuencia consecutiva de días, que culmina en el séptimo día. No hay ninguna indicación en el uso de términos ni en la forma misma del relato de que debería haber intervalos entre estos días. Por cierto, los siete días de la Creación son siete días como definimos los días en la actualidad.</p> <p>Además, la naturaleza literal del día se da por sentada cuando Dios escribió el cuarto Mandamiento con su propio dedo, indicando que el fundamento para el día de reposo sabático se basa en la secuencia de una semana literal de los siete días de la Creación.</p> <p><strong>La Creación relatada en Génesis no es la única creación en la Biblia. También está la Recreación, en la Segunda Venida, cuando Dios transformará la mortalidad en inmortalidad “en un momento, en un abrir y cerrar de ojos, a la final trompeta” (1 Cor. 15:52). Sin embargo, si Dios puede hacer esto instantáneamente en la Recreación, ¿por qué usaría miles de millones de años para la primera Creación, como lo enseña la Evolución teísta?</strong></p>"
    },
    {
      "id": 84,
      "idLesson": 8,
      "idDay": 8,
      "dayTitle": "<p><strong>EL SÁBADO Y LA CREACIÓN&nbsp;</strong></p>",
      "date": "19 de Mayo",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Actualmente, el día de reposo sabático está siendo fuertemente atacado en la sociedad secular y en las comunidades religiosas. Este hecho se puede ver en los horarios de trabajo de las corporaciones globales; en el intento de modificación del calendario en muchos países europeos que designa el lunes como el primer día de la semana y el domingo como el séptimo día; y en la reciente encíclica papal sobre el cambio climático, que denomina al día de reposo del séptimo día como “el sábado judío” y exhorta al mundo a observar un día de descanso para aliviar el calentamiento global (Papa Francisco, Laudato Si’, pp. 172, 173).</p> <p><strong>Lee Génesis 2:1 al 3; Éxodo 20:8 al 11; Marcos 2:27; y Apocalipsis 14:7. La interpretación de la semana de la Creación ¿cómo se vincula con el cuarto Mandamiento? ¿Y con el mensaje de los tres ángeles?</strong></p> <p><strong>Génesis 2:1-3&nbsp;</strong></p> <p><strong>1&nbsp;</strong>Fueron, pues, acabados los cielos y la tierra, y todo el ejército de ellos.</p> <p><strong>2</strong> Y acabó Dios en el día séptimo la obra que hizo; y reposó el día séptimo de toda la obra que hizo.</p> <p><strong>3</strong> Y bendijo Dios al día séptimo, y lo santificó, porque en él reposó de toda la obra que había hecho en la creación.</p> <p><strong style=\"font-weight: 700; color: rgb(0, 0, 0); font-family: &quot;Times New Roman&quot;; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;\">Éxodo 20:8-11</strong>&nbsp;</p> <p><strong>8</strong> Acuérdate del día de reposo para santificarlo.</p> <p><strong>9</strong> Seis días trabajarás, y harás toda tu obra;</p> <p><strong>10</strong> mas el séptimo día es reposo para Jehová tu Dios; no hagas en él obra alguna, tú, ni tu hijo, ni tu hija, ni tu siervo, ni tu criada, ni tu bestia, ni tu extranjero que está dentro de tus puertas.</p> <p><strong>11</strong> Porque en seis días hizo Jehová los cielos y la tierra, el mar, y todas las cosas que en ellos hay, y reposó en el séptimo día; por tanto, Jehová bendijo el día de reposo y lo santificó.</p> <p><strong style=\"font-weight: 700; color: rgb(0, 0, 0); font-family: &quot;Times New Roman&quot;; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;\">Marcos 2:27</strong>&nbsp;</p> <p><strong>27</strong> También les dijo: El día de reposo fue hecho por causa del hombre, y no el hombre por causa del día de reposo.</p> <p><strong style=\"font-weight: 700; color: rgb(0, 0, 0); font-family: &quot;Times New Roman&quot;; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;\">Apocalipsis 14:7</strong>&nbsp;</p> <p><strong>7</strong> diciendo a gran voz: Temed a Dios, y dadle gloria, porque la hora de su juicio ha llegado; y adorad a aquel que hizo el cielo y la tierra, el mar y las fuentes de las aguas.</p> <p> <br> </p> <p>La Biblia dice: “Y acabó Dios en el día séptimo la obra que hizo” (Gén. 2:2). “Después de descansar el séptimo día, Dios lo santificó; es decir, lo apartó, como un día de descanso para el hombre” (PP 28). Esta es la razón por la que Jesús puede decir: “El día de reposo fue hecho por causa del hombre, y no el hombre por causa del día de reposo” (Mar. 2:27). Jesús pudo hacer esta declaración autoritativa porque él hizo o creó el sábado como la señal eterna y el sello del pacto de Dios con su pueblo. El sábado no era solo para el pueblo hebreo, sino para toda la humanidad.</p> <p>El Génesis indica tres cosas que Jesús hizo después de crear el día de reposo. En primer lugar, “reposó” (Gén. 2:2), dándonos un ejemplo divino de su deseo de descansar con nosotros. En segundo lugar, “bendijo” el séptimo día (Gén. 2:3). En el relato de la Creación, Dios bendijo a los animales (Gén. 1:22) y a Adán y Eva (Gén. 1:28), pero el único día específicamente bendecido es el séptimo día. En tercer lugar, Dios lo “santificó” (Gén. 2:3).</p> <p>Ningún otro día recibe estas tres distinciones en la Biblia. No obstante, estas tres acciones se repiten en el cuarto Mandamiento, cuando Dios escribe con su propio dedo y señala a la Creación como el fundamento del sábado (Éxo. 20:11).</p> <p><strong>En Apocalipsis 14:7 y Éxodo 20:11, el mandamiento del sábado se menciona directamente como la base para adorar al Creador. Esta asociación directa con el sábado ¿qué relación tiene con los acontecimientos de los últimos días?</strong></p>"
    },
    {
      "id": 85,
      "idLesson": 8,
      "idDay": 5,
      "dayTitle": "<p><strong>LA CREACIÓN Y EL MATRIMONIO</strong></p>",
      "date": "20 de Mayo",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>La última década ha sido testigo de enormes cambios en la forma en que la sociedad y los gobiernos definen el matrimonio. Muchas naciones del mundo han aprobado los matrimonios entre personas del mismo sexo, anulando leyes anteriores que han protegido la estructura familiar que comprende en su centro a un hombre y una mujer. Este es un acontecimiento sin precedentes en muchos aspectos, y plantea nuevas cuestiones sobre la institución del matrimonio, la relación de la Iglesia y el Estado, y también la santidad del matrimonio y la familia según se define en las Escrituras.</p> <p><strong>Lee Génesis 1:26 al 28; y 2:18, y 21 al 24. ¿Qué nos enseñan estos versículos sobre el ideal de Dios para el matrimonio?</strong></p> <p><strong>Génesis 1:26-28</strong></p> <p><strong>26</strong> Entonces dijo Dios: Hagamos al hombre a nuestra imagen, conforme a nuestra semejanza; y señoree en los peces del mar, en las aves de los cielos, en las bestias, en toda la tierra, y en todo animal que se arrastra sobre la tierra.</p> <p><strong>27</strong> Y creó Dios al hombre a su imagen, a imagen de Dios lo creó; varón y hembra los creó.</p> <p><strong>28</strong> Y los bendijo Dios, y les dijo: Fructificad y multiplicaos; llenad la tierra, y sojuzgadla, y señoread en los peces del mar, en las aves de los cielos, y en todas las bestias que se mueven sobre la tierra.</p> <p><strong>Génesis 2:18</strong></p> <p><strong>18</strong> Y dijo Jehová Dios: No es bueno que el hombre esté solo; le haré ayuda idónea para él.</p> <p><strong>Génesis 2:21-24</strong></p> <p><strong>21</strong> Entonces Jehová Dios hizo caer sueño profundo sobre Adán, y mientras éste dormía, tomó una de sus costillas, y cerró la carne en su lugar.</p> <p><strong>22&nbsp;</strong>Y de la costilla que Jehová Dios tomó del hombre, hizo una mujer, y la trajo al hombre.</p> <p><strong>23</strong> Dijo entonces Adán: Esto es ahora hueso de mis huesos y carne de mi carne; ésta será llamada Varona, porque del varón fue tomada.</p> <p><strong>24</strong> Por tanto, dejará el hombre a su padre y a su madre, y se unirá a su mujer, y serán una sola carne.</p> <p>En el sexto día, Dios llega al punto culminante de la Creación, la creación de la humanidad. Es fascinante que en Génesis 1:26 se utilice el plural para Dios: “Hagamos al hombre a nuestra imagen”. La Deidad en tres Personas en una relación de amor mutuo ahora crea la relación humana del matrimonio divinamente instituido aquí en la Tierra.</p> <p>“A imagen de Dios lo creó; varón y hembra los creó” (Gén. 1:27). Adán declara: “Esta sí es hueso de mis huesos y carne de mi carne” (Gén. 2:23, NVI) y Adán la llama “mujer” (NVI). El matrimonio requiere que “dej[e] el hombre a su padre y a su madre, y se un[a] a su mujer, y se[an] una sola carne” (Gén. 2:24).</p> <p>La Biblia afirma de manera inequívoca que esta relación tendrá lugar entre un hombre y una mujer, que a su vez se originan de su padre y su madre, que también son un hombre y una mujer. Este concepto se aclara aún más en la indicación dada a los primeros padres de la Tierra: “Y los bendijo Dios, y les dijo: Fructificad y multiplicaos; llenad la tierra, y sojuzgadla” (Gén. 1:28). En el quinto Mandamiento, los hijos (descendientes) deben honrar a su padre y a su madre (Éxo. 20:12). Esta interrelación no se puede establecer dentro de nada que no sea una alianza heterosexual.</p> <p><strong>Lee las palabras de Jesús en Mateo 19:3 al 6. ¿Qué nos enseñan sobre la naturaleza y la santidad del matrimonio? A la luz de las palabras de Jesús, sin nunca olvidar el amor de Dios por toda la humanidad y el hecho de que todos nosotros somos pecadores, ¿con cuánta firmeza y fidelidad deberíamos asumir una postura con respecto a los principios bíblicos del matrimonio?</strong></p>"
    },
    {
      "id": 86,
      "idLesson": 8,
      "idDay": 6,
      "dayTitle": "<p><strong>LA CREACIÓN, LA CAÍDA Y LA CRUZ&nbsp;</strong></p>",
      "date": "21 de Mayo",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>La Biblia presenta un vínculo ininterrumpido entre la Creación perfecta, la Caída, el Mesías prometido y la Redención final. Estos grandes acontecimientos se convierten en la base del tema de la historia de la salvación para la raza humana.</p> <p><strong>Lee Génesis 1:31; 2:15 al 17; y 3:1 al 7. ¿Qué ocurrió con la Creación perfecta de Dios?</strong></p> <p><strong style=\"font-weight: 700; color: rgb(0, 0, 0); font-family: &quot;Times New Roman&quot;; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;\">Génesis 1:31</strong></p> <p><strong>31</strong> Y vio Dios todo lo que había hecho, y he aquí que era bueno en gran manera. Y fue la tarde y la mañana el día sexto.</p> <p><strong style=\"font-weight: 700; color: rgb(0, 0, 0); font-family: &quot;Times New Roman&quot;; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;\">Génesis 2:15-17</strong></p> <p><strong>15</strong> Tomó, pues, Jehová Dios al hombre, y lo puso en el huerto de Edén, para que lo labrara y lo guardase.</p> <p><strong>16</strong> Y mandó Jehová Dios al hombre, diciendo: De todo árbol del huerto podrás comer;</p> <p><strong>17</strong> mas del árbol de la ciencia del bien y del mal no comerás; porque el día que de él comieres, ciertamente morirás.</p> <p><strong style=\"font-weight: 700; color: rgb(0, 0, 0); font-family: &quot;Times New Roman&quot;; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;\">Génesis 3:1-7&nbsp;</strong></p> <p><strong>1</strong> Pero la serpiente era astuta, más que todos los animales del campo que Jehová Dios había hecho; la cual dijo a la mujer: ¿Conque Dios os ha dicho: No comáis de todo árbol del huerto?</p> <p><strong>2</strong> Y la mujer respondió a la serpiente: Del fruto de los árboles del huerto podemos comer;</p> <p><strong>3</strong> pero del fruto del árbol que está en medio del huerto dijo Dios: No comeréis de él, ni le tocaréis, para que no muráis.</p> <p><strong>4</strong> Entonces la serpiente dijo a la mujer: No moriréis;</p> <p><strong>5</strong> sino que sabe Dios que el día que comáis de él, serán abiertos vuestros ojos, y seréis como Dios, sabiendo el bien y el mal.</p> <p><strong>6</strong> Y vio la mujer que el árbol era bueno para comer, y que era agradable a los ojos, y árbol codiciable para alcanzar la sabiduría; y tomó de su fruto, y comió; y dio también a su marido, el cual comió así como ella.</p> <p><strong>7</strong> Entonces fueron abiertos los ojos de ambos, y conocieron que estaban desnudos; entonces cosieron hojas de higuera, y se hicieron delantales.</p> <p> <br> </p> <p>Dios declaró que su Creación era “buen[a] en gran manera” (Gén. 1:31). “Ahora la Creación estaba completa. [...] El Edén florecía sobre la Tierra. Adán y Eva tenían libre acceso al árbol de la vida. Ninguna mácula de pecado o sombra de muerte desfiguraba la bella Creación” (PP 28). Dios les había advertido a Adán y a Eva que si comían del árbol prohibido indudablemente morirían (Gén. 2:15-17). La serpiente inició su discurso con un interrogante y luego contradijo totalmente lo que Dios había dicho: “No moriréis” (Gén. 3:4). Satanás le prometió a Eva grandes conocimientos y que sería como Dios. Obviamente, ella le creyó.</p> <p><strong>¿Cómo confirma Pablo la declaración de Dios de Génesis 2:15 al 17? Lee Romanos 5:12 y 6:23. ¿Qué relación guardan estas enseñanzas con la Evolución teísta?</strong></p> <p><strong style=\"font-weight: 700; color: rgb(0, 0, 0); font-family: &quot;Times New Roman&quot;; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;\">Romanos 5:12</strong>&nbsp;</p> <p><strong>12</strong> Por tanto, como el pecado entró en el mundo por un hombre, y por el pecado la muerte, así la muerte pasó a todos los hombres, por cuanto todos pecaron.</p> <p><strong style=\"font-weight: 700; color: rgb(0, 0, 0); font-family: &quot;Times New Roman&quot;; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;\">Romanos 6:23</strong>&nbsp;</p> <p><strong>23&nbsp;</strong>Porque la paga del pecado es muerte, mas la dádiva de Dios es vida eterna en Cristo Jesús Señor nuestro.</p> <p> <br> </p> <p>En las Escrituras, podemos ver que los autores bíblicos posteriores confirman las declaraciones bíblicas anteriores y brindan apreciaciones adicionales. En Romanos 5 al 8, Pablo escribe sobre el pecado y la belleza de la salvación: “Como el pecado entró en el mundo por un hombre, y por el pecado la muerte, así la muerte pasó a todos los hombres, por cuanto todos pecaron” (Rom. 5:12). Pero, una perspectiva evolucionista presentaría la muerte durante millones de años antes de la humanidad. Esta idea tiene graves consecuencias para la enseñanza bíblica del origen del pecado, la muerte sustitutiva de Cristo en la Cruz y el plan de salvación. Si la muerte no tuviese relación con el pecado, entonces la paga del pecado no sería la muerte (Rom. 6:23), y Cristo no habría tenido ninguna razón para morir por nuestros pecados. Por ende, la Creación, la Caída y la Cruz están inextricablemente vinculadas. El primer Adán está ligado al último Adán (1 Cor. 15:45, 47). Creer en la Evolución darwiniana, aun si se insertase algún concepto de Dios en el proceso, destruiría la base misma del cristianismo.</p>"
    },
    {
      "id": 87,
      "idLesson": 8,
      "idDay": 7,
      "dayTitle": "",
      "date": "22 de Mayo",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>PARA ESTUDIAR Y MEDITAR:&nbsp;</strong></p> <p>Lee Elena de White, Patriarcas y profetas, “La Creación”, pp. 23-30; “La semana literal”, pp. 89-95.&nbsp;</p> <p>“Hay un cúmulo de evidencias, basadas en consideraciones comparativas, literarias, lingüísticas y otras, que converge en cada nivel y lleva a la única conclusión de que la designación yôm, ‘día’, de Génesis 1, significa sistemáticamente un día literal de 24 horas.&nbsp;</p> <p>“El autor de Génesis 1 no podría haber producido formas más abarcadoras e integrales de expresar la idea de un ‘día’ literal que las elegidas” (G. F. Hasel, “The ‘Days’ of Creation in Genesis 1: Literal ‘Days’ or Figurative ‘Periods/Epochs’ of Time?”, pp. 30, 31).&nbsp;</p> <p>“Las mentes más sobresalientes, si no son guiadas por la Palabra de Dios, quedan desconcertadas en sus intentos de investigar la relación entre la ciencia y la Revelación. El Creador y sus obras están más allá de su entendimiento; y porque ellas no pueden ser explicadas por las leyes naturales, declaran que la historia bíblica no es digna de fe” (TI 8:269).</p> <p><strong>PREGUNTAS PARA DIALOGAR:&nbsp;</strong></p> <p><strong>1.&nbsp;</strong>Presta atención a la cita anterior de Elena de White. ¿Con cuánta frecuencia, en la actualidad, vemos exactamente lo que ella escribió, incluso entre los cristianos profesos que, ante las afirmaciones de la ciencia, preferirán automáticamente dichas afirmaciones por sobre el relato bíblico; lo que, como ella escribió, implicaría que la historia bíblica “no es digna de fe”?</p> <p><strong>2.&nbsp;</strong>¿Por qué es imposible que alguien considere la Biblia seriamente mientras acepta la Evolución teísta? Si conoces a un evolucionista teísta que dice ser cristiano, ¿por qué no le pides que explique la Cruz a la luz de lo que Pablo escribió (ver Rom. 5) sobre el vínculo directo entre la caída de Adán, la muerte y la Cruz de Jesús? ¿Qué explicación te da?</p> <p><strong>3.</strong> Si la Biblia es la revelación de Dios, entonces ¿no se abren los ojos y la fe del creyente a la realidad mayor según se expresa en las Escrituras? ¿Cómo pueden decir que los cristianos son “de mente cerrada” cuando en realidad abren la mente a las verdades bíblicas reveladas por un Dios infinito? De hecho, una visión atea y materialista del mundo es mucho más estrecha que la cosmovisión cristiana.</p> <p><strong>4.</strong> Como creyentes fieles a la Palabra de Dios, ¿cómo podemos ayudar a quienes luchan con cuestiones de identidad sexual? ¿Por qué no debemos ser los que lanzan piedras, incluso con personas que, como la mujer en adulterio, son culpables de pecado?</p>"
    }
  ]
}
