{
  "id": 704,
  "lessonNumber": 4,
  "versionCode": 3,
  "quarter": "3T2020",
  "title": "<p><strong>Prayer Power: Interceding for Others</strong></p> ",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p>&ldquo;Confess your trespasses to one another, and pray for one another, that you may be healed. The effective, fervent prayer of a righteous man avails much&rdquo; (James 5:16, NKJV).</p>",
  "weekDate": "July 18-24",
  "lessonDays": [
    {
      "id": 41,
      "idLesson": 4,
      "idDay": 1,
      "dayTitle": "",
      "date": "July 18",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Read for This Week&rsquo;s Study: Rev. 12:7&ndash;9, Eph. 6:12, Heb. 7:25, Eph. 1:15&ndash;21, Dan. 10:10&ndash;14, 1 John 5:14&ndash;16.</p> <p>The New Testament church members felt their need of prayer. &ldquo;And when they had prayed, the place where they were assembled together was shaken; and they were all filled with the Holy Spirit, and they spoke the word of God with boldness&rdquo; (Acts 4:31, NKJV). Notice the disciples prayed. They were filled with the Holy Spirit, and then they spoke the Word of God with boldness, or confidence.</p> <p>There was a direct relationship between their prayers, the infilling of the Holy Spirit, and powerfully proclaiming God&rsquo;s Word. &ldquo;The disciples . . . did not ask for a blessing for themselves merely. They were weighted with the burden of the salvation of souls. They realized that the gospel was to be carried to the world, and they claimed the power that Christ had promised.&rdquo;&mdash;Ellen G. White, The Acts of the Apostles, p. 37.</p> <p>When we seek God and intercede for others, God works in our own hearts to draw us closer to Him and gives us divine wisdom to reach them for His kingdom (James 1:5). He also works powerfully in their lives in ways we cannot see or even fully understand to draw them to Himself (1 John 5:14&ndash;17).</p>"
    },
    {
      "id": 42,
      "idLesson": 4,
      "idDay": 2,
      "dayTitle": "<p><strong>A Cosmic Struggle</strong></p>",
      "date": "July 19",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Compare Revelation 12:7&ndash;9, Ephesians 6:12, and 2 Corinthians 10:4. How do these passages influence our understanding of intercessory prayer?</strong></p> <p><strong style='font-weight: 700; color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;'>Revelation 12:7&ndash;9</strong></p> <p><strong>7</strong> And war broke out in heaven: Michael and his angels fought with the dragon; and the dragon and his angels fought,&nbsp;</p> <p><strong>8</strong> but they did not prevail, nor was a place found for them in heaven any longer.&nbsp;</p> <p><strong>9</strong> So the great dragon was cast out, that serpent of old, called the Devil and Satan, who deceives the whole world; he was cast to the earth, and his angels were cast out with him.</p> <p><strong style='font-weight: 700; color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;'>Ephesians 6:12</strong></p> <p><strong>12</strong> For we do not wrestle against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this age, against spiritual hosts of wickedness in the heavenly places.</p> <p><strong style='font-weight: 700; color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;'>2 Corinthians 10:4</strong></p> <p><strong>4</strong> For the weapons of our warfare are not carnal but mighty in God for pulling down strongholds,</p> <p><br></p> <p>The Bible lifts the veil between the seen and the unseen world. There is a struggle between good and evil, between the forces of righteousness and the forces of darkness, between Christ and Satan. In this cosmic conflict, God respects human freedom. He will never manipulate the will or coerce the conscience. He sends His Holy Spirit to convict men and women of divine truth (John 16:7, 8). Heavenly angels enter the battle to influence people for eternity (Heb. 1:14). God also arranges providential events in people&rsquo;s lives to lead them to Himself.</p> <p>What God will not do is coerce the conscience. Force is contrary to the kingdom of God. Coercion is alien to the principle of love, which is the foundation of His government. Here is where prayer is so significant. Although God is doing everything He can to reach people before we pray, our prayers unleash the mighty power of God. He respects our freedom of choice in praying for another, but He can do more in behalf of others when we pray for them than if we did not.</p> <p>Consider this statement carefully: &ldquo;It is a part of God&rsquo;s plan to grant us, in answer to the prayer of faith, that which He would not bestow did we not thus ask.&rdquo;&mdash;Ellen G. White, The Great Controversy, p. 525. In the great controversy between good and evil, prayer makes a difference. When we pray for someone who does not know Christ, it opens channels of divine blessing to flow into their lives. God honors our choice to pray for them and works even more powerfully in their behalf.</p> <p>In dealing with the subject of intercessory prayer, we should humbly acknowledge that we do not understand God&rsquo;s workings fully, but this should not keep us from continually entering into the blessings prayer offers for ourselves and for others.</p> <p><strong>Why do you think God works more powerfully when we pray than when we neglect prayer? Even if we don&rsquo;t fully understand how it all works, why should the Bible&rsquo;s admonition to pray for others impel us to do just that?</strong></p>"
    },
    {
      "id": 43,
      "idLesson": 4,
      "idDay": 3,
      "dayTitle": "<p><strong>Jesus: The Mighty Intercessor</strong></p> ",
      "date": "July 20",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Read Luke 3:21, Luke 5:16, and Luke 9:18. What do these texts tell you about the relationship between Jesus&rsquo; prayer life and His effectiveness in ministry?</strong></p> <p><strong style='font-weight: 700; color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;'>Luke 3:21</strong></p> <p><strong>21</strong> When all the people were baptized, it came to pass that Jesus also was baptized; and while He prayed, the heaven was opened.</p> <p><strong style='font-weight: 700; color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;'>Luke 5:16</strong></p> <p><strong>16</strong> So He Himself often withdrew into the wilderness and prayed.</p> <p><strong style='font-weight: 700; color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;'>Luke 9:18</strong></p> <p><strong>18</strong> And it happened, as He was alone praying, that His disciples joined Him, and He asked them, saying, &ldquo;Who do the crowds say that I am?&rdquo;</p> <p><br></p> <p>Jesus&rsquo; life was one of constant divine communion with His Father. At the time of His baptism, when He launched His Messianic ministry, Jesus prayed for divine power to accomplish heaven&rsquo;s purpose. The Holy Spirit empowered Him to do the Father&rsquo;s will and accomplish the task before Him. Whether it was at the feeding of the five thousand, the healing of the leper, or the deliverance of the demoniacs, Jesus recognized that, in the battle between good and evil, prayer is a mighty weapon to beat back the forces of hell. Prayer is a heaven-ordained way of combining our helplessness and weaknesses with God&rsquo;s omnipotent power. It&rsquo;s a means of having ourselves lifted up toward God, who alone can touch the hearts of those for whom we pray.</p> <p><strong>Read Luke 22:31&ndash;34 and Hebrews 7:25. What assurance did Jesus give to Peter to prepare him for the temptations he would face in the near future? What assurance does He give to each one of us as we face temptations?</strong></p> <p><strong style='font-weight: 700; color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;'>Luke 22:31&ndash;34</strong></p> <p><strong>31</strong> And the Lord said, &ldquo;Simon, Simon! Indeed, Satan has asked for you, that he may sift you as wheat.&nbsp;</p> <p><strong>32</strong> But I have prayed for you, that your faith should not fail; and when you have returned to Me, strengthen your brethren.&rdquo;</p> <p><strong>33</strong> But he said to Him, &ldquo;Lord, I am ready to go with You, both to prison and to death.&rdquo;</p> <p><strong>34</strong> Then He said, &ldquo;I tell you, Peter, the rooster shall not crow this day before you will deny three times that you know Me.&rdquo;</p> <p><strong style='font-weight: 700; color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;'>Hebrews 7:25</strong></p> <p><strong>25</strong> Therefore He is also able to save to the uttermost those who come to God through Him, since He always lives to make intercession for them.</p> <p><br></p> <p>Effective soul winners are men and women of prayer. Jesus prayed for Peter by name. He reassured Peter that at the time of his greatest temptation, He would be praying for him. Satan understood quite well Peter&rsquo;s potential for the advancement of the kingdom of God. He planned to do everything possible to destroy Peter&rsquo;s positive influence in the Christian church. But through all of these temptations, Jesus was praying for Peter, and the Master&rsquo;s prayers were answered. What a thrilling reality to recognize that the Savior is praying for us too. He invites us to join Him in this work of intercessory prayer and lift up others by name before His throne.</p> <p>Our persistence in prayer acknowledges that we recognize our total, absolute dependence on God to reach the individual for whom we are praying.</p> <p><strong>Whom are you praying for now? Why is it so important never to give up, no matter how difficult the situation appears?</strong></p> <div id=\"gtx-trans\" style=\"position: absolute; left: 229px; top: 1226px;\"> <div class=\"gtx-trans-icon\"></div> </div>"
    },
    {
      "id": 44,
      "idLesson": 4,
      "idDay": 4,
      "dayTitle": "<p><strong>Paul&rsquo;s Intercessory Prayers</strong></p>",
      "date": "July 21",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Intercessory prayer is biblical. Throughout his ministry, Paul prayed for the new converts in the churches that he established through his evangelistic ministry. Paul believed that something happened when he prayed that would not happen if he did not pray. Although he was separated from those he loved, he recognized that they could be united in heart as they prayed for each other.</p> <p><strong>Read Ephesians 1:15&ndash;21. On the lines below, list the different requests Paul made to God for the Ephesians. What did he specifically ask God to give them?</strong></p> <p><strong style='font-weight: 700; color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;'>Ephesians 1:15&ndash;21</strong></p> <p><strong>15</strong> Therefore I also, after I heard of your faith in the Lord Jesus and your love for all the saints,&nbsp;</p> <p><strong>16</strong> do not cease to give thanks for you, making mention of you in my prayers:&nbsp;</p> <p><strong>17</strong> that the God of our Lord Jesus Christ, the Father of glory, may give to you the spirit of wisdom and revelation in the knowledge of Him,&nbsp;</p> <p><strong>18</strong> the eyes of your understanding being enlightened; that you may know what is the hope of His calling, what are the riches of the glory of His inheritance in the saints,&nbsp;</p> <p><strong>19</strong> and what is the exceeding greatness of His power toward us who believe, according to the working of His mighty power&nbsp;</p> <p><strong>20</strong> which He worked in Christ when He raised Him from the dead and seated Him at His right hand in the heavenly places,&nbsp;</p> <p><strong>21</strong> far above all principality and power and might and dominion, and every name that is named, not only in this age but also in that which is to come.</p> <p><br></p> <p>Paul&rsquo;s prayer for the Ephesian believers is remarkable. He prayed that God would give them wisdom and spiritual discernment, that He would enlighten their minds with divine truth, and give them the hope of eternal life. He also prayed that they would experience the mighty working of God&rsquo;s power in their lives. This God is so powerful, so mighty, that He raised Jesus from the dead, an event that forms the foundation of their hope of eternal life in Him. His prayer concludes by reminding the believers of the &ldquo;riches of Christ&rsquo;s glory&rdquo; and &ldquo;His inheritance.&rdquo; The Ephesian Christians must have been filled with encouragement, knowing that Paul was praying for them and knowing what he was praying about.</p> <p><strong>Read Philippians 1:3&ndash;11 and note the tone of Paul&rsquo;s prayer. If you were a Philippian church member and received a letter like this from Paul, sharing with you not only that he was praying for you but also the content of his prayer, how would you feel, and why? What promises are found in its words? At the same time, what admonitions are there, as well?</strong></p> <p><strong style='font-weight: 700; color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;'>Philippians 1:3&ndash;11</strong></p> <p><strong>3</strong> I thank my God upon every remembrance of you,&nbsp;</p> <p><strong>4</strong> always in every prayer of mine making request for you all with joy,&nbsp;</p> <p><strong>5</strong> for your fellowship in the gospel from the first day until now,&nbsp;</p> <p><strong>6</strong> being confident of this very thing, that He who has begun a good work in you will complete it until the day of Jesus Christ;&nbsp;</p> <p><strong>7</strong> just as it is right for me to think this of you all, because I have you in my heart, inasmuch as both in my chains and in the defense and confirmation of the gospel, you all are partakers with me of grace.&nbsp;</p> <p><strong>8</strong> For God is my witness, how greatly I long for you all with the affection of Jesus Christ.</p> <p><strong>9</strong> And this I pray, that your love may abound still more and more in knowledge and all discernment,&nbsp;</p> <p><strong>10</strong> that you may approve the things that are excellent, that you may be sincere and without offense till the day of Christ,&nbsp;</p> <p><strong>11</strong> being filled with the fruits of righteousness which are by Jesus Christ, to the glory and praise of God.</p> <p><br></p> <p>These are some of the most uplifting and encouraging words in the Bible. They are filled with promises, as well as calls to be filled with love, knowledge, and discernment that come from knowing Jesus so that we can be all that God intends us to be in Him.</p>"
    },
    {
      "id": 45,
      "idLesson": 4,
      "idDay": 5,
      "dayTitle": "<p><strong>Unseen Powers at Work</strong></p>",
      "date": "July 22",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Intercessory prayer is a mighty weapon in this battle between good and evil that we call &ldquo;the great controversy.&rdquo; One of the clearest revelations of this struggle is in Daniel 10.</p> <p>You will recall that the prophet Jeremiah predicted that the Jews would be in bondage to the Babylonians for 70 years. At the end of Daniel&rsquo;s life, this prophetic period of the Jewish captivity was coming to an end. Daniel was concerned. He saw little evidence of the fulfillment of Jeremiah&rsquo;s words. His people were still in bondage.</p> <p>Babylon was overcome by the Medes and Persians, but the Jews still remained in bondage. Daniel fasted and prayed for three weeks. He earnestly interceded for his people. At the end of the three weeks, a glorious angelic being appeared to him.</p> <p><strong>Read Daniel 10:10&ndash;14. When were Daniel&rsquo;s prayers heard, and what temporarily hindered them?</strong></p> <p><strong style='font-weight: 700; color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;'>Daniel 10:10&ndash;14</strong></p> <p><strong>10</strong> Suddenly, a hand touched me, which made me tremble on my knees and on the palms of my hands.&nbsp;</p> <p><strong>11</strong> And he said to me, &ldquo;O Daniel, man greatly beloved, understand the words that I speak to you, and stand upright, for I have now been sent to you.&rdquo; While he was speaking this word to me, I stood trembling.</p> <p><strong>12</strong> Then he said to me, &ldquo;Do not fear, Daniel, for from the first day that you set your heart to understand, and to humble yourself before your God, your words were heard; and I have come because of your words.&nbsp;</p> <p><strong>13</strong> But the prince of the kingdom of Persia withstood me twenty-one days; and behold, Michael, one of the chief princes, came to help me, for I had been left alone there with the kings of Persia.&nbsp;</p> <p><strong>14</strong> Now I have come to make you understand what will happen to your people in the latter days, for the vision refers to many days yet to come.&rdquo;</p> <p><br></p> <p>This is a fascinating passage. To understand it fully, let&rsquo;s identify some of the characters. Who is the prince of the kingdom of Persia? Certainly not Cyrus. He is the king of the Persian Empire. It is most likely that the expression &ldquo;the prince of the kingdom of Persia&rdquo; represents Satan. Jesus called him &ldquo;the prince of this world&rdquo; or &ldquo;the ruler of this world&rdquo; (John 12:31, John 14:30). Paul labeled him &ldquo;the prince of the power of the air&rdquo; (Eph. 2:2). If the prince of Persia represents Satan, then who is Michael? The name &ldquo;Michael&rdquo; is used five times in the Bible (Rev. 12:7; Jude 9; Dan. 10:13, 21; and Dan. 12:1). A careful study of these passages reveals that Michael (which means &ldquo;Who is like God?&rdquo;) is another term to describe Jesus as the Commander of all the angels in direct combat with Satan. Christ is the eternal, preexistent, all-powerful, divine Son of God. One of His functions as Commander of all of the angels is to defeat and eventually destroy Satan.</p> <p>Daniel 10 draws the curtain aside and reveals this struggle between good and evil. As Daniel prays, Michael, the almighty Jesus, descends from heaven to beat back the forces of hell. Although we may not see it, Jesus is at work to answer our prayers of intercession, as well. He is a mighty Savior. Not one of our prayers goes unnoticed.</p> <p><strong>How do you see the reality of the great controversy playing out in your own life? What should the reality of this battle tell you about the kind of choices you need to make?</strong></p> <div id=\"gtx-trans\" style=\"position: absolute; left: 538px; top: 1042px;\"> <div class=\"gtx-trans-icon\"></div> </div>"
    },
    {
      "id": 46,
      "idLesson": 4,
      "idDay": 6,
      "dayTitle": "<p><strong>Prayer Focus</strong></p>",
      "date": "July 23",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": " <p>Throughout the Bible, there is an emphasis on specificity in prayer. Prayer is not some vague longing of the soul. It presents God with specific requests. Jesus prayed specifically for His disciples. The apostle Paul prayed very specifically for the Ephesian, Philippian, and Colossian Christians. He prayed for his young colleagues, such as Timothy, Titus, and John Mark.</p> <p><strong>Read 1 Samuel 12:22&ndash;24 and Job 16:21. What do these two passages have in common? What do they tell us about intercessory prayer?</strong></p> <p><strong style='font-weight: 700; color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;'>1 Samuel 12:22&ndash;24</strong></p> <p><strong>22</strong> For the Lord will not forsake His people, for His great name&rsquo;s sake, because it has pleased the Lord to make you His people.&nbsp;</p> <p><strong>23</strong> Moreover, as for me, far be it from me that I should sin against the Lord in ceasing to pray for you; but I will teach you the good and the right way.&nbsp;</p> <p><strong>24</strong> Only fear the Lord, and serve Him in truth with all your heart; for consider what great things He has done for you.</p> <p><strong style='font-weight: 700; color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;'>Job 16:21</strong></p> <p><strong>21</strong> Oh, that one might plead for a man with God, As a man pleads for his neighbor!</p> <p><br></p> <p>Both Samuel and Job emphasize the need for earnest, heartfelt, specific intercession. Samuel&rsquo;s words are quite strong. He cries out, &ldquo; &lsquo;Far be it from me that I should sin against the Lord in ceasing to pray for you&rsquo; &rdquo; (1 Sam. 12:23, NKJV). We can almost hear the echo of Samuel&rsquo;s prayer in Job&rsquo;s words, &ldquo; &lsquo;Oh, that one might plead for a man with God&rsquo; &rdquo; (Job 16:21, NKJV). Pleading with God for men and women who do not know Christ is our work.</p> <p><strong>Read 1 John 5:14&ndash;16. What happens when we intercede for others?</strong></p> <p><strong style='font-weight: 700; color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;'>1 John 5:14&ndash;16</strong></p> <p><strong>14</strong> Now this is the confidence that we have in Him, that if we ask anything according to His will, He hears us.&nbsp;</p> <p><strong>15</strong> And if we know that He hears us, whatever we ask, we know that we have the petitions that we have asked of Him.</p> <p><strong>16</strong> If anyone sees his brother sinning a sin which does not lead to death, he will ask, and He will give him life for those who commit sin not leading to death. There is sin leading to death. I do not say that he should pray about that.</p> <p><br></p> <p>When we pray for others, we become a channel of God&rsquo;s blessing to them. He pours out the river of the water of life from heaven&rsquo;s throne through us to them. Satan&rsquo;s whole host trembles at the sound of earnest intercession. Ellen G. White describes the power of prayer in these significant words: &ldquo;Satan cannot endure to have his powerful rival appealed to, for he fears and trembles before His strength and majesty. At the sound of fervent prayer, Satan&rsquo;s whole host trembles.&rdquo;&mdash;Testimonies for the Church, vol. 1, p. 346. Prayer connects us with the Source of divine power in the battle for the souls of lost men and women.</p> <p><strong>Read Matthew 18:18, 19. What relationship does this passage have to intercessory prayer, and how is this passage an encouragement to pray with others for the salvation of those who don&rsquo;t know the Lord?</strong></p> <p><strong style='font-weight: 700; color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;'>Matthew 18:18, 19</strong> </p> <p><strong>18</strong> &ldquo;Assuredly, I say to you, whatever you bind on earth will be bound in heaven, and whatever you loose on earth will be loosed in heaven.</p> <p><strong>19</strong> &ldquo;Again I say to you that if two of you agree on earth concerning anything that they ask, it will be done for them by My Father in heaven.</p>"
    },
    {
      "id": 47,
      "idLesson": 4,
      "idDay": 7,
      "dayTitle": "",
      "date": "July 24",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:&nbsp;</strong>Read Ellen G. White, &ldquo;The Privilege of Prayer,&rdquo; pp. 93&ndash;104, in Steps to Christ; &ldquo;Work for Church Members,&rdquo; pp. 19&ndash;24, in Testimonies for the Church, vol. 7.</p> <p>When we pray for others, God honors our commitment to Him and our dependence on His power by employing all of the resources of heaven to transform human lives. As our prayers ascend to His throne, angelic beings spring into action at His command. &ldquo;Ministering angels are waiting about the throne to instantly obey the mandate of Jesus Christ to answer every prayer offered in earnest, living faith.&rdquo;&mdash;Ellen G. White, Selected Messages, book 2, p. 377. We have the assurance that not one prayer is lost, not one is forgotten by God. They are stored up in heaven to be answered at the time and place that He knows best. &ldquo;The prayer of faith is never lost; but to claim that it will be always answered in the very way and for the particular thing we have expected, is presumption.&rdquo;&mdash;Ellen G. White, Testimonies for the Church, vol. 1, p. 231. What encouragement this gives us as we intercede for our spouses, our sons and daughters, relatives, friends, and work associates who do not know Christ. Not one sincere prayer is ever lost. We may not always see immediate answers in those we pray for, but God is moving upon their hearts in ways we will know only in eternity.</p> <p><br></p> <p><strong>Discussion Questions:</strong></p> <p><strong>1</strong> Read Philippians 1:19; Colossians 4:2, 3; and 2 Thessalonians 3:1, 2. During his imprisonment, what assurance did Paul have because of the Philippians&rsquo; prayers? What did he ask the Colossians and Thessalonians to pray for in his behalf? What relationship do these intercessory prayer requests have to soul winning?</p> <p><strong>2</strong> Dwell on the reality of the great controversy and the fact that it forms the grand narrative behind the world that we live in. How does your knowledge of this controversy help you realize the importance of prayer? Yes, Jesus won the war, and we know that His side wins in the end. But in the meantime, why is it so important that we be praying and seeking to do all that we can to stay faithful to Him and to work for the salvation of others?</p> <p><strong>3</strong> What are some of the hindrances to a more effective life of intercessory prayer? What kind of excuses do you use (if you do) to get out of praying more for others who need it?</p> <p><br></p> <p><strong>INSIDE STORY</strong></p> <p>Faithful Soldier in Poland</p> <p>By Slawomir Pacek</p> <p><br></p> <p>When the Polish military phased out MiG-21s for newer jets, I had the opportunity to leave my job as a mechanic for a new career.</p> <p>I chose to work as an air traffic controller and took intensive classes for six months. But when I graduated, an eye doctor disqualified me, saying my vision wasn&rsquo;t good enough.</p> <p>Sadness overwhelmed me, and I prayed, &ldquo;Why, God?&rdquo;</p> <p>I ended up doing odd jobs around the military base. The work left me with plenty of downtime, and I spent hours reading the Bible. A desire to know God grew within me.</p> <p>At home, my wife, Aneta, joined me in reading the Bible. We noticed that several passages didn&rsquo;t agree with what we had learned in our church. We read that the dead sleep in the ground, not in heaven or hell, and that the seventh day is the Sabbath.</p> <p>One Saturday, Aneta and I decided to visit an Adventist church. We resolved to walk out immediately if we heard anything that disagreed with the Bible. We have never left.</p> <p>A pastor gave us Bible studies, and I knew it was only a matter of time until I left the military. I could not keep the Sabbath and serve at the same time. But no Sabbath trouble arose. It was easy to trade Sabbath work shifts with other soldiers.</p> <p>After several years, an opportunity came to be promoted to the position of leader of a mobile radar unit. I spoke openly with my commander about my faith and how I had been keeping the Sabbath.</p> <p>The commander was surprised. &ldquo;Why didn&rsquo;t you tell me that you were trading shifts with your friends?&rdquo; he asked. &ldquo;As long as I&rsquo;m in charge, you will be free every Saturday.&rdquo;</p> <p>Word about my faith spread, and soldiers came to me with spiritual questions. But the impact of my faith only became clear when I prepared to retire after 29 years in the military.</p> <p>A commander called me to his office for a private talk.</p> <p>&ldquo;I&rsquo;ve started to read the Bible,&rdquo; he said. &ldquo;I have some questions for you.&rdquo;</p> <p>Looking back, I understand why God shut the door to the job of air traffic controller. If I had taken it, I would not have had time to study the Bible. I would not have been able to trade shifts to take off the Sabbath. I would not have been able to share my faith with so many soldiers.</p> <p>Not everything went according to my plans, but God&rsquo;s plans are the best.</p> <div id=\"gtx-trans\" style=\"position: absolute; left: -3px; top: 730px;\"> <div class=\"gtx-trans-icon\"></div> </div>"
    }
  ]
}
