{
  "id": 712,
  "lessonNumber": 12,
  "versionCode": 1,
  "quarter": "2T2020",
  "title": "<p><strong>Dealing With Difficult Passages </strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p>“And consider that the longsuffering of our Lord is salvation—as also our beloved brother Paul, according to the wisdom given to him, has written to you, as also in all his epistles, speaking in them of these things, in which are some things hard to understand, which untaught and unstable people twist to their own destruction, as they do also the rest of the Scriptures” (2 Peter 3:15, 16, NKJV).</p>",
  "weekDate": "June 13–June 19",
  "lessonDays": [
    {
      "id": 121,
      "idLesson": 12,
      "idDay": 1,
      "dayTitle": "",
      "date": "June 13",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Sabbath afternoon Read for This Week’s Study:</strong> 2 Tim. 2:10–15, 1 Chron. 29:17, James 4:6–10, Gal. 6:9, Acts 17:11.</p>\n <p><strong>W</strong>hen discussing the apostle Paul’s letters, Peter writes that in them, and in some other places in Scripture, there are “some things hard to understand” (2 Pet. 3:16, NKJV). These words are twisted or distorted by “ignorant and unstable people” (2 Pet. 3:16, NIV) to their own destruction. Peter does not say that all things are difficult to understand—but only that some are. <br> <br>And we know that, don’t we? What honest reader of the Bible hasn’t come across texts that seem strange and difficult to understand? Certainly, at some point or another, we’ve all had this experience. <br> <br>That’s why we will take a look this week, not so much at difficult texts per se, but at what might be the reasons for these challenges and how, as faithful seekers of truth from the Word of God, we can work through them. In the end, some of these challenging statements might never be solved this side of heaven. At the same time, the vast majority of texts in the Bible present no difficulty whatsoever, and there’s no need to allow the small number of difficult ones to weaken our trust in the reliability and authority of God’s Word as a whole. <br> <br>* Study this week’s lesson to prepare for Sabbath, June 20. </p>"
    },
    {
      "id": 122,
      "idLesson": 12,
      "idDay": 2,
      "dayTitle": "<p><strong>Possible Reasons &nbsp;for Apparent Contradictions</strong></p>",
      "date": "June 14",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Read 2 Timothy 2:10–15. Paul admonishes Timothy to be diligent and to be “accurately handling the word of truth” (NASB). What important message is he giving to all of us here?</strong></p> <p><strong>2 Timothy 2:10–15</strong>&nbsp;</p> <p><strong>10</strong> Therefore I endure all things for the elect's sakes, that they may also obtain the salvation which is in Christ Jesus with eternal glory. <br> <br><strong>11</strong> It is a faithful saying: For if we be dead with him, we shall also live with him: <br> <br><strong>12</strong> If we suffer, we shall also reign with him: if we deny him, he also will deny us: <br> <br><strong>13</strong> If we believe not, yet he abideth faithful: he cannot deny himself. <br> <br><strong>14</strong> Of these things put them in remembrance, charging them before the Lord that they strive not about words to no profit, but to the subverting of the hearers. <br> <br><strong>15</strong> Study to shew thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.</p> <p> <br>No thoughtful and honest student of Scripture will deny the fact that there are things in the Bible that are difficult to understand. This situation should not disturb us. In fact, in a sense those difficulties are to be expected. After all, we are imperfect and finite beings, and no person has a comprehensive knowledge of every area of learning, let alone of divine things. Hence, when ignorant and finite human beings try to understand the wisdom of the infinite God of Scripture, there is bound to be some difficulty. Such difficulty in understanding biblical teachings, however, does not in any way prove that what the Bible affirms is untrue. <br> <br>Those who dismiss the biblical teaching of divine revelation and inspiration often declare those difficulties to be contradictions and errors. Because for them the Bible is more or less just a human book, they believe that the Bible must contain imperfections and errors. With such a mind-set, there is often no serious attempt to look for an explanation that takes into consideration the unity and trustworthiness of Scripture that results from its divine inspiration. People who start to question the first pages of Scripture, the Creation account (for instance), may soon be led to cast into doubt and uncertainty much of the rest of Scripture, as well. <br> <br>Some discrepancies in Scripture might be due to minor errors of copyists or translators. Ellen G. White has stated: “Some look to us gravely and say, ‘Don’t you think there might have been some mistake in the copyist or in the translators?’ This is all probable, and the mind that is so narrow that it will hesitate and stumble over this possibility or probability would be just as ready to stumble over the mysteries of the Inspired Word, because their feeble minds cannot see through the purposes of God. Yes, they would just as easily stumble over plain facts that the common mind will accept, and discern the Divine, and to which God’s utterance is plain and beautiful, full of marrow and fatness. All the mistakes will not cause trouble to one soul, or cause any feet to stumble, that would not manufacture difficulties from the plainest revealed truth.”—Selected Messages, book 1, p. 16. <br> <br><strong>Why is it so important that we approach the Bible in a spirit of humility and submission?</strong></p>"
    },
    {
      "id": 123,
      "idLesson": 12,
      "idDay": 3,
      "dayTitle": "<p><strong>Deal With Difficulties &nbsp;Honestly and Carefully</strong></p> ",
      "date": "June 15",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Have you ever had the experience of coming across a text or set of texts that you didn’t understand, or found difficult to harmonize with other texts or reality in general? It’s hard to imagine that at some time or another you haven’t faced this problem. The question is, How did you respond? Or, even more important, How should you respond?\n  <br>\n  <br><strong>Read 1 Chronicles 29:17, Proverbs 2:7, 1 Timothy 4:16. What are these texts saying that can apply to the question of how we deal with difficult passages?</strong></p>\n<p><strong>1 Chronicles 29:17</strong>&nbsp;</p>\n<p><strong><sup>17</sup></strong> I know also, my God, that thou triest the heart, and hast pleasure in uprightness. As for me, in the uprightness of mine heart I have willingly offered all these things: and now have I seen with joy thy people, which are present here, to offer willingly unto thee.</p>\n<p><strong>Proverbs 2:7</strong>&nbsp;</p>\n<p><span class=\"text Prov-2-7\"><sup class=\"versenum\"><strong>7&nbsp;</strong></sup>He layeth up sound wisdom for the righteous: he is a buckler to them that walk uprightly.</span>&nbsp;</p>\n<p><strong>1 Timothy 4:16</strong>&nbsp;</p>\n<p><strong><sup>7</sup></strong> He layeth up sound wisdom for the righteous: he is a buckler to them that walk uprightly.a16 Take heed unto thyself, and unto the doctrine; continue in them: for in doing this thou shalt both save thyself, and them that hear thee.</p>\n<p>\n  <br>Only when we are honest can we face difficulties adequately. Honesty safeguards us so that we do not evade any difficulties or try to obscure them. Honesty also will restrain us from giving superficial answers that do not really bear the test of scrutiny. God is pleased with honesty and integrity. Therefore, we should emulate His character in all we do, even in our study of the Bible.\n  <br>\n  <br>Honest people will deal with Bible difficulties in such a way that they are careful not to present information out of context, distort the truth with loaded language, or mislead others by means of manipulating evidence. It is far better to wait for a sustainable answer for a difficulty than to attempt to provide an evasive or unsatisfactory solution. A positive side effect of being honest in our Bible study is that it builds trust, and trust is at the core of all healthy personal relationships. It convinces people much more than flimsy answers. It is better to say that you just don’t know how to answer the question or accurately explain the text, than to try to make it say what you want it to say when, perhaps, it really doesn’t.\n  <br>\n  <br>Careful people earnestly want to know the truth of God’s Word and, therefore, consistently make sure that they do not rush to hasty conclusions that are based on limited knowledge or flimsy evidence. Careful people are determined not to overlook any aspect or detail that could be important. They are not hurried in their thinking, but thorough and diligent in their study of the Word of God and all related information.\n  <br>\n  <br><strong>What do you do, or what should you do, with texts that you don’t fully understand or that don’t seem to fit with your understanding of truth?</strong></p>"
    },

    {
      "id": 124,
      "idLesson": 12,
      "idDay": 4,
      "dayTitle": "<p><strong>Deal With Difficulties Humbly</strong> </p>",
      "date": "June 16",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong> <br>Read James 4:6–10, 2 Chronicles 7:14, and Zephaniah 3:12. Why is humility important when we try to tackle difficult passages in Scripture? </strong></p> <p><strong>James 4:6–10</strong>&nbsp;</p> <p><strong>16</strong> Take heed unto thyself, and unto the doctrine; continue in them: for in doing this thou shalt both save thyself, and them that hear thee.</p> <p><strong>2 Chronicles 7:14</strong>&nbsp;</p> <p><strong>14</strong> If my people, which are called by my name, shall humble themselves, and pray, and seek my face, and turn from their wicked ways; then will I hear from heaven, and will forgive their sin, and will heal their land.</p> <p><strong>Zephaniah 3:12</strong> </p> <p><strong>12</strong> I will also leave in the midst of thee an afflicted and poor people, and they shall trust in the name of the Lord. <br> <br>Many people have come to the amazing realization and humbling insight that they are dependent upon something and someone outside of themselves. They have realized that they are not the measure of all things. These people value truth over their ego’s need to be right, and they are aware that truth is not of their own making but, rather, what they confront. Perhaps the greatest truth that these people understand is just how little they really know of truth. They know, as Paul wrote, that they “see through a glass, darkly” (1 Cor. 13:12). <br> <br>The benefits of this humility in thinking are manifold: the habit of humble inquiry is the foundation of all growth in knowledge, for it generates a freedom that naturally produces a teachable spirit. This does not mean that humble people are often necessarily wrong, or that they will always change their minds and will never have a firm conviction. It means only that they are submissive to biblical truth. They are aware of the limitations of their knowledge and, therefore, are capable of expanding their knowledge and understanding of God’s Word in a way that the intellectual person, arrogant and proud, won’t do. <br> <br>“All who will come to the Word of God for guidance, with humble, inquiring minds, determined to know the terms of salvation, will understand what saith the Scripture. But those who bring to the investigation of the Word a spirit, which it does not approve, will take away from the search a spirit which it has not imparted. The Lord will not speak to a mind that is unconcerned. He wastes not his instruction on one who is willingly irreverent or polluted. But the tempter educates every mind that yields itself to his suggestions and is willing to make of none effect God’s holy law. <br> <br>“We need to humble our hearts, and with sincerity and reverence search the Word of life; for that mind alone that is humble and contrite can see light.”—Advent Review and Sabbath Herald, August 22, 1907. <br><strong> <br>How do you strike the right balance between humility and certainty? For example, how would you answer the charge, How can you Seventh-day Adventists be so certain that you are right about the Sabbath and that almost everyone else is wrong? </strong></p>"
    },
    {
      "id": 125,
      "idLesson": 12,
      "idDay": 5,
      "dayTitle": "<p><strong>Determination and Patience</strong></p>",
      "date": "June 17",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Read Galatians 6:9. While Paul speaks here about our persistence in doing good to others, the same attitude is necessary when we deal with difficult questions. Why are determination and patience important in solving problems?</strong></p>\n<p><strong><strong>Galatians 6:9</strong>&nbsp;</strong></p>\n<p><strong>9&nbsp;</strong>And let us not be weary in well doing: for in due season we shall reap, if we faint not.\n  <br>\n  <br>Real achievement always requires tenacity. What we obtain too easily we often esteem too lightly. The difficulties in the Bible give us an opportunity to set our brains to work, and the determination and persistence with which we pursue a solution reveals how important the issue is for us. Any time that we spend studying the Bible to try to find out more about its meaning and message is time well spent. Perhaps the experience of diligently searching the Scriptures for an answer, even for a long time, will be a greater blessing than the solution to the problem if we eventually do find it. After all, when we find a solution to a vexing problem, it becomes very precious to us.\n  <br>\n  <br>The fact that you cannot solve a difficulty quickly does not prove that it cannot be solved. It is remarkable how often we overlook this evident fact. There are many who, when they meet a difficulty in the Bible, and give it a little thought and can see no possible solution, at once jump to the conclusion that the problem cannot be solved. Some start questioning the trustworthiness of the Bible altogether. But we should not forget that there may be a very easy solution even if we in our limited human wisdom—or ignorance—don’t see it. What would we think of a beginner in algebra who, having tried in vain for half an hour to solve a difficult problem, declares that there is no possible solution to the problem because he could find none? The same is true for us in our study of the Bible.\n  <br>\n  <br>When some difficulties defy even your strongest efforts to solve them, lay them aside for a while, and in the meantime, practice what God has clearly shown to you. Some spiritual insights are gained only after we have been willing to follow what God has already told us to do. So, be persistent and patient in your study of the Bible. After all, patience is a virtue of the believers at the end of time (see Rev. 14:12).\n  <br>\n  <br><strong>What can we learn from other people who have diligently and patiently studied challenging Bible passages? How can we encourage others not to give up their search for truth? Why don’t we have to be afraid when we come across a difficult passage in Scripture?</strong></p>"
    },
    {
      "id": 125,
      "idLesson": 12,
      "idDay": 5,
      "dayTitle": "<p><strong>Deal With Difficulties &nbsp;Scripturally and Prayerfully</strong> </p> ",
      "date": "June 18",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Read Acts 17:11; Acts 8:35; and Acts 15:15, 16. What did the apostles and members of the early church do when they were confronted with difficult questions? Why is Scripture still the best source for its own interpretation?</strong></p> <p><strong>Acts 17:11</strong>&nbsp;</p> <p><strong>11</strong> These were more noble than those in Thessalonica, in that they received the word with all readiness of mind, and searched the scriptures daily, whether those things were so.</p> <p><strong>Acts 8:35</strong>&nbsp;</p> <p> <br><strong>35</strong> Then Philip opened his mouth, and began at the same scripture, and preached unto him Jesus.</p> <p><strong>&nbsp;Acts 15:15, 16</strong>&nbsp;</p> <p> <br><strong>15</strong> And to this agree the words of the prophets; as it is written, <br> <br><strong>16</strong> After this I will return, and will build again the tabernacle of David, which is fallen down; and I will build again the ruins thereof, and I will set it up: <br>The best solution to Bible difficulties is still found in the Bible itself. Bible problems are best dealt with when they are studied in the light of all Scripture instead of just dealing with a single text in isolation from others or from the whole of Scripture. We must, indeed, use the Bible to help us understand the Bible. Learning to mine the great truths found in Scripture is one of the most important things we can do. <br> <br>If you do not understand a passage of Scripture, try to gather some light from other biblical passages that deal with the same subject. Always try to find clear statements of Scripture to shed light on those passages that are less clear. It also is very important never to darken and cloud clear statements of Scripture by bringing to them difficultto-understand passages. Rather than having extra-biblical sources or philosophy or science explain the meaning of the Bible, we should allow the text of Scripture itself to unfold its meaning to us. <br> <br>It has been said that on our knees we literally look at difficulties from a new perspective. For in prayer, we signal that we are in need of divine help in interpreting and understanding Scripture. In prayer, we seek the illumination of our minds through the same Holy Spirit who inspired the biblical writers to write what they wrote. In prayer, our motives are laid open, and we can tell God why we want to understand what we read. <br> <br>In prayer, we ask God to open our eyes to His Word and to give us a willing spirit to follow and practice His truth. (This is crucial!) When God guides us through His Holy Spirit in response to our prayers, He does not contradict what He has revealed in the Bible. God will always be in harmony with the Bible, and confirm and build upon what He has inspired the biblical writers to communicate to us. <br> <br><strong>How does prayer help you get into the right frame of mind to be able to understand and obey the Word of God better?</strong></p>"
    },

    {
      "id": 126,
      "idLesson": 12,
      "idDay": 7,
      "dayTitle": "",
      "date": "June 19",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:</strong></p>\n<p> Read Ellen G. White, “What to Do With Doubt?” pp. 105–113, in Steps to Christ. Read section 8 in the document “Methods of Bible Study,” which can be found at http://www.adventist biblicalresearch.org/materials/bible-interpretation-hermeneutics /methods-bible-study.\n  <br>\n  <br>In the Bible are many mysteries that finite human beings find difficult to comprehend and that are too deep for us to explain fully. This is why we need a humble mind, and should be willing to learn prayerfully from Scripture. Faithfulness to Scripture allows the biblical text—even though its meaning goes against our grain—to say what it actually says. Faithfulness to Scripture will respect the text rather than alter the text (yes, some actually change the texts themselves) or evade its true meaning.\n  <br>\n  <br>“When the word of God is opened without reverence and without prayer; when the thoughts and affections are not fixed upon God, or in harmony with His will, the mind is clouded with doubts; and in the very study of the Bible, skepticism strengthens. The enemy takes control of the thoughts, and he suggests interpretations that are not correct. Whenever men are not in word and deed seeking to be in harmony with God, then, however learned they may be, they are liable to err in their understanding of Scripture, and it is not safe to trust to their explanations. Those who look to the Scriptures to find discrepancies, have not spiritual insight. With distorted vision they will see many causes for doubt and unbelief in things that are really plain and simple.”—Ellen G. White, Steps to Christ, pp. 110, 111.\n  <br>\n  <br><strong>Discussion Questions:</strong></p>\n<p>&nbsp;<strong>1.&nbsp;</strong>Why are the attitudes toward the Bible that we discussed this week so foundational for a proper understanding of Scripture? What other attitudes toward the Bible do you believe are crucial in helping you better understand it?\n  <br>\n  <br><strong>2.&nbsp;</strong>Why should we not be surprised to find things in the Bible that are hard to explain and understand? After all, how many things of the natural world itself are at times hard to understand? To this day, for instance, water (water!) is filled with mysteries.\n  <br>\n  <br><strong>3.&nbsp;</strong>As Adventists, how can we answer the question of Luke 23:43, where (according to most translations) Jesus is telling the thief that he will be in heaven with Jesus on that day? What are honest ways to respond? How, for instance, can texts such as John 20:17, Ecclesiastes 9:5, and 1 Corinthians 15:16–20 help us understand the issue in question here?</p>\n<p>\n  <br>\n</p>\n<p><strong>Inside Story:&nbsp;</strong></p>\n<p><strong>\n    <br>\n  </strong><strong>Factory Turned Into School&nbsp;</strong></p>\n<p>By Andrew Mcchesney, Adventist Mission\n  <br>\n  <br>A prosperous Seventh-day Adventist businessman wondered how his wealth could be used to improve his hometown, Tiachiv, in western Ukraine. He bought several thousand copies of Ellen G. White’s Steps to Christ and distributed them to every home in the town of 9,000 people. Then he did the same with The Desire of Ages and The Great Controversy. The local Adventist church enjoyed a good local reputation, and its membership grew to 70.\n  <br>\n  <br>But the businessman, Stepan Dordyai, thought, What else can I do? One day, he mentioned his conundrum to Vladimir Tkachuk, then education director for the Adventist Church’s Euro-Asia Division, whose territory includes Ukraine and much of the former Soviet Union. “Schools are one of the best ways to reach the world these days,” Tkachuk replied. The businessman gazed steadily at Tkachuk. “I have a building,” he said. “That’s exactly what I want to do.”\n  <br>\n  <br>In just three months, Dordyai transformed a factory building into an attractive three-story school with a beautiful sports field. The Happy Place Seventhday Adventist School opened its doors to 36 children in September 2016. In just a year, enrollment at the school, which teaches grades 1–4 and has a preschool, had doubled to 70 children, filling the classrooms to capacity. The sports field is one of the finest in town, and other schools send their children to participate in friendly matches. Each time children arrive, the Adventist principal announces, “This is a special school. We study the Bible here and do not curse. So, before we play, would you like to memorize a short Bible verse?”\n  <br>\n  <br>The children respond with a loud cry, “Yes!” On a recent day, the children eagerly memorized John 10:10, where Jesus says, “I have come that they may have life, and that they may have it more abundantly” (NKJV). “The children quickly learned it and then repeated it,” said Tkachuk, who was present and recounted the events surrounding the school. “Then they played.”\n  <br>\n  <br>Forty-five miles (75 kilometers) away, a much larger Adventist church of 300 members saw the flourishing school and asked one another, “Why can’t we open a school?” So, they opened a school with 22 children in their town, Ilnytsya. This is a remarkable story that is unfolding across the Euro-Asia Division, where the number of church schools has surged from 14 in 2012 to more than 60 today. “There are many reasons why schools are opening quickly now, but one of the main reasons is it is the right time and the right place for God to fulfill His plans,” said Mikhail Kaminskiy, president of the Euro-Asia Division.\n  <br>\n  <br>A Thirteenth Sabbath Offering in 2021 will help expand several church schools in the Euro-Asia Division. Thank you for allowing God to use you to spread the gospel.\n</p>"
    }
  ]
}
