{
  "id": 703,
  "lessonNumber": 3,
  "versionCode": 1,
  "quarter": "1T2021",
  "title": "<p><strong>When Your World Is Falling Apart</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "If you will not believe, surely you shall not be established (Isaiah 7:9, NKJV).",
  "weekDate": "January 9–January 15",
  "lessonDays": [
    {
      "id": 31,
      "idLesson": 3,
      "idDay": 1,
      "dayTitle": "",
      "date": "January 9",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>One Sabbath Connie and Roy drove into their driveway after church. A bantam hen flew frantically across the yard in front of them. Something was wrong. The pet birds were supposed to be safely in their pen but had gotten out. Quick investigation showed a tragedy in progress. Beethoven, the neighbor&rsquo;s small dog, also had escaped her yard and was down by the pond with Daisy in her mouth. Daisy was a beautiful laying hen with fluffy white tail feathers. Connie rescued Daisy, but it was too late. Her precious pet, now with a mangled neck, soon died in Connie&rsquo;s arms. She sat down in the yard, holding the dead bird, and wailed.</p> <p>Another pet was deeply disturbed. A tall, white duck by the name of Waddlesworth saw Connie holding Daisy and seemed to have assumed she had killed her. So, for the next few weeks, whenever Waddlesworth saw Connie, he would viciously attack her, pinching her painfully with his strong bill. Sometimes it is hard to sort out who your friends and enemies are.</p> <p>This week we&rsquo;ll look at a king of Judah who also had this problem, and we&rsquo;ll seek to understand why he made the wrong choices he did.</p>"
    },
    {
      "id": 32,
      "idLesson": 3,
      "idDay": 2,
      "dayTitle": "<p><strong>Danger From the North (Isa. 7:1&ndash;9)</strong></p>",
      "date": "January 10",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>What terrifying crisis did King Ahaz face early in his reign? (2 Kings 15:37, 38; 2 Kings 16:5, 6; Isaiah 7:1, 2.)</strong></p> <p><strong>2 Kings 15:37, 38</strong></p> <p><span id=\"en-NKJV-9963\" class=\"text 2Kgs-15-37\"><strong><sup class=\"versenum\">37&nbsp;</sup></strong>In those days the&nbsp;<span class=\"small-caps divine-name\">Lord</span>&nbsp;began to send&nbsp;Rezin king of Syria and&nbsp;Pekah the son of Remaliah against Judah.&nbsp;</span></p> <p><span id=\"en-NKJV-9964\" class=\"text 2Kgs-15-38\"><strong><sup class=\"versenum\">38&nbsp;</sup></strong>So Jotham&nbsp;rested with his fathers, and was buried with his fathers in the City of David his father. Then Ahaz his son reigned in his place.</span></p> <p><strong>2 Kings 16:5, 6</strong></p> <p><span id=\"en-NKJV-9969\" class=\"text 2Kgs-16-5\"><strong><sup class=\"versenum\">5&nbsp;</sup></strong>Then Rezin king of Syria and Pekah the son of Remaliah, king of Israel, came up to Jerusalem to&nbsp;<em>make</em>&nbsp;war; and they besieged Ahaz but could not overcome&nbsp;<em>him.</em>&nbsp;</span></p> <p><span id=\"en-NKJV-9970\" class=\"text 2Kgs-16-6\"><strong><sup class=\"versenum\">6&nbsp;</sup></strong>At that time Rezin king of Syria&nbsp;captured&nbsp;Elath for Syria, and drove the men of Judah from Elath. Then the&nbsp;Edomites went to Elath, and dwell there to this day.</span></p> <p><strong>Isaiah 7:1, 2</strong></p> <p><span class=\"text Isa-7-1\"><strong><sup class=\"versenum\">1&nbsp;</sup></strong>Now it came to pass in the days of&nbsp;Ahaz the son of Jotham, the son of Uzziah, king of Judah,&nbsp;<em>that</em>&nbsp;Rezin king of Syria and Pekah the son of Remaliah, king of Israel, went up to Jerusalem to&nbsp;<em>make</em>&nbsp;war against&nbsp;it, but could not&nbsp;prevail against it.&nbsp;</span></p> <p><span id=\"en-NKJV-17785\" class=\"text Isa-7-2\"><strong><sup class=\"versenum\">2&nbsp;</sup></strong>And it was told to the house of David, saying, &ldquo;Syria&rsquo;s forces are&nbsp;deployed in Ephraim.&rdquo; So his heart and the heart of his people were moved as the trees of the woods are moved with the wind.</span></p> <p>The kingdoms of northern Israel (Ephraim) and Syria (Aram) ganged up on the smaller country of Judah to the south. This happened when Judah was weakened by attacks from the Edomites and Philistines. In the past, Judah had fought against Israel, but an alliance between Israel and Syria presented an overwhelming peril. It appears Israel and Syria wanted to force Judah to participate with them in a coalition against the mighty power of Tiglath-pileser III of Assyria (called &ldquo;Pul&rdquo; in 2 Kings 15:19), who continued to threaten them with his expanding empire. Israel and Syria had put aside their longstanding struggle against each other in view of a greater danger. If they could conquer Judah and install a puppet ruler there (Isa. 7:5, 6), they could use its resources and manpower.</p> <p><strong>What was Ahaz&rsquo;s solution when his world was falling apart? (2 Kings 16:7&ndash;9, 2 Chron. 28:16.)</strong></p> <p><strong>2 Kings 16:7&ndash;9</strong></p> <p><strong><span id=\"en-NKJV-9971\" class=\"text 2Kgs-16-7\"><sup class=\"versenum\">7&nbsp;</sup></span></strong><span id=\"en-NKJV-9971\" class=\"text 2Kgs-16-7\">So Ahaz sent messengers to&nbsp;Tiglath-Pileser&nbsp;king of Assyria, saying, &ldquo;I&nbsp;</span><span id=\"en-NKJV-9971\" class=\"text 2Kgs-16-7\"><em>am</em>&nbsp;your servant and your son. Come up and save me from the hand of the king of Syria and from the hand of the king of Israel, who rise up against me.&rdquo;&nbsp;</span></p> <p><span id=\"en-NKJV-9972\" class=\"text 2Kgs-16-8\"><strong><sup class=\"versenum\">8&nbsp;</sup></strong>And Ahaz&nbsp;took the silver and gold that was found in the house of the&nbsp;<span class=\"small-caps divine-name\">Lord</span>, and in the treasuries of the king&rsquo;s house, and sent&nbsp;<em>it as</em>&nbsp;a present to the king of Assyria.&nbsp;</span></p> <p><span id=\"en-NKJV-9973\" class=\"text 2Kgs-16-9\"><strong><sup class=\"versenum\">9&nbsp;</sup></strong>So the king of Assyria heeded him; for the king of Assyria went up against&nbsp;Damascus and&nbsp;took it, carried&nbsp;<em>its people</em>&nbsp;captive to&nbsp;Kir, and killed Rezin.</span></p> <p><strong>2 Chron. 28:16</strong><strong></strong></p> <p><span class=\"text 2Chr-28-16\"><strong><sup class=\"versenum\">16&nbsp;</sup></strong>At the same time King Ahaz sent to the&nbsp;kings of Assyria to help him.</span></p> <p>&nbsp;</p> <p>Rather than recognizing that God was the only Friend who could rescue him and his country, Ahaz tried to make a friend out of Tiglathpileser III, the enemy of his enemies. The Assyrian king happily complied with his request for aid against Syria and Israel. Not only did Tiglath-pileser receive a rich bribe from Ahaz, but he also gained a good excuse to take Syria, which he promptly did (2 Kings 16:9). The power of the Syrian-Israelite alliance was broken. In the short run, it appeared that Ahaz had saved Judah.</p> <p>This action on Ahaz&rsquo;s part, however, should not come as a surprise. He had been one of the worst kings ever to rule Judah up to that point. (See 2 Kings 16:3, 4; 2 Chron. 28:2&ndash;4.)</p> <p><strong>When we read about what Ahaz was like, it is understandable why he reacted to danger as he did. What lesson is here for us on a personal level? If we&rsquo;re not obeying the Lord now, what makes us think we&rsquo;ll have the faith to trust Him when real trials come? (See James 2:22, Jer. 12:5.)</strong></p> <p><strong>James 2:22</strong></p> <p><strong><sup class=\"versenum\">22&nbsp;</sup></strong>Do you see&nbsp;that faith was working together with his works, and by&nbsp;works faith was made&nbsp;perfect?</p> <p><strong>Jer. 12:5</strong></p> <p><span class=\"text Jer-12-5\"><strong><sup class=\"versenum\">5&nbsp;</sup></strong>&ldquo;If you have run with the footmen, and they have wearied you,</span><br /><span class=\"text Jer-12-5\">Then how can you contend with horses?</span><br /><span class=\"text Jer-12-5\">And&nbsp;<em>if</em>&nbsp;in the land of peace,</span><br /><span class=\"text Jer-12-5\"><em>In which</em>&nbsp;you trusted,&nbsp;<em>they wearied you,</em></span><br /><span class=\"text Jer-12-5\">Then how will you do in&nbsp;the&nbsp;floodplain of the Jordan?</span></p>"
    },
    {
      "id": 33,
      "idLesson": 3,
      "idDay": 3,
      "dayTitle": "<p><strong>Attempted Interception (Isa. 7:3&ndash;9)</strong></p>",
      "date": "January 11",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>While Ahaz was weighing his political options to meet the threat from Israel and Syria, God knew some things he did not. For one thing, it was God who had allowed trouble to come upon him in order to discipline him and bring him to his senses (2 Chron. 28:5, 19). Moreover, although appealing to Tiglath-pileser for help seemed logical and attractive from a human standpoint, God knew it would bring the Davidic kingdom of Judah under foreign control from which she could never recover.</p> <p>The stakes were staggeringly high. So, the Lord sent Isaiah to intercept the king (apparently as he was inspecting Jerusalem&rsquo;s water supply in preparation for a siege) in order to persuade him not to contact the Assyrian leader.</p> <p><strong>Why did the Lord tell Isaiah to take his son, Shear-jashub, with him? (Isa. 7:3.)</strong></p> <p><strong>Isa. 7:3</strong></p> <p><strong><sup class=\"versenum\">3&nbsp;</sup></strong>Then the&nbsp;<span class=\"small-caps divine-name\">Lord</span>&nbsp;said to Isaiah, &ldquo;Go out now to meet Ahaz, you and&nbsp;Shear-Jashub your son, at the end of the aqueduct from the upper pool, on the highway to the Fuller&rsquo;s Field,</p> <p>Ahaz would be startled when Isaiah greeted him and introduced his son, named &ldquo;A Remnant Shall Return.&rdquo; Remnant of whom? Shall return from what? Because the boy&rsquo;s father was a prophet, the name sounded like an ominous message from God about people going into captivity. Or was it about returning to God in the sense of repenting (the verb &ldquo;return&rdquo; also carries the meaning of repentance)? The message from God to Ahaz was: it means what you make it mean! Turn from your sins or go into captivity, and from captivity a remnant will return. The decision is yours!</p> <p><strong>How did God&rsquo;s message address the king&rsquo;s situation? (Isa. 7:4&ndash;9.)</strong></p> <p><strong>Isa. 7:4&ndash;9</strong></p> <p><span id=\"en-NKJV-17787\" class=\"text Isa-7-4\"><strong><sup class=\"versenum\">4&nbsp;</sup></strong>and say to him:&nbsp;&lsquo;Take heed, and&nbsp;be&nbsp;quiet; do not fear or be fainthearted for these two stubs of smoking firebrands, for the fierce anger of Rezin and Syria, and the son of Remaliah.&nbsp;</span></p> <p><span id=\"en-NKJV-17788\" class=\"text Isa-7-5\"><strong><sup class=\"versenum\">5&nbsp;</sup></strong>Because Syria, Ephraim, and the son of Remaliah have plotted evil against you, saying,&nbsp;</span></p> <p><span id=\"en-NKJV-17789\" class=\"text Isa-7-6\"><strong><sup class=\"versenum\">6&nbsp;</sup></strong>&ldquo;Let us go up against Judah and&nbsp;trouble it, and let us make a gap in its wall for ourselves, and set a king over them, the son of Tabel&rdquo;&mdash;&nbsp;</span></p> <p><span id=\"en-NKJV-17790\" class=\"text Isa-7-7\"><strong><sup class=\"versenum\">7&nbsp;</sup></strong>thus says the Lord&nbsp;<span class=\"small-caps divine-name\">God</span>:</span></p> <div class=\"poetry top-1\"> <p class=\"line\"><span class=\"text Isa-7-7\">&ldquo;It shall not stand,</span><br /><span class=\"text Isa-7-7\">Nor shall it come to pass.</span><br /><span id=\"en-NKJV-17791\" class=\"text Isa-7-8\"><strong><sup class=\"versenum\">8&nbsp;</sup></strong>For the head of Syria&nbsp;<em>is</em>&nbsp;Damascus,</span><br /><span class=\"text Isa-7-8\">And the head of Damascus&nbsp;<em>is</em>&nbsp;Rezin.</span><br /><span class=\"text Isa-7-8\">Within sixty-five years Ephraim will be&nbsp;broken,</span><br /><span class=\"text Isa-7-8\"><em>So that it will</em>&nbsp;not&nbsp;<em>be</em>&nbsp;a people.</span><br /><span id=\"en-NKJV-17792\" class=\"text Isa-7-9\"><strong><sup class=\"versenum\">9&nbsp;</sup></strong>The head of Ephraim&nbsp;<em>is</em>&nbsp;Samaria,</span><br /><span class=\"text Isa-7-9\">And the head of Samaria&nbsp;<em>is</em>&nbsp;Remaliah&rsquo;s son.</span><br /><span class=\"text Isa-7-9\">If you will not believe,</span><br /><span class=\"text Isa-7-9\">Surely you shall not be established.&rdquo; &rsquo; &rdquo;</span></p> </div> <p>The threat from Syria and Israel would pass, and Judah would be spared. Powers that looked to Ahaz like huge, fiery volcanoes were in God&rsquo;s sight only &ldquo;two smoldering stumps of firebrands&rdquo; (Isa. 7:4, NRSV). There was no need for Ahaz to appeal to Assyria for help.</p> <p>But in order to make the right decision, Ahaz needed to trust the Lord and His promises. He needed to believe in order to be established (Isa. 7:9). The words for &ldquo;believe&rdquo; and &ldquo;be established&rdquo; are from the same Hebrew root, from which come also the word for &ldquo;truth&rdquo; (that which is reliable) and the word amen (affirming that which is true/reliable). Ahaz needed to be sure in order to be made sure; he needed to rely in order to be reliable.</p> <p><strong>Look at that last section of Isaiah 7:9. Why are faith and belief so important in order to be &ldquo;established&rdquo;? Established in what? How does this principle apply in the life of the Christian?</strong></p>"
    },
    {
      "id": 34,
      "idLesson": 3,
      "idDay": 4,
      "dayTitle": "<p><strong>Another Chance (Isa. 7:10&ndash;13)</strong></p>",
      "date": "January 12",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Ahaz did not respond to Isaiah&rsquo;s call for faith. So, God mercifully gave the king another chance, telling him to ask for a sign that was &ldquo;deep as Sheol or high as heaven&rdquo; (Isa. 7:11, NRSV). Here is one of the greatest invitations to faith ever given to a human being. Unlike lotteries or sweepstakes, God placed no restrictions in fine print. God did not even limit His offer to the half of His kingdom, as human rulers did when they reached the upper limit of their generosity (see Esther 5:6, Esther 7:2, Mark 6:23). He was ready and willing to empty all of heaven and earth for a wicked king if he would only believe! As a sign, Ahaz could have asked for a mountain of gold or soldiers as numerous as grains of sand by the Mediterranean.</p> <p><strong>Why did Ahaz respond in the way he did? (Isa. 7:12.)</strong></p> <p><strong>Isa. 7:12</strong></p> <p><span id=\"en-NKJV-17795\" class=\"text Isa-7-12\"><strong><sup class=\"versenum\">12&nbsp;</sup></strong>But Ahaz said, &ldquo;I will not ask, nor will I test the&nbsp;<span class=\"small-caps divine-name\">Lord</span>!&rdquo;</span></p> <p>&nbsp;</p> <p>At first glance, Ahaz&rsquo;s answer seems pious and respectful. He would not put God to the test, as the Israelites had centuries before, during their wilderness wanderings (Exod. 17:2, Deut. 6:16). But the difference was that God invited the king to put Him to the test (compare Mal. 3:10). To take Him up on His overwhelmingly generous gift would please Him, not test His patience. But Ahaz was not even willing to allow God to help him to believe. He barred and bolted the door of his heart to shut out faith.</p> <p><strong>Read Isaiah 7:13. What is Isaiah saying here?</strong></p> <p><strong>Isaiah 7:13</strong></p> <p><span id=\"en-NKJV-17796\" class=\"text Isa-7-13\"><strong><sup class=\"versenum\">13&nbsp;</sup></strong>Then he said, &ldquo;Hear now, O house of David!&nbsp;<em>Is it</em>&nbsp;a small thing for you to weary men, but will you weary my God also?</span></p> <p>&nbsp;</p> <p>Isaiah pointed out that by refusing to put God to the test, outwardly to avoid wearying God, Ahaz, in fact, wearied God. But the most troubling aspect of this verse is the fact that here Isaiah refers to &ldquo;my God,&rdquo; by clear contrast to Isaiah 7:11, where the prophet asked the king to ask a sign of the Lord &ldquo;your God.&rdquo; When Ahaz refused the divine offer, he rejected the Lord from being his God. The Lord was the God of Isaiah&mdash;but not of Ahaz.</p> <p><strong>What does this day&rsquo;s study teach us about God&rsquo;s forbearance and willingness to bring all of us to salvation? What also does it tell us about the blindness and hardness of the human heart when not surrendered completely to the Lord? In the end, even if God had given Ahaz any sign that he had wanted, do you think Ahaz would then have believed? Explain your answer.</strong></p>"
    },
    {
      "id": 35,
      "idLesson": 3,
      "idDay": 5,
      "dayTitle": "<p><strong>Sign of a Son (Isa. 7:14)</strong></p>",
      "date": "January 13",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Isa. 7:14</strong></p> <p><span id=\"en-NKJV-17797\" class=\"text Isa-7-14\"><strong><sup class=\"versenum\">14&nbsp;</sup></strong>Therefore the Lord Himself will give you a sign:&nbsp;Behold, the virgin shall conceive and bear&nbsp;a Son, and shall call His name&nbsp;Immanuel.</span></p> <p>&nbsp;</p> <p>An offer of a sign as &ldquo;deep as Sheol or high as heaven&rdquo; (Isa. 7:11, NRSV) did not move Ahaz. So, when God says He Himself will come up with a sign (Isa. 7:14), we expect it to have breathtaking dimensions that only the divine imagination could devise (compare Isa. 55:9, 1 Cor. 2:9).</p> <p>Surprise! The sign is a son. But how could a young woman bearing a child and calling him &ldquo;Immanuel&rdquo; be a sign of biblical proportions?</p> <p><strong>Who is the woman, and who is her Child?</strong></p> <p>Nowhere does the Old Testament point out a fulfillment of this important sign, as it had done for the signs given to other people, such as Gideon (Judg. 6:36&ndash;40). So, here are some of the possible fulfillments, based on the Old Testament alone:</p> <p>1. Because the word for &ldquo;young woman&rdquo; refers to a young woman of marriageable age, many assume she is a married woman living in Jerusalem, perhaps the wife of Isaiah. Isaiah 8:3 does record the birth of a son to Isaiah by &ldquo;the prophetess&rdquo; (referring to his wife, whose prophetic messages consisted, at least, of her children; compare Isa. 7:3, Isa. 8:18). However, this son was named Maher-shalal-hash-baz (Isa. 8:1&ndash;4), not Immanuel. Nevertheless, the signs of the two boys are similar in that before they reach the stage at which they can choose good or evil, Syria and northern Israel would be devastated (Isa. 7:16, Isa. 8:4).</p> <p>2. Some suggest that Immanuel is Hezekiah, son of Ahaz, who became the next king. But nowhere is the name Immanuel applied to him.</p> <p>3. Because Immanuel is somewhat mysterious and His name, commonly translated &ldquo;God with us&rdquo; refers to God&rsquo;s presence, He could be the same as the special Son prophesied in Isaiah 9 and 11. If so, His exalted description as divine (Isa. 9:6) and &ldquo;the root of Jesse&rdquo; (Isa. 11:10, NRSV) surpasses anything that could be ascribed to good King Hezekiah.</p> <p>4. A natural birth to an unmarried woman of marriageable age would result in an illegitimate child through illegal promiscuity (see Deut. 22:20, 21). Why would God refer to such a child as a sign to inspire faith?</p> <p>In contrast, the New Testament identifies Jesus as Immanuel (Matt. 1:21&ndash;23), born miraculously and with purity to an unmarried but betrothed virgin. Jesus also is the divine Son (Isa. 9:6, Matt. 3:17) and the &ldquo;shoot&rdquo; and &ldquo;root&rdquo; of Jesse (Isa. 11:1, 10; Rev. 22:16). Perhaps an earlier &ldquo;Immanuel,&rdquo; whose development proved to Ahaz the timeliness of prophetic fulfillments, served as a forerunner of Christ. We do not know. But we know what we need to know: &ldquo;when the fullness of time had come, God sent his Son, born of a woman&rdquo; (Gal. 4:4, NRSV), to give us the presence of God with us.</p> <p><strong>Dwell on the reality of Christ&rsquo;s coming into humanity. What kind of comfort can this reality give us amid what seems like a cold, fearsome, and uncaring world?</strong></p>"
    },
    {
      "id": 36,
      "idLesson": 3,
      "idDay": 6,
      "dayTitle": "<p><strong>&ldquo;God Is With Us&rdquo;! (Isa. 7:14)</strong></p>",
      "date": "January 14",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Like the name of Isaiah&rsquo;s children (Shear-jashub, &ldquo;a remnant shall return,&rdquo; and Maher-shalal-hash-baz, which means &ldquo;swift is booty, speedy is prey&rdquo;), the name of Immanuel has a meaning. It is literally &ldquo;with us God.&rdquo; But the commonly accepted translation &ldquo;God with us&rdquo; misses something important. As with other Hebrew names of this kind that lack verbs, the verb &ldquo;to be&rdquo; must be supplied, because it is not expressed in Hebrew. So, Immanuel must be translated &ldquo;God is with us&rdquo; (compare the same words in Isa. 8:10), just as the name &ldquo;Jesus&rdquo; (Greek, and short for Hebrew Yehoshua, or Joshua) means &ldquo;The Lord is salvation,&rdquo; with the verb again being supplied (compare Isaiah, which means, &ldquo;salvation of the Lord&rdquo;).</p> <p>But the name &ldquo;Immanuel&rdquo; is not just an abstract description; it is an assertion of a promise that is fulfilled now: &ldquo;God is with us&rdquo;!</p> <p><strong>What is the significance of the promise that God is with us?</strong></p> <p>There is no stronger assurance and comfort. God does not promise that His people will not endure hardship and pain, but He promises to be with them. The psalmist says: &ldquo;Even though I walk through the darkest valley, I fear no evil; for you are with me; your rod and your staff&mdash;they comfort me&rdquo; (Ps. 23:4, NRSV).</p> <p>&ldquo;God says: &lsquo;When you pass through the waters, I will be with you; and through the rivers, they shall not overwhelm you; when you walk through fire you shall not be burned, and the flame shall not consume you&rsquo; (Isa. 43:2).</p> <p>&ldquo;Where was the Lord when the Babylonians threw Daniel&rsquo;s three friends into the fire? With them (Dan. 3:23&ndash;25). And where was the Lord during the time of Jacob&rsquo;s trouble when he wrestled until daybreak? In Jacob&rsquo;s arms, as close as he could get (Gen. 32:24&ndash;30).</p> <p>&ldquo;Even when the Lord does not appear in physical form on earth, He goes through the experiences of His people with them. Where was the Lord when the mob condemned Stephen? &lsquo;Standing at the right hand of God&rsquo; (Acts 7:55). But when Jesus ascended to heaven, He &lsquo;sat down at the right hand of the Majesty on high&rsquo; (Heb. 1:3). Why did He stand when Stephen was in trouble, about to be stoned to death? As Morris Venden has said, &lsquo;Jesus wasn&rsquo;t going to take that sitting down!&rsquo; &rdquo;&mdash;Roy Gane, God&rsquo;s Faulty Heroes (Hagerstown, Md.: Review and Herald Pub. Assn., 1996), p. 66.</p> <p><strong>Even though we have the promise that &ldquo;God is with us,&rdquo; what difference does that make if we still face terrible trials and suffering? What good does the knowledge of His presence, then, do for us? Explain your answer.</strong></p>"
    },
    {
      "id": 37,
      "idLesson": 3,
      "idDay": 7,
      "dayTitle": "",
      "date": "January 15",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:</strong> &ldquo; &lsquo;His name shall be called Immanuel, . . . God with us.&rsquo; &lsquo;The light of the knowledge of the glory of God&rsquo; is seen &lsquo;in the face of Jesus Christ.&rsquo; From the days of eternity the Lord Jesus Christ was one with the Father; He was &lsquo;the image of God,&rsquo; the image of His greatness and majesty, &lsquo;the outshining of His glory.&rsquo; It was to manifest this glory that He came to our world. To this sin-darkened earth He came to reveal the light of God&rsquo;s love,&mdash;to be &lsquo;God with us.&rsquo; Therefore it was prophesied of Him, &lsquo;His name shall be called Immanuel.&rsquo; &rdquo;&mdash;Ellen G. White, The Desire of Ages, p. 19.</p> <p>&ldquo;Well would it have been for the kingdom of Judah had Ahaz received this message as from heaven. But choosing to lean on the arm of flesh, he sought help from the heathen. In desperation he sent word to Tiglath-pileser, king of Assyria: &lsquo;I am thy servant and thy son: come up, and save me out of the hand of the king of Syria, and out of the hand of the king of Israel, which rise up against me.&rsquo; 2 Kings 16:7. The request was accompanied by a rich present from the king&rsquo;s treasure and from the temple storehouse.&rdquo;&mdash;Ellen G. White, Prophets and Kings, p. 329.</p> <p><strong>Discussion Questions:</strong></p> <p><strong>1</strong> When you are in the process of making a decision, is it appropriate to ask God for a sign? What dangers are possibly inherent in doing something like that?</p> <p><strong>2</strong> It is good to have human assistance, but how do you recognize its limits?</p> <p><strong>3</strong> Russian author Leo Tolstoy wrote to a friend that &ldquo;once a man has realized that death is the end of everything, then there is nothing worse than life either.&rdquo; How does our knowledge that &ldquo;God is with us&rdquo; answer such a statement?</p> <p><strong>Summary:</strong> God brought faithless King Ahaz to circumstances in which he had to make a difficult decision: To believe or not to believe, this is the question. Even though the Lord offered him any sign that his imagination could devise, he refused to allow God to demonstrate a reason why he should believe. Instead, he chose as his &ldquo;friend&rdquo; the king of Assyria.</p> <p><strong>Inside Story</strong></p> <p><strong>Floating Red Book</strong></p> <p>By Andrew McChesney, Adventist Mission</p> <p>Toroni Kumar Tripura was thrilled to receive a Bible with a beautiful red cover in his remote village in southeast Bangladesh. The Bible arrived as a reward for completing a series of Bible lessons by mail.</p> <p>But Toroni had to be careful.</p> <p>His father served as a priest in the family&rsquo;s traditional religion, and he would not be pleased that his son had a Bible about the God of heaven.</p> <p>Toroni, however, wasn&rsquo;t worried. He had studied the Bible lessons every night while his parents slept, and he also intended to read the red Bible at night.</p> <p>The plan seemed to work.</p> <p>Toroni tended Father&rsquo;s cows during the day and, after returning home at night, waited until his parents were asleep to eagerly switch on a tiny flashlight and read about God.</p> <p>One night Father caught Toroni reading the Bible. He was furious. After his son left the house the next day, he seized the red Bible and threw it into the muddy waters of the Chenggi River.</p> <p>Toroni was distraught when he realized that his red Bible was missing. He quickly understood what had happened.</p> <p>What could he do? He couldn&rsquo;t afford to buy another Bible. The correspondence school probably wouldn&rsquo;t send him a second Bible. But he longed to read more about God.</p> <p>Some time passed. One afternoon Toroni was swimming in the Chenggi River when he saw something floating on the water. He had seen plastic bottles and other garbage in the river, but this looked different.</p> <p>He swam closer.</p> <p>Reaching out, he grabbed the object with his hand and hastily swam to shore. Climbing onto the riverbank, he raised his hand to see a dripping red Bible.</p> <p>He couldn&rsquo;t believe it. It was his missing Bible.</p> <p>Toroni placed the book on the grass in the hot sun to dry. It took 14 days to dry the Bible, and then he began to read it again. As he read, he fell in love with God.</p> <p>Even though he risked angering his father, he couldn&rsquo;t keep the newfound love to himself. He told other villagers about the God of the red Bible that wouldn&rsquo;t sink in the river. The astounded villagers asked to know more. Today most of the villagers, including many of Toroni&rsquo;s relatives, worship the God of the red Bible.</p>"
    }
  ]
}
