{
  "id": 710,
  "lessonNumber": 10,
  "versionCode": 2,
  "quarter": "1T2021",
  "title": "<p><strong>Doing the Unthinkable</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p><strong>Memory text:</strong> &ldquo;But He was wounded for our transgressions, He was bruised for our iniquities; the chastisement for our peace was upon Him,and by His stripes we are healed&rdquo; (Isaiah 53:5, NKJV).</p>",
  "weekDate": "February 27–March 5",
  "lessonDays": [
    {
      "id": 101,
      "idLesson": 10,
      "idDay": 1,
      "dayTitle": "",
      "date": "February 27",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Lough Fook, a Chinese Christian, was moved with compassion for those of his compatriots who had become slaves in South American mines. He wanted to give them the hope of the gospel, but how could he have access to them? His solution was to sell himself for a term of five years as a slave. He was transported to Demerara,where he toiled in the mines and told his fellow workers about Jesus. Lough Fook died&mdash;but not until 200 people were liberated from hopelessness by accepting Jesus as their Savior. Such amazing self-sacrifice for the good of others! What an example! By doing the unthinkable; that is, humbly &ldquo;taking the form of a slave&rdquo; (Phil. 2:7, NRSV), Jesus, too, had reached the unreachable&mdash;you and me and all the world steeped and lost in the abyss of sin. This week, we&rsquo;ll see this incredible event prophesied hundreds of years before it happened.</p>"
    },
    {
      "id": 102,
      "idLesson": 10,
      "idDay": 2,
      "dayTitle": "<p><strong>Isaiah&rsquo;s Testing Truth (Isa. 50:4&ndash;10)</strong></p>",
      "date": "February 28",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>If Isaiah intended to convey only information, he would lay out all the details regarding the Messiah at once. But in order to teach, persuade, andgive his audience an encounter with the Servant of the Lord, he develops a rich fabric of recurring themes in symphonic fashion. He unfolds God&rsquo;s message in steps so that each aspect can be grasped in relation to the rest of the picture. Isaiah is an artist whose canvas is the soul of his listener.</p> <p><br></p> <p><strong>Read Isaiah 50:4&ndash;10. Summarize what these verses are saying. How do you see Jesus in this passage?</strong></p> <p><br></p> <p><strong>Isaiah 50:4&ndash;10</strong></p> <p><br></p> <p><strong>4</strong> The Lord God hath given me the tongue of the learned, that I should know how to speak a word in season to him that is weary: he wakeneth morning by morning, he wakeneth mine ear to hear as the learned.</p> <p><br></p> <p><strong>5 </strong>The Lord God hath opened mine ear, and I was not rebellious, neither turned away back.</p> <p><br></p> <p><strong>6</strong> I gave my back to the smiters, and my cheeks to them that plucked off the hair: I hid not my face from shame and spitting.</p> <p><br></p> <p><strong>7</strong> For the Lord God will help me; therefore shall I not be confounded: therefore have I set my face like a flint, and I know that I shall not be ashamed.</p> <p><br></p> <p><strong>8</strong> He is near that justifieth me; who will contend with me? let us stand together: who is mine adversary? let him come near to me.</p> <p><br></p> <p><strong>9</strong> Behold, the Lord God will help me; who is he that shall condemn me? lo, they all shall wax old as a garment; the moth shall eat them up.</p> <p><br></p> <p><strong>10</strong> Who is among you that feareth the Lord, that obeyeth the voice of his servant, that walketh in darkness, and hath no light? let him trust in the name of the Lord, and stay upon his God.</p> <p><br></p> <p>We found in Isaiah 49:7 that God&rsquo;s Servant is despised, abhorred, and &ldquo;the slave of rulers&rdquo; (NRSV) but that &ldquo; &lsquo;kings shall see and stand up, princes, and they shall prostrate themselves&rsquo; &rdquo; (NRSV). Here in Isaiah 50, we learn that the valley is deeper for the gentle Teacher whose words sustain the weary (Isa. 50:4). The path to vindication leads through physical abuse (Isa. 50:6). This abuse sounds bad to those of us in modern Western cultures. But in an ancient Near Eastern culture, honor was a life-and-death matter for a person and his or her group. If you insulted and mistreated someone like this, you&rsquo;d better be well protected; if they got half a chance, the victim and/or his clan would surely retaliate.</p> <p><br></p> <p>King David attacked and conquered the country of Ammon (2 Sam. 10:1&ndash;12) because its king had merely &ldquo;seized David&rsquo;s envoys, shaved off half the beard of each, cut off their garments in the middle at their hips,and sent them away&rdquo; (2 Sam. 10:4, NRSV). But in Isaiah 50 people strike the Servant, painfully pluck out hairs from His beard, and spit at Him. What makes these actions an international, intercosmic incident is that the victim is the envoy of the divine King of kings.In fact, by comparing Isaiah 9:6, 7 and Isaiah 11:1&ndash;16 with other &ldquo;servant&rdquo; passages, we found that the Servant is the King, the mighty Deliverer! But with all this power and honor, for some unthinkable reason, He does not save Himself! This is so strange that people didn&rsquo;t believe it. At Jesus&rsquo; cross, leaders mocked Him: &ldquo; &lsquo;He saved others; let him save himself if he is the Messiah of God,his chosen one!&rsquo; &rdquo;(Luke 23:35, NRSV); &ldquo; &lsquo;Let him come down from the cross now, and we will believe in him&rsquo; &rdquo; (Matt. 27:42, NRSV).</p> <p><br></p> <p><strong>Read through Isaiah 50:4&ndash;10. Write down the spiritual principles depicted here that should be applied to our own lives. Look at yourself in light of the list you make. In what areas could you do better? If discouraged, then read on for the rest of the week.</strong></p>"
    },
    {
      "id": 103,
      "idLesson": 10,
      "idDay": 3,
      "dayTitle": "<p><strong>The Suffering Servant Poem (Isa. 52:13&ndash;53:12)</strong></p>",
      "date": "March 1",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Isaiah 52:13&ndash;53:12, known as the &ldquo;Suffering Servant Poem,&rdquo; confirms Isaiah&rsquo;s reputation as &ldquo;the gospel prophet.&rdquo; In harmony with the excellence of the gospel, the poem towers above other literature. Though breathtakingly short, every phrase is packed with profound meaning that reveals the core of God&rsquo;s unthinkable quest to save a race steeped and lost in sin. This is not the &ldquo;milk&rdquo; of Isaiah&rsquo;s word. He has prepared his audience by developing the Messianic theme from the early part of his book. In following the overall course of the Messiah&rsquo;s life on earth, the prophet started with His conception and birth (Isa. 7:14), introduced His identity as a divine Davidic king (Isa. 9:6, 7), elaborated on His work of restoration for Israel (Isa. 11:1&ndash;16) and quiet ministry of liberation from injustice and suffering (Isa. 42:1&ndash;7). Then Isaiah revealed that the Messiah&rsquo;s grand drama includes the contrast of tragedy before exaltation (Isa. 49:1&ndash;12, Isa. 50:6&ndash;10). Now the Suffering Servant Poem plumbs the depths of the tragedy.</p> <p><br></p> <p>Go back over those sections listed in the above paragraph. Review what they tell us about the Messiah, Jesus. How do they help to prepare us for what&rsquo;s coming in Isaiah 52 and 53? Or do they simply make what happens in Isaiah 52 and 53 more striking?</p> <p><br></p> <p><strong>Isaiah 52</strong></p> <p><br></p> <p><strong>1 </strong>&nbsp;Awake, awake; put on thy strength, O Zion; put on thy beautiful garments, O Jerusalem, the holy city: for henceforth there shall no more come into thee the uncircumcised and the unclean.</p> <p><br></p> <p><strong>2</strong> Shake thyself from the dust; arise, and sit down, O Jerusalem: loose thyself from the bands of thy neck, O captive daughter of Zion.</p> <p><br></p> <p><strong>3</strong> For thus saith the Lord, Ye have sold yourselves for nought; and ye shall be redeemed without money.</p> <p><br></p> <p><strong>4</strong> For thus saith the Lord God, My people went down aforetime into Egypt to sojourn there; and the Assyrian oppressed them without cause.</p> <p><br></p> <p><strong>5</strong> Now therefore, what have I here, saith the Lord, that my people is taken away for nought? they that rule over them make them to howl, saith the Lord; and my name continually every day is blasphemed.</p> <p><br></p> <p><strong>6 </strong>Therefore my people shall know my name: therefore they shall know in that day that I am he that doth speak: behold, it is I.</p> <p><br></p> <p><strong>7</strong> How beautiful upon the mountains are the feet of him that bringeth good tidings, that publisheth peace; that bringeth good tidings of good, that publisheth salvation; that saith unto Zion, Thy God reigneth!</p> <p><br></p> <p><strong>8</strong> Thy watchmen shall lift up the voice; with the voice together shall they sing: for they shall see eye to eye, when the Lord shall bring again Zion.</p> <p><br></p> <p><strong>9</strong> Break forth into joy, sing together, ye waste places of Jerusalem: for the Lord hath comforted his people, he hath redeemed Jerusalem.</p> <p><br></p> <p><strong>10</strong> The Lord hath made bare his holy arm in the eyes of all the nations; and all the ends of the earth shall see the salvation of our God.</p> <p><br></p> <p><strong>11</strong> Depart ye, depart ye, go ye out from thence, touch no unclean thing; go ye out of the midst of her; be ye clean, that bear the vessels of the Lord.</p> <p><br></p> <p><strong>12</strong> For ye shall not go out with haste, nor go by flight: for the Lord will go before you; and the God of Israel will be your reward.</p> <p><br></p> <p><strong>13</strong> Behold, my servant shall deal prudently, he shall be exalted and extolled, and be very high.</p> <p><br></p> <p><strong>14</strong> As many were astonied at thee; his visage was so marred more than any man, and his form more than the sons of men:</p> <p><br></p> <p><strong>15</strong> So shall he sprinkle many nations; the kings shall shut their mouths at him: for that which had not been told them shall they see; and that which they had not heard shall they consider.</p> <p><br></p> <p><strong>Isaiah 53</strong></p> <p><br></p> <p><strong>1 </strong>Who hath believed our report? and to whom is the arm of the Lord revealed?</p> <p><br></p> <p><strong>2</strong> For he shall grow up before him as a tender plant, and as a root out of a dry ground: he hath no form nor comeliness; and when we shall see him, there is no beauty that we should desire him.</p> <p><br></p> <p><strong>3</strong> He is despised and rejected of men; a man of sorrows, and acquainted with grief: and we hid as it were our faces from him; he was despised, and we esteemed him not.</p> <p><br></p> <p><strong>4</strong> Surely he hath borne our griefs, and carried our sorrows: yet we did esteem him stricken, smitten of God, and afflicted.</p> <p><br></p> <p><strong>5</strong> But he was wounded for our transgressions, he was bruised for our iniquities: the chastisement of our peace was upon him; and with his stripes we are healed.</p> <p><br></p> <p><strong>6</strong> All we like sheep have gone astray; we have turned every one to his own way; and the Lord hath laid on him the iniquity of us all.</p> <p><br></p> <p><strong>7</strong> He was oppressed, and he was afflicted, yet he opened not his mouth: he is brought as a lamb to the slaughter, and as a sheep before her shearers is dumb, so he openeth not his mouth.</p> <p><br></p> <p><strong>8</strong> He was taken from prison and from judgment: and who shall declare his generation? for he was cut off out of the land of the living: for the transgression of my people was he stricken.</p> <p><br></p> <p><strong>9</strong> And he made his grave with the wicked, and with the rich in his death; because he had done no violence, neither was any deceit in his mouth.</p> <p><br></p> <p><strong>10</strong> Yet it pleased the Lord to bruise him; he hath put him to grief: when thou shalt make his soul an offering for sin, he shall see his seed, he shall prolong his days, and the pleasure of the Lord shall prosper in his hand.</p> <p><br></p> <p><strong>11</strong> He shall see of the travail of his soul, and shall be satisfied: by his knowledge shall my righteous servant justify many; for he shall bear their iniquities.</p> <p><br></p> <p><strong>12</strong> Therefore will I divide him a portion with the great, and he shall divide the spoil with the strong; because he hath poured out his soul unto death: and he was numbered with the transgressors; and he bare the sin of many, and made intercession for the transgressors.</p> <p><br></p> <p>Isaiah 52:13&ndash;53:1 introduces the poem with a preview containing a stunning contrast: the Servant will prosper and be exalted, but His appearance will be marred beyond recognition. Who can believe it? Isaiah 53:2, 3 begins a painful descent from the Servant&rsquo;s origin and ordinary appearance to His sorrow and rejection. Isaiah 53:4&ndash;6 pauses to explain that His suffering is really our punishment, which He bears to heal us. Isaiah 53:7&ndash;9 continues the innocent Servant&rsquo;s descent to the grave. In Isaiah 53:10&ndash;12, the Servant ascends to the exalted reward foreseen at the beginning of the poem starting in Isaiah 52:13, with the added insight that His sacrifice to save others is the will of God. Compare this poem to the &ldquo;valley&rdquo; shape of Philippians 2:5&ndash;11, where Jesus begins in the form of God but descends by emptying Himself to take on the bondage of human form, humbling Himself down to death, and the lowest of all deaths: death on a cross. Therefore, God highly exalts Him so that everyone should acknowledge Him as Lord (compare Isa. 49:7).</p> <p><br></p> <p><strong>Read Isaiah 52:13&ndash;53:12. Write down everything the poem says that Jesus has done for us. Dwell on what those actions in our behalf mean to us.</strong></p>"
    },
    {
      "id": 104,
      "idLesson": 10,
      "idDay": 4,
      "dayTitle": "<p><strong>Who Has Believed? (Isa. 52:13&ndash;53:12)</strong></p>",
      "date": "March 2",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>In Isaiah 52:13, God&rsquo;s Servant is highly exalted, but without warning, the next verse describes His appearance as so disfigured He cannot be recognized as one of the &ldquo;sons of men.&rdquo; The New Testament describes the factors that marred Jesus&rsquo; appearance, including scourging, a crown of thorns, crucifixion, but, above all, bearing the sins of the human race. Sin was never intended to be natural for humans; bearing it made the &ldquo;Son of Man&rdquo; appear inhuman. Compare this with the story of Job, who suddenly plummeted from a position of great wealth, honor, and power to a miserable wretch sitting among ashes on the ground and scraping his painful sores with a potsherd (Job 1, 2). The contrast was so great that not even Job&rsquo;s friends recognized him at first (Job 2:12). The question is: Why does Job suffer? Why must God&rsquo;s Messiah suffer? Neither deserve it. Both are innocent. Why, then, the suffering?</p> <p><br></p> <p><strong>Read through the verses for today&rsquo;s study and write down the places where the theme of the innocent suffering for the guilty appears. What is the essential message there for us?</strong></p> <p><br></p> <p><strong>Isaiah 52:13</strong>&nbsp;</p> <p><strong>13 </strong>Behold, my servant shall deal prudently, he shall be exalted and extolled, and be very high.</p> <p><br></p> <p><strong>Isaiah 53:12</strong></p> <p><strong>&nbsp;12</strong> Therefore will I divide him a portion with the great, and he shall divide the spoil with the strong; because he hath poured out his soul unto death: and he was numbered with the transgressors; and he bare the sin of many, and made intercession for the transgressors.</p> <p><br></p> <p>Look at the questions in Isaiah 53:1. These questions emphasize the challenge of believing the unbelievable (compare with John 12:37&ndash;41) and warn us to sit down for the rest of the story. But the questions also imply an appeal. In this context, the parallel between the two questions implies that the Lord&rsquo;s arm or power of salvation (compare with Isa. 52:10) is revealed to those who believe the report. Do you want to experience God&rsquo;s saving power? Then believe the report.</p> <p><br></p> <p><strong>Look carefully at Isaiah 53:6. What is the specific message there? What is that text saying to you, personally, that should give you hope despite your past sins and failures?</strong></p>"
    },
    {
      "id": 105,
      "idLesson": 10,
      "idDay": 5,
      "dayTitle": "<p><strong>The Unreachable Is Us! (Isa. 53:3&ndash;9)</strong></p>",
      "date": "March 3",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Like a vulnerable plant, apparently of no special value, and despised (Isa. 53:2, 3)&mdash;that&rsquo;s the depiction we are given here of the Suffering Servant. Isaiah has quickly brought us through innocent youth to the brink of the abyss. Even with the background provided earlier, we are not prepared in the sense that we are resigned to the Servant&rsquo;s fate. To the contrary! Isaiah has taught us to cherish the Child born to us, the supreme Prince of Peace. Others despise Him, but we know who He really is. As someone has said: &ldquo;We have met the enemy and they are us.&rdquo; The Servant is not the first to be despised, rejected, or a man of suffering. King David was all of those when he fled from his son Absalom (2 Sam. 15:30). But the suffering borne by this Servant is not His own and does not result from His own sin. Nor does He bear it merely for another individual; &ldquo;the Lord has laid on him the iniquity of us all&rdquo; (Isa. 53:6, NRSV). The answer to the question &ldquo;Why?&rdquo; is Isaiah&rsquo;s testing truth: Because of God&rsquo;s love, His Messiah would choose to suffer. But why? Isaiah drives the &ldquo;golden spike&rdquo; in to complete the unthinkable truth: He would choose to suffer in order to reach the unreachable, and the unreachable are us! Those who do not understand regard the Servant as &ldquo;struck down by God&rdquo; (Isa. 53:4, NRSV). Just as Job&rsquo;s friends thought his sin must have caused his suffering, and just as Jesus&rsquo; disciples asked Him &ldquo; &lsquo;who sinned, this man or his parents, that he was born blind?&rsquo; &rdquo; (John 9:2, NRSV), those who saw Jesus on the cross assumed the worst. Didn&rsquo;t Moses say that &ldquo;anyone hung on a tree is under God&rsquo;s curse&rdquo; (Deut. 21:23; compare Num. 25:4)? Yet, all this was God&rsquo;s will (Isa. 53:10). Why? Because &ldquo;Christ redeemed us from the curse of the law by becoming a curse for us&rdquo; (Gal. 3:13, NRSV). Because God &ldquo;made him to be sin who knew no sin, so that in him we might become the righteousness of God&rdquo; (2 Cor. 5:21). &ldquo;What a price has been paid for us! Behold the cross, and the Victim uplifted upon it. Look at those hands, pierced with the cruel nails. Look at His feet, fastened with spikes to the tree. Christ bore our sins in His own body. That suffering, that agony, is the price of your redemption.&rdquo;&mdash;Ellen G. White, God&rsquo;s Amazing Grace, p. 172.</p> <p><br></p> <p><strong>The weight, the guilt, the punishment for the sins of the whole world&mdash;every sin, by every sinner&mdash;fell upon Christ at the cross, at once, as the only means to save us! What does this tell us about how bad sin is, that such a price had to be paid in order to redeem us from it? What does it tell us about God&rsquo;s love that He would do this for us, even at such a great cost?</strong></p>"
    },
    {
      "id": 106,
      "idLesson": 10,
      "idDay": 6,
      "dayTitle": "<p><strong>A Transforming Reparation Offering (Isa. 53:10&ndash;12)</strong></p>",
      "date": "March 4",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>What does it mean that the Servant&rsquo;s life is &ldquo;an offering for sin&rdquo; (Isa.53:10, NRSV)?</strong></p> <p><strong><br></strong></p> <p><strong>Isaiah 53:10</strong></p> <p><br></p> <p><strong>10</strong> Yet it pleased the Lord to bruise him; he hath put him to grief: when thou shalt make his soul an offering for sin, he shall see his seed, he shall prolong his days, and the pleasure of the Lord shall prosper in his hand.</p> <p><br></p> <p>The Hebrew word refers to a &ldquo;guilt&rdquo; or &ldquo;reparation offering&rdquo; (Lev. 5:14&ndash;6:7, Lev. 7:1&ndash;7), which could atone for deliberate wrongs against other people (Lev. 6:2, 3). Such sins were singled out by Isaiah (Isaiah 1&ndash;3; Isa. 10:1, 2; Isaiah 58). Also, the sinner must restore to the wronged person that which was taken, plus a penalty, before offering the sacrifice to receive forgiveness from God (Lev. 6:4&ndash;7; compare Matt. 5:23, 24). In a case of inadvertent misuse of something that belongs to God, the reparation goes to Him (Lev. 5:16). Now we can understand Isaiah 40:2, where God comforts His exiled people by telling them they have paid enough reparation for their sins. But following the reparation, there must be a sacrifice. Here it is in Isaiah 53: God&rsquo;s Servant, instead of a ram, is led like a sheep to the slaughter (Isa. 53:7) on behalf of people who have gone astray (Isa. 53:6). Although &ldquo;cut off from the land of the living&rdquo; (Isa. 53:8, NRSV; compare Dan. 9:26), completely consumed in the sacrifice that kindles the flame of hope for us, the Servant comes forth from death, the land of no return, to receive exaltation; see His &ldquo;offspring&rdquo;; and prolong His days (Isa. 53:10&ndash;12).</p> <p><br></p> <p><strong>Look up each of the following verses. How does each one reflect the same basic message as Isaiah 53?</strong></p> <p><br></p> <p><strong>Psalms 32: 1,2</strong></p> <p><br></p> <p><strong>1</strong> Blessed is he whose transgression is forgiven, whose sin is covered.</p> <p><br></p> <p><strong>2</strong> Blessed is the man unto whom the Lord imputeth not iniquity, and in whose spirit there is no guile.</p> <p><br></p> <p><strong>Romans 5:8</strong></p> <p><br></p> <p><strong>8</strong> But God commendeth his love toward us, in that, while we were yet sinners, Christ died for us.</p> <p><br></p> <p><strong>Galatians 2:6</strong></p> <p><br></p> <p><strong>6</strong> But of these who seemed to be somewhat, (whatsoever they were, it maketh no matter to me: God accepteth no man&apos;s person:) for they who seemed to be somewhat in conference added nothing to me.</p> <p><br></p> <p><strong>Philippians 3:9</strong></p> <p><br></p> <p><strong>9</strong> And be found in him, not having mine own righteousness, which is of the law, but that which is through the faith of Christ, the righteousness which is of God by faith.</p> <p><br></p> <p><strong>Hebrews 2:9</strong></p> <p><br></p> <p><strong>9 </strong>But we see Jesus, who was made a little lower than the angels for the suffering of death, crowned with glory and honour; that he by the grace of God should taste death for every man.</p> <p><br></p> <p><strong>1 peter 2:24</strong></p> <p><br></p> <p><strong>24</strong> Who his own self bare our sins in his own body on the tree, that we, being dead to sins, should live unto righteousness: by whose stripes ye were healed.</p> <p><strong><br></strong></p> <p><strong>If someone were to ask you to summarize in a single paragraph the good news of Isaiah 52:13&ndash;53:12, what would you write?</strong></p>"
    },
    {
      "id": 107,
      "idLesson": 10,
      "idDay": 7,
      "dayTitle": "",
      "date": "March 5",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:</strong></p> <p>&nbsp;&ldquo;Christ bore our sins in His own body on the tree. . . . What must sin be, if no finite being could make atonement? What must its curse be if Deity alone could exhaust it? The cross of Christ testifies to every man that the penalty of sin is death. . . . Oh, must there be some strong bewitching power which holds the moral senses, steeling them against the impressions of the Spirit of God?&rdquo;&mdash;Ellen G. White, Our High Calling, p. 44.</p> <p><br></p> <p>&ldquo;The law of God&rsquo;s government was to be magnified by the death of God&rsquo;s only-begotten Son. Christ bore the guilt of the sins of the world. Our sufficiency is found only in the incarnation and death of the Son of God. He could suffer, because [He was] sustained by divinity. He could endure, because He was without one taint of disloyalty or sin. Christ triumphed in man&rsquo;s behalf in thus bearing the justice of punishment. He secured eternal life to men, while He exalted the law, and made it honorable.&rdquo;&mdash;Ellen G. White, Selected Messages, book 1, p. 302.</p> <p><br></p> <p><strong>Discussion Questions:</strong></p> <p><br></p> <p><strong>1&nbsp;</strong>Isaiah 53:7&ndash;9 descends to the depths of the abyss: the Servant&rsquo;s death and burial. How many aspects of these verses were fulfilled at the end of Jesus&rsquo; life? (Matt. 26:57&ndash;27:60, Mark 14:53&ndash;15:46, Luke 22:54&ndash;23:53, John 18:12&ndash;19:42.)&nbsp;</p> <p><strong>2</strong> Look at the last quote above by Ellen G. White about Christ&rsquo;s death magnifying the law. What does she mean by that? How do we understand His death as proof of the perpetuity of the law?</p> <p><br></p> <p><strong>Summary:</strong> Having told about the birth, identity, and career of God&rsquo;s Deliverer, Isaiah finally reveals the supreme tragedy that gives us hope: To reach, save, and heal lost people, including us, God&rsquo;s Servant voluntarily bears our suffering and punishment.</p> <p><strong>Vodka for Easter</strong></p> <p><strong>&nbsp;By Andrew McChesney, Adventist Mission</strong></p> <p><br></p> <p>Sergei Sokol, chief engineer at a beverage company in northern Kazakhstan, was pleased when a coworker declared during lunch break that people should celebrate Easter with a shot of vodka, painted eggs, and kulich, a traditional Easter bread in the Orthodox Christian faith. Many people in Kazakhstan celebrate Easter with vodka, painted eggs, and kulich. &ldquo;What does the Bible say about Easter?&rdquo; Sergei asked. The coworker didn&rsquo;t know what to say. He had never read the Bible. Sergei ran to his office and returned with a Bible. With the assistance of a concordance, he and several coworkers unsuccessfully searched for a mention of Easter as a holiday celebrating Jesus&rsquo; resurrection from the dead. But they did find numerous references to the Jewish Passover, which in their native Russian language has the same name as Easter: paskha. The only food that the Bible mentioned as being eaten at paskha was roasted lamb or goat with unleavened bread and bitter herbs. &ldquo;Where is the vodka, painted eggs, and kulich?&rdquo; a coworker exclaimed. Sergei smiled. He liked those conversations. They led to Jesus. Coworkers didn&rsquo;t speak so openly about the Bible when Sergei first joined the company. He was open about being a Seventh-day Adventist, but his coworkers thought his faith was odd. &ldquo;That guy is a sectarian,&rdquo; they whispered. Sergei did not mind the disdainful remarks and prayed for wisdom to share his hope in Jesus&rsquo; soon coming. He wondered how he could share literature. Then he remembered that every coworker had a birthday. He began to congratulate coworkers on their birthdays and to present them with gifts of Ellen White&rsquo;s books The Great Controversy and Steps to Christ. Coworkers read the books and began asking questions at lunchtime. When the local Adventist church opened an &ldquo;urban center of influence&rdquo; offering free massage therapy on its premises, Sergei invited coworkers to sign up. Three women came, and he gave them a tour of the sanctuary, small hall, and children&rsquo;s room before the massage session. The coworkers praised Adventists after receiving 10 days of massage therapy. &ldquo;We thought you belonged to a sect,&rdquo; one told Sergei during lunch break. &ldquo;But it turns out that this is a church&mdash;and a good church.&rdquo; Sergei said he doesn&rsquo;t feel like a missionary for sharing Jesus. &ldquo;I don&rsquo;t think that I&rsquo;m doing anything special,&rdquo; he said. &ldquo;This is just what I do.&rdquo;</p> <p>--------------------</p> <p>Part of a 2017 Thirteenth Sabbath Offering helped open the first Seventh-day Adventist preschool in Sergei Sokol&rsquo;s hometown, Pavlodar, Kazakhstan.</p>"
    }
  ]
}
