{
  "id": 709,
  "lessonNumber": 9,
  "versionCode": 2,
  "quarter": "1T2021",
  "title": "<p style=\"text-align: center;\"><strong>&nbsp;To Serve and to Save</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p><strong>Read for This Week&rsquo;s Study: Isaiah 41, Isa. 42:1&ndash;7, Isa. 44:26&ndash;45:6, Isa. 49:1&ndash;12. Memory Text: &ldquo; &lsquo;Behold! My Servant whom I uphold, My Elect One in whom My soul delights! I have put My Spirit upon Him; He will bring forth justice to the Gentiles&rsquo; &rdquo; (Isaiah 42:1, NKJV).</strong></p>",
  "weekDate": "February 20–February 26",
  "lessonDays": [
    {
      "id": 91,
      "idLesson": 9,
      "idDay": 1,
      "dayTitle": "",
      "date": "February 20",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Many feel that it would be a great privilege to visit the scenes of Christ&rsquo;s life on earth, to walk where He trod, to look upon the lake beside which He loved to teach, and the hills and valleys on which His eyes so often rested. But we need not go to Nazareth, to Capernaum, or to Bethany, in order to walk in the steps of Jesus. We shall find His footprints beside the sickbed, in the hovels of poverty, in the crowded alleys of the great city, and in every place where there are human hearts in need of consolation. In doing as Jesus did when on earth, we shall walk in His steps.&rdquo;&mdash;Ellen G. White, The Desire of Ages, p. 640.</p> <p>Isaiah spoke of a Servant of the Lord with a similar mission of mercy: &ldquo;a bruised reed he will not break, and a dimly burning wick he will not quench; . . . to open the eyes that are blind, to bring out the prisoners from the dungeon, from the prison those who sit in darkness&rdquo; (Isa. 42:3, 7, NRSV).</p> <p>Let&rsquo;s take a look at this Servant. Who is He, and what does He accomplish?</p>"
    },
    {
      "id": 92,
      "idLesson": 9,
      "idDay": 2,
      "dayTitle": "<p style=\"text-align: center;\"><strong>Servant Nation</strong></p>",
      "date": "February 21",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p style=\"text-align: justify;\"><strong>In Isaiah 41:8 God speaks of &ldquo;Israel, my servant&rdquo; (NRSV), and in 42:1 He introduces &ldquo;my servant.&rdquo; Who is this Servant?</strong></p> <p style=\"text-align: justify;\"><strong>Isaiah 41:8 </strong></p> <p style=\"text-align: justify;\"><strong>8</strong> &ldquo;But you, Israel, are My servant, Jacob whom I have chosen, The descendants of Abraham My friend.</p> <p style=\"text-align: justify;\"><strong>Isaiah 42:1</strong>&nbsp;</p> <p style=\"text-align: justify;\"><strong>1</strong>&ldquo;Behold! My Servant whom I uphold, My Elect One in whom My soul delights! I have put My Spirit upon Him; He will bring forth justice to the Gentiles.</p> <p style=\"text-align: justify;\">Is it Israel/Jacob, the ancestor of the Israelites? The nation of Israel? The Messiah/Christ, identified in the New Testament as Jesus? There are two kinds of references to servants of God woven through Isaiah 41&ndash;53. One servant is named &ldquo;Israel&rdquo; or &ldquo;Jacob,&rdquo; as in Isaiah 41:8; Isaiah 44:1, 2, 21; Isaiah 45:4; and Isaiah 48:20. Because God addresses Israel/Jacob in the present, it is clear he, Jacob, represents the nation descended from him. This is confirmed by the fact that redemption for the Lord&rsquo;s &ldquo;servant Jacob&rdquo; is accomplished at the time when he is to go out from Babylon (Isa. 48:20). In other instances, such as Isaiah 42:1, Isaiah 50:10, Isaiah 52:13, and Isaiah 53:11, God&rsquo;s Servant is not named. When He is first mentioned in Isaiah 42:1, His identity is not immediately apparent. However, as Isaiah develops His profile in later passages, it becomes clear that He is an individual who restores the tribes of Jacob (Israel) to God (Isa. 49:5, 6) and dies sacrificially on behalf of sinners (Isa. 52:13&ndash;53:12; see also Isa. 49:5, 6). Therefore He cannot be the same as the nation. So, it is clear that Isaiah speaks of two servants of God. One is corporate (the nation) and the other is individual.</p> <p style=\"text-align: justify;\"><strong>What is the role of the servant nation? (Isa. 41:8&ndash;20.)</strong></p> <p style=\"text-align: justify;\"><strong>Isa. 41:8&ndash;20 </strong></p> <p style=\"text-align: justify;\"><strong>8</strong> &ldquo;But you, Israel, are My servant, Jacob whom I have chosen, The descendants of Abraham My friend. <strong>9&nbsp;</strong>You whom I have taken from the ends of the earth, And called from its farthest regions, And said to you, &lsquo;You are My servant, I have chosen you and have not cast you away:&nbsp;</p> <p style=\"text-align: justify;\"><strong>10</strong> Fear not, for I am with you; Be not dismayed, for I am your God. I will strengthen you, Yes, I will help you, I will uphold you with My righteous right hand.&rsquo;</p> <p style=\"text-align: justify;\"><strong>11</strong> &ldquo;Behold, all those who were incensed against you Shall be ashamed and disgraced; They shall be as nothing, And those who strive with you shall perish.&nbsp;</p> <p style=\"text-align: justify;\"><strong>12&nbsp;</strong>You shall seek them and not find them&mdash; Those who contended with you. Those who war against you Shall be as nothing, As a nonexistent thing.&nbsp;</p> <p style=\"text-align: justify;\"><strong>13</strong> For I, the Lord your God, will hold your right hand, Saying to you, &lsquo;Fear not, I will help you.&rsquo;</p> <p style=\"text-align: justify;\"><strong>14</strong> &ldquo;Fear not, you worm Jacob, You men of Israel! I will help you,&rdquo; says the Lord And your Redeemer, the Holy One of Israel.&nbsp;</p> <p style=\"text-align: justify;\"><strong>15</strong> &ldquo;Behold, I will make you into a new threshing sledge with sharp teeth; You shall thresh the mountains and beat them small, And make the hills like chaff.&nbsp;</p> <p style=\"text-align: justify;\"><strong>16&nbsp;</strong>You shall winnow them, the wind shall carry them away, And the whirlwind shall scatter them; You shall rejoice in the Lord, And glory in the Holy One of Israel.</p> <p style=\"text-align: justify;\"><strong>17</strong> &ldquo;The poor and needy seek water, but there is none, Their tongues fail for thirst. I, the Lord, will hear them; I, the God of Israel, will not forsake them.&nbsp;</p> <p style=\"text-align: justify;\"><strong>18</strong> I will open rivers in desolate heights, And fountains in the midst of the valleys; I will make the wilderness a pool of water, And the dry land springs of water.&nbsp;</p> <p style=\"text-align: justify;\"><strong>19&nbsp;</strong>I will plant in the wilderness the cedar and the acacia tree, The myrtle and the oil tree; I will set in the desert the cypress tree and the pine And the box tree together,&nbsp;</p> <p style=\"text-align: justify;\"><strong>20&nbsp;</strong>That they may see and know, And consider and understand together, That the hand of the Lord has done this, And the Holy One of Israel has created it.</p> <p style=\"text-align: justify;\">God assures Israel that the nation is still the servant of the Lord: &ldquo; &lsquo;I have chosen you and not cast you off&rsquo; &rdquo; (Isa. 41:9, NRSV). Then God gives to Israel one of the most magnificent promises in the Bible: &ldquo;Do not fear, for I am with you, do not be afraid, for I am your God; I will strengthen you, I will help you, I will uphold you with my victorious right hand&rdquo; (Isa. 41:10, NRSV). Here and in the following verses one of the basic roles of Israel is to trust the true God to save them (as King Ahaz did not) rather than to trust in other gods and their images as other nations do (Isa. 41:7, 21&ndash;24, 28, 29).</p> <p style=\"text-align: justify;\"><strong>Notice how in Isaiah 41:14 the Lord calls the nation a worm. What point was He making? Look at the whole text to get a better answer. What should this teach us, as well, about our need to depend totally upon the Lord?</strong></p>"
    },
    {
      "id": 93,
      "idLesson": 9,
      "idDay": 3,
      "dayTitle": "<p style=\"text-align: center;\"><strong>Unnamed Individual Servant</strong></p>",
      "date": "February 22",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p style=\"text-align: justify;\"><strong>What is the role and character of God&rsquo;s unnamed Servant, whom God chooses and on whom He puts His Spirit? (Isa. 42:1&ndash;7.)</strong></p> <p style=\"text-align: justify;\"><strong>Isaiah 42:1-7</strong></p> <p style=\"text-align: justify;\"><strong>&nbsp;1</strong>&ldquo;Behold! My Servant whom I uphold, My Elect One in whom My soul delights! I have put My Spirit upon Him; He will bring forth justice to the Gentiles.&nbsp;</p> <p style=\"text-align: justify;\"><strong>2</strong> He will not cry out, nor raise His voice, Nor cause His voice to be heard in the street.&nbsp;</p> <p style=\"text-align: justify;\"><strong>3</strong> A bruised reed He will not break, And smoking flax He will not quench; He will bring forth justice for truth.&nbsp;</p> <p style=\"text-align: justify;\"><strong>4 </strong>He will not fail nor be discouraged, Till He has established justice in the earth; And the coastlands shall wait for His law.&rdquo;&nbsp;</p> <p style=\"text-align: justify;\"><strong>5</strong> Thus says God the Lord, Who created the heavens and stretched them out, Who spread forth the earth and that which comes from it, Who gives breath to the people on it, And spirit to those who walk on it: <strong>6</strong> &ldquo;I, the Lord, have called You in righteousness, And will hold Your hand; I will keep You and give You as a covenant to the people, As a light to the Gentiles,&nbsp;</p> <p style=\"text-align: justify;\"><strong>7 </strong>To open blind eyes, To bring out prisoners from the prison, Those who sit in darkness from the prison house.</p> <p style=\"text-align: justify;\">Choose the best answer or combination of answers:&nbsp;</p> <p style=\"text-align: justify;\">1. He provides justice for the nations.&nbsp;</p> <p style=\"text-align: justify;\">2. He accomplishes His goals quietly and gently, but successfully.&nbsp;</p> <p style=\"text-align: justify;\">3. He is a teacher.&nbsp;</p> <p style=\"text-align: justify;\">4. He serves as a covenant between God and the people.&nbsp;</p> <p style=\"text-align: justify;\">5. He gives light or hope by healing blindness and liberating prisoners.&nbsp;</p> <p style=\"text-align: justify;\">6. All of the above.</p> <p style=\"text-align: justify;\"><strong>How does the role and character of this Servant compare with that of the &ldquo;shoot from the stump of Jesse,&rdquo; on whom the Spirit of the Lord also rests (Isaiah 11)?</strong></p> <p style=\"text-align: justify;\"><strong>Isaiah 11</strong>&nbsp;</p> <p style=\"text-align: justify;\"><strong>1</strong>There shall come forth a Rod from the stem of Jesse, And a Branch shall grow out of his roots.&nbsp;</p> <p style=\"text-align: justify;\"><strong>2&nbsp;</strong>The Spirit of the Lord shall rest upon Him, The Spirit of wisdom and understanding, The Spirit of counsel and might, The Spirit of knowledge and of the fear of the Lord.&nbsp;</p> <p style=\"text-align: justify;\"><strong>3&nbsp;</strong>His delight is in the fear of the Lord, And He shall not judge by the sight of His eyes, Nor decide by the hearing of His ears;&nbsp;</p> <p style=\"text-align: justify;\"><strong>4</strong> But with righteousness He shall judge the poor, And decide with equity for the meek of the earth; He shall strike the earth with the rod of His mouth, And with the breath of His lips He shall slay the wicked.&nbsp;</p> <p style=\"text-align: justify;\"><strong>5</strong> Righteousness shall be the belt of His loins, And faithfulness the belt of His waist.&nbsp;</p> <p style=\"text-align: justify;\"><strong>6</strong> &ldquo;The wolf also shall dwell with the lamb, The leopard shall lie down with the young goat, The calf and the young lion and the fatling together; And a little child shall lead them.&nbsp;</p> <p style=\"text-align: justify;\"><strong>7</strong> The cow and the bear shall graze; Their young ones shall lie down together; And the lion shall eat straw like the ox.&nbsp;</p> <p style=\"text-align: justify;\"><strong>8&nbsp;</strong>The nursing child shall play by the cobra&rsquo;s hole, And the weaned child shall put his hand in the viper&rsquo;s den.<strong>&nbsp;</strong></p> <p style=\"text-align: justify;\"><strong>9</strong> They shall not hurt nor destroy in all My holy mountain, For the earth shall be full of the knowledge of the Lord As the waters cover the sea.&nbsp;</p> <p style=\"text-align: justify;\"><strong>10</strong> &ldquo;And in that day there shall be a Root of Jesse, Who shall stand as a banner to the people; For the Gentiles shall seek Him, And His resting place shall be glorious.&rdquo;&nbsp;</p> <p style=\"text-align: justify;\"><strong>11</strong> It shall come to pass in that day That the Lord shall set His hand again the second time To recover the remnant of His people who are left, From Assyria and Egypt, From Pathros and Cush, From Elam and Shinar, From Hamath and the islands of the sea.&nbsp;</p> <p style=\"text-align: justify;\"><strong>12</strong> He will set up a banner for the nations, And will assemble the outcasts of Israel, And gather together the dispersed of Judah From the four corners of the earth.&nbsp;</p> <p style=\"text-align: justify;\"><strong>13</strong> Also the envy of Ephraim shall depart, And the adversaries of Judah shall be cut off; Ephraim shall not envy Judah, And Judah shall not harass Ephraim.&nbsp;</p> <p style=\"text-align: justify;\"><strong>14&nbsp;</strong>But they shall fly down upon the shoulder of the Philistines toward the west; Together they shall plunder the people of the East; They shall lay their hand on Edom and Moab; And the people of Ammon shall obey them.&nbsp;</p> <p style=\"text-align: justify;\"><strong>15</strong> The Lord will utterly destroy the tongue of the Sea of Egypt; With His mighty wind He will shake His fist over the River, And strike it in the seven streams, And make men cross over dry-shod.&nbsp;</p> <p style=\"text-align: justify;\"><strong>16</strong> There will be a highway for the remnant of His people Who will be left from Assyria, As it was for Israel In the day that he came up from the land of Egypt.</p> <p style=\"text-align: justify;\">As in Isaiah 42, the Davidic ruler of Isaiah 11 acts in harmony with God, providing justice and deliverance for the oppressed, as well as wisdom and knowledge of God. We found that this &ldquo;shoot&rdquo; and &ldquo;root&rdquo; of Jesse is the Messiah, the divine Child of Isaiah 9:6, 7, who also brings &ldquo;peace for the throne of David and his kingdom&rdquo; with &ldquo;justice and with righteousness&rdquo; (Isa. 9:7, NRSV). The Servant in Isaiah 42 is, obviously, the Messiah.</p> <p style=\"text-align: justify;\"><strong>How does the New Testament identify the Servant of Isaiah 42:1&ndash;7, who provides justice? (Matt. 12:15&ndash;21.)</strong></p> <p style=\"text-align: justify;\"><strong>Matt. 12:15&ndash;21 </strong></p> <p style=\"text-align: justify;\"><strong>15</strong> But when Jesus knew it, He withdrew from there. And great multitudes followed Him, and He healed them all.&nbsp;</p> <p style=\"text-align: justify;\"><strong>16</strong> Yet He warned them not to make Him known,&nbsp;</p> <p style=\"text-align: justify;\"><strong>17</strong> that it might be fulfilled which was spoken by Isaiah the prophet, saying:</p> <p style=\"text-align: justify;\"><strong>18</strong> &ldquo;Behold! My Servant whom I have chosen, My Beloved in whom My soul is well pleased! I will put My Spirit upon Him, And He will declare justice to the Gentiles.&nbsp;</p> <p style=\"text-align: justify;\"><strong>19</strong> He will not quarrel nor cry out, Nor will anyone hear His voice in the streets.&nbsp;</p> <p style=\"text-align: justify;\"><strong>20</strong> A bruised reed He will not break, And smoking flax He will not quench, Till He sends forth justice to victory;&nbsp;</p> <p style=\"text-align: justify;\"><strong>21</strong> And in His name Gentiles will trust.&rdquo;</p> <p style=\"text-align: justify;\">Matthew 12 quotes from Isaiah 42 and applies it to the quiet healing ministry of Jesus, God&rsquo;s beloved Son, in whom He delights (Isa. 42:1; Matt. 3:16, 17; Matt. 17:5). It is He whose ministry reestablishes God&rsquo;s covenant connection with His people (Isa. 42:6, Dan. 9:27). Jesus and His disciples gained justice for people by delivering them from suffering, ignorance of God, and bondage to evil spirits, caused by Satan&rsquo;s oppression (Luke 10:19). Then Jesus died to ratify the &ldquo;new covenant&rdquo; (Matt. 26:28, NKJV) and to gain justice for the world by casting out Satan, the foreigner who had usurped the position of &ldquo; &lsquo;ruler of this world&rsquo; &rdquo; (John 12:31&ndash;33, NRSV).</p> <p style=\"text-align: justify;\"><strong>Look at Isaiah 42:1&ndash;4, the depiction of Christ. Spend some time dwelling on the life of Jesus. What specific characteristics of His ministry so aptly fulfilled this prophecy? What lessons can we learn about how we should be ministering to others, as well?</strong></p>"
    },
    {
      "id": 94,
      "idLesson": 9,
      "idDay": 4,
      "dayTitle": "<p style=\"text-align: center;\"><strong>Persian &ldquo;Messiah&rdquo;</strong></p>",
      "date": "February 23",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p style=\"text-align: justify;\"><strong>What stunning prediction appears in Isaiah 44:26&ndash;45:6?</strong></p> <p style=\"text-align: justify;\"><span style='color: rgb(0, 0, 0); font-family: \"Times New Roman\"; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial; display: inline !important; float: none;'><strong>Isaiah 44:26&ndash;45:6</strong></span><strong>&nbsp;</strong></p> <p style=\"text-align: justify;\"><strong>26</strong> Who confirms the word of His servant, And performs the counsel of His messengers; Who says to Jerusalem, &lsquo;You shall be inhabited,&rsquo; To the cities of Judah, &lsquo;You shall be built,&rsquo; And I will raise up her waste places;&nbsp;</p> <p style=\"text-align: justify;\"><strong>27</strong> Who says to the deep, &lsquo;Be dry! And I will dry up your rivers&rsquo;; 28 Who says of Cyrus, &lsquo;He is My shepherd, And he shall perform all My pleasure, Saying to Jerusalem, &ldquo;You shall be built,&rdquo; And to the temple, &ldquo;Your foundation shall be laid.&rdquo; &rsquo;</p> <p style=\"text-align: justify;\"><strong>Isaiah 45:1-6 </strong></p> <p style=\"text-align: justify;\"><strong>1</strong>&ldquo;Thus says the Lord to His anointed, To Cyrus, whose right hand I have held&mdash; To subdue nations before him And loose the armor of kings, To open before him the double doors, So that the gates will not be shut:&nbsp;</p> <p style=\"text-align: justify;\"><strong>2</strong> &lsquo;I will go before you And make the crooked places straight; I will break in pieces the gates of bronze And cut the bars of iron.&nbsp;</p> <p style=\"text-align: justify;\"><strong>3</strong> I will give you the treasures of darkness And hidden riches of secret places, That you may know that I, the Lord, Who call you by your name, Am the God of Israel.&nbsp;</p> <p style=\"text-align: justify;\"><strong>4</strong> For Jacob My servant&rsquo;s sake, And Israel My elect, I have even called you by your name; I have named you, though you have not known Me.&nbsp;</p> <p style=\"text-align: justify;\"><strong>5</strong> I am the Lord, and there is no other; There is no God besides Me. I will gird you, though you have not known Me,&nbsp;</p> <p style=\"text-align: justify;\"><strong>6</strong> That they may know from the rising of the sun to its setting That there is none besides Me. I am the Lord, and there is no other;</p> <p style=\"text-align: justify;\">Isaiah&rsquo;s ministry lasted from about 745 b.c. to about 685 b.c. After mentioning a conqueror from the east and from the north (Isa. 41:2, 3, 25) and implying that this was to be good news for Jerusalem (Isa. 41:27), Isaiah accurately predicted Cyrus by name and described his activities. He did come from north and east of Babylon and conquer it in 539 b.c.; he did serve God by releasing the Jews from their Babylonian exile; and he did authorize the rebuilding of the temple in Jerusalem (see Ezra 1). Put this prediction into perspective. Since there are about one hundred forty-six years from the time of Isaiah&rsquo;s death to the fall of Babylon, his prophecy was a century and a half ahead of its time. It would be like George Washington predicting that a man named General Dwight Eisenhower would help liberate Europe in 1945! Because the actions of Cyrus are well attested from a variety of ancient sources, including Babylonian chronicles, his own report in the &ldquo;Cyrus Cylinder,&rdquo; and the Bible (2 Chron. 36:22, 23; Ezra 1; Daniel 5; Dan. 6:28; Dan. 10:1), the accuracy of Isaiah&rsquo;s prophecy is beyond dispute. This confirms the faith of people who believe that true prophets receive accurate predictions from God, who knows the future far in advance.</p> <p style=\"text-align: justify;\"><strong>Why does God call Cyrus &ldquo;His anointed&rdquo;? (Isa. 45:1)&nbsp;</strong></p> <p style=\"text-align: justify;\"><strong>Isa. 45:1&nbsp;</strong></p> <p style=\"text-align: justify;\"><strong>1</strong>&ldquo;Thus says the Lord to His anointed, To Cyrus, whose right hand I have held&mdash; To subdue nations before him And loose the armor of kings, To open before him the double doors, So that the gates will not be shut:&nbsp;</p> <p style=\"text-align: justify;\">The Hebrew word for &ldquo;anointed&rdquo; here is the word from which we get the word Messiah. Elsewhere in the Old Testament, this word could refer to an anointed high priest (Lev. 4:3, 5, 16; Lev. 6:22), an anointed Israelite king (1 &nbsp;Sam. 16:6; 1 &nbsp;Sam. 24:6, 10; 2 &nbsp;Sam. 22:51), or the Messiah, a future ideal Davidic king and deliverer (Ps. 2:2; Dan. 9:25, 26). From Isaiah&rsquo;s perspective, Cyrus was a future king, sent by God to deliver His people. But he was an unusual messiah, because he was non-Israelite. He would do some things the Messiah would do, such as defeat God&rsquo;s enemies and release His captive people, but he could not be the same as the Messiah, because he was not descended from David. By predicting Cyrus, God proved His unique divinity by demonstrating that He alone knows the future (Isa. 41:4, 21&ndash;23, 26&ndash;28; Isa. 44:26). He also reached out to Cyrus: &ldquo;I will give you the treasures of darkness and riches hidden in secret places, so that you may know that it is I, the Lord, the God of Israel, who call you by your name&rdquo; (Isa. 45:3, NRSV)</p> <p style=\"text-align: justify;\"><strong>Think about some other Bible prophecies that have come to pass as predicted (such as all the kingdoms of Daniel 2 except the last, Daniel 7, or regarding the time of Christ in Daniel 9:24&ndash;27). What kind of hope do these prophecies offer us as individuals?</strong></p>"
    },
    {
      "id": 95,
      "idLesson": 9,
      "idDay": 5,
      "dayTitle": "<p style=\"text-align: center;\"><strong>Hope in Advance</strong></p>",
      "date": "February 24",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p style=\"text-align: justify;\">The fact that Isaiah accurately predicted Cyrus by name disturbs people who do not believe that prophets receive predictions from God. To cope, they accept the theory that a &ldquo;second Isaiah,&rdquo; another prophet living in the time of Cyrus, wrote Isaiah 40&ndash;66. Thus, the book of Isaiah is &ldquo;sawn in two,&rdquo; the same fate traditionally understood to have befallen the prophet himself (see Heb. 11:37).&nbsp;</p> <p style=\"text-align: justify;\">There is, however, no historical witness to the existence of a second &ldquo;Isaiah.&rdquo; If he did exist, it would be strange for the Bible not to mention him, because his message is profoundly important, and his literary artistry is phenomenal. Not even the oldest Bible manuscript, the Isaiah scroll from Qumran, has any break between Isaiah 39 and 40 that would indicate a transition to the work of a new author.</p> <p style=\"text-align: justify;\">&nbsp;Isaiah&rsquo;s basic message is consistent throughout his book: Trust the true God, including His Messianic Deliverer, rather than other powers. Scholars rightly emphasize the shift in focus from the Assyrian period in Isaiah 1&ndash;39 to the Babylonian period in chapters 40 and following. But we have found that Isaiah 13, 14 and 39 already envisage a Babylonian captivity. It is true Isaiah 1&ndash;39 emphasizes judgment and Isaiah 40&ndash;66 emphasizes consolation. But in the earlier chapters, divine comfort and assurance are abundant also, and later passages, such as Isaiah 42:18&ndash;25, Isaiah 43:22&ndash;28, and Isaiah 48:1&ndash;11, speak of God&rsquo;s judgments on Judah for forsaking Him. In fact, Isaiah&rsquo;s predictions of future comfort imply suffering in the meantime.</p> <p style=\"text-align: justify;\"><strong>Though the nation did face terrible calamity because of the people&rsquo;s sins, some among them did not give up hope. They clung to God&rsquo;s promises, such as those found in Leviticus 26:40&ndash;45. Read the verses carefully. Put yourself in the place of those Hebrews who were alive after the nation&rsquo;s&nbsp;</strong><strong>defeat by Babylon. What hope could you find in these words?</strong></p> <p style=\"text-align: justify;\"><strong>Leviticus 26:40&ndash;45&nbsp;</strong></p> <p style=\"text-align: justify;\"><strong>40</strong> &lsquo;But if they confess their iniquity and the iniquity of their fathers, with their unfaithfulness in which they were unfaithful to Me, and that they also have walked contrary to Me,&nbsp;</p> <p style=\"text-align: justify;\"><strong>41</strong> and that I also have walked contrary to them and have brought them into the land of their enemies; if their uncircumcised hearts are humbled, and they accept their guilt&mdash;&nbsp;</p> <p style=\"text-align: justify;\"><strong>42</strong> then I will remember My covenant with Jacob, and My covenant with Isaac and My covenant with Abraham I will remember; I will remember the land.&nbsp;</p> <p style=\"text-align: justify;\"><strong>43</strong> The land also shall be left empty by them, and will enjoy its sabbaths while it lies desolate without them; they will accept their guilt, because they despised My judgments and because their soul abhorred My statutes.&nbsp;</p> <p style=\"text-align: justify;\"><strong>44</strong> Yet for all that, when they are in the land of their enemies, I will not cast them away, nor shall I abhor them, to utterly destroy them and break My covenant with them; for I am the Lord their God.&nbsp;</p> <p style=\"text-align: justify;\"><strong>45</strong> But for their sake I will remember the covenant of their ancestors, whom I brought out of the land of Egypt in the sight of the nations, that I might be their God: I am the Lord.&rsquo; &rdquo;</p> <p style=\"text-align: justify;\"><br></p> <p style=\"text-align: justify;\"><strong>Read once more through Leviticus 26:40&ndash;45. What spiritual principle do you see at work in those verses? What is the Lord saying to Israel there? How does the same principle work in our own lives?</strong></p>"
    },
    {
      "id": 96,
      "idLesson": 9,
      "idDay": 6,
      "dayTitle": "<p style=\"text-align: center;\"><strong>A Feeling and Suffering Servant</strong></p>",
      "date": "February 25",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p style=\"text-align: justify;\"><strong>Who is God&rsquo;s Servant in Isaiah 49:1&ndash;12?&nbsp;</strong></p> <p style=\"text-align: justify;\"><strong>1</strong>&ldquo;Listen, O coastlands, to Me, And take heed, you peoples from afar! The Lord has called Me from the womb; From the matrix of My mother He has made mention of My name.&nbsp;</p> <p style=\"text-align: justify;\"><strong>2</strong> And He has made My mouth like a sharp sword; In the shadow of His hand He has hidden Me, And made Me a polished shaft; In His quiver He has hidden Me.&rdquo;</p> <p style=\"text-align: justify;\"><strong>3</strong> &ldquo;And He said to me, &lsquo;You are My servant, O Israel, In whom I will be glorified.&rsquo;&nbsp;</p> <p style=\"text-align: justify;\"><strong>4</strong> Then I said, &lsquo;I have labored in vain, I have spent my strength for nothing and in vain; Yet surely my just reward is with the Lord, And my work with my God.&rsquo; &rdquo;</p> <p style=\"text-align: justify;\"><strong>5</strong> &ldquo;And now the Lord says, Who formed Me from the womb to be His Servant, To bring Jacob back to Him, So that Israel is gathered to Him (For I shall be glorious in the eyes of the Lord, And My God shall be My strength),&nbsp;</p> <p style=\"text-align: justify;\"><strong>6</strong> Indeed He says, &lsquo;It is too small a thing that You should be My Servant To raise up the tribes of Jacob, And to restore the preserved ones of Israel; I will also give You as a light to the Gentiles, That You should be My salvation to the ends of the earth.&rsquo; &rdquo;</p> <p style=\"text-align: justify;\"><strong>7</strong> Thus says the Lord, The Redeemer of Israel, their Holy One, To Him whom man despises, To Him whom the nation abhors, To the Servant of rulers: &ldquo;Kings shall see and arise, Princes also shall worship, Because of the Lord who is faithful, The Holy One of Israel; And He has chosen You.&rdquo;</p> <p style=\"text-align: justify;\"><strong>8</strong> Thus says the Lord:</p> <p style=\"text-align: justify;\">&ldquo;In an acceptable time I have heard You, And in the day of salvation I have helped You; I will preserve You and give You As a covenant to the people, To restore the earth, To cause them to inherit the desolate heritages;&nbsp;</p> <p style=\"text-align: justify;\"><strong>9&nbsp;</strong>That You may say to the prisoners, &lsquo;Go forth,&rsquo; To those who are in darkness, &lsquo;Show yourselves.&rsquo;</p> <p style=\"text-align: justify;\">&ldquo;They shall feed along the roads, And their pastures shall be on all desolate heights.&nbsp;</p> <p style=\"text-align: justify;\"><strong>10</strong> They shall neither hunger nor thirst, Neither heat nor sun shall strike them; For He who has mercy on them will lead them, Even by the springs of water He will guide them.&nbsp;</p> <p style=\"text-align: justify;\"><strong>11&nbsp;</strong>I will make each of My mountains a road, And My highways shall be elevated.&nbsp;</p> <p style=\"text-align: justify;\"><strong>12</strong> Surely these shall come from afar; Look! Those from the north and the west, And these from the land of Sinim.&rdquo;</p> <p style=\"text-align: justify;\">God calls and names Him before He is born, makes His mouth like a sword, and will be glorified in Him. God uses the Servant to bring the nation of Israel back to Himself, to be a light of salvation to all the world, to be a covenant, and to release prisoners. There is plenty of overlap between this description and that of Isaiah 42, where we identified the Servant as the Messiah. The New Testament finds the Servant&rsquo;s attributes in Jesus Christ, in both comings (Matt. 1:21, John 8:12, John 9:5, John 17:1&ndash;5, Rev. 1:16, Rev. 2:16, Rev. 19:15).</p> <p style=\"text-align: justify;\"><strong>If this Servant is the Messiah, why does God call Him &ldquo;Israel&rdquo; here? (Isa. 49:3.) </strong></p> <p style=\"text-align: justify;\"><strong>Isa. 49:3</strong></p> <p style=\"text-align: justify;\"><strong>&nbsp;3</strong> &ldquo;And He said to me, &lsquo;You are My servant, O Israel, In whom I will be glorified.&rsquo;</p> <p style=\"text-align: justify;\">Earlier we found that in this section of Isaiah, God&rsquo;s servant &ldquo;Israel&rdquo; or &ldquo;Jacob&rdquo; refers to the nation. But here the name Israel (without a parallel reference to Jacob) clearly applies to the individual Servant, who restores the nation to God (Isa. 49:5). The individual Servant has become the ideal embodiment or representative of the nation whose failure has compromised its use of the name &ldquo;Israel&rdquo; (Isa. 48:1).</p> <p style=\"text-align: justify;\"><strong>What new element appears here? (Isa. 49:4, 7.)</strong></p> <p style=\"text-align: justify;\"><strong>Isa. 49:4</strong></p> <p style=\"text-align: justify;\"><strong>4</strong> Then I said, &lsquo;I have labored in vain, I have spent my strength for nothing and in vain; Yet surely my just reward is with the Lord, And my work with my God.&rsquo; &rdquo;</p> <p style=\"text-align: justify;\"><strong>Isa. 49: 7&nbsp;</strong></p> <p style=\"text-align: justify;\"><strong>7</strong> Thus says the Lord, The Redeemer of Israel, their Holy One, To Him whom man despises, To Him whom the nation abhors, To the Servant of rulers: &ldquo;Kings shall see and arise, Princes also shall worship, Because of the Lord who is faithful, The Holy One of Israel; And He has chosen You.&rdquo;</p> <p style=\"text-align: justify;\">Here is the first intimation of the difficulty involved in the Servant&rsquo;s task. He laments, &ldquo; &lsquo;I have labored in vain, I have spent my strength for nothing and vanity&rsquo; &rdquo; (Isa. 49:4, NRSV), an idea echoed in Daniel 9:26: &ldquo; &nbsp;&lsquo;an anointed one shall be cut off and shall have nothing&rsquo; &nbsp;&rdquo; (NRSV). But He clings to faith: &ldquo; &lsquo;Yet surely my cause is with the Lord, and my reward with my God&rsquo; &rdquo; (Isa. 49:4, NRSV). J. Alec Motyer observes: &ldquo;Thus, Isaiah foresaw a Servant with a real human nature, tested like we are and proving himself to be the author and perfecter of the way of faith, a real, personal faith that can still say my God when nothing any longer seems worthwhile.&rdquo;&mdash;The Prophecy of Isaiah: An Introduction and Commentary (Downers Grove, Ill.: InterVarsity Press, 1993), p. 387. Isaiah 49:7 is startling. The Servant is &ldquo;deeply despised, abhorred by the nations, the slave of rulers,&rdquo; but the Lord says to Him: &ldquo; &lsquo;Kings shall see and stand up, princes, and they shall prostrate themselves, because of the Lord, who is faithful, the Holy One of Israel, who has chosen you&rsquo; &rdquo; (NRSV).</p> <p style=\"text-align: justify;\"><strong>Look back at Christ&rsquo;s ministry. Right up until the end, didn&rsquo;t He have reasons for discouragement? Yet, He stayed faithful, despite outward appearances. How are we to do the same&mdash;despite outward appearances?</strong></p>"
    },
    {
      "id": 97,
      "idLesson": 9,
      "idDay": 7,
      "dayTitle": "",
      "date": "February 26",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p style=\"text-align: justify;\"><strong>Further Thought: Read Ellen G. White&rsquo;s description of Jesus&rsquo; healing and teaching ministry in &ldquo;At Capernaum,&rdquo; The Desire of Ages, pp. 252&ndash;261.</strong></p> <p style=\"text-align: justify;\">&ldquo;In the work of soul winning, great tact and wisdom are needed. The Savior never suppressed the truth, but He uttered it always in love. In His [dealings] with others, He exercised the greatest tact, and He was always kind and thoughtful. He was never rude, never needlessly spoke a severe word, never gave unnecessary pain to a sensitive soul. He did not censure human weakness. He fearlessly denounced hypocrisy, unbelief, and iniquity, but tears were in His voice as He uttered His scathing rebukes. He never made truth cruel, but ever manifested a deep tenderness for humanity. Every soul was precious in His sight. He bore Himself with divine dignity; yet He bowed with the tenderest compassion and regard to every member of the family of God. He saw in all, souls whom it was His mission to save.&rdquo;&mdash;Ellen G. White, Gospel Workers, p. 117</p> <p style=\"text-align: justify;\"><strong>Discussion Questions:&nbsp;</strong></p> <p style=\"text-align: justify;\"><strong>1 As a class, read over what Ellen G. White wrote above about how Christ ministered to others. Discuss the principles there, and then as a class discuss how well your own church reflects those principles corporately.&nbsp;</strong></p> <p style=\"text-align: justify;\"><strong>2 Do you know a &ldquo;bruised reed&rdquo; or &ldquo;dimly burning wick&rdquo; (Isa. 42:3, NRSV)? How can you help this person without &ldquo;breaking&rdquo; or &ldquo;quenching&rdquo; him or her? In what ways can you point such people to the Lord? In a practical sense, what would you tell them to do in order to get healing and help?&nbsp;</strong></p> <p style=\"text-align: justify;\"><strong>3 The argument for different authors of Isaiah originated from the premise that people cannot tell the future the way Isaiah did. What is the fundamental problem with this argument, and why must we, as Christians, reject that premise outright?</strong></p> <p style=\"text-align: justify;\"><strong>Summary:</strong> Deliverance requires a Deliverer. God&rsquo;s servant nation would be delivered by two deliverers: Cyrus, who would set the captives free from Babylonian exile, and an unnamed Servant, whose identity as the Messiah is progressively revealed. This Servant would restore justice and bring the community of survivors back to God.</p> <p style=\"text-align: center;\"><strong>Story</strong></p> <p><strong>Garage Church&nbsp;</strong></p> <p><strong>By Andrew McChesney, Adventist Mission</strong></p> <p style=\"text-align: justify;\">Ten-year-old Luis moved with his parents to La Apartada, a town without a Seventh-day Adventist church in northern Colombia. Father and Mother wanted Luis to go to church on Sabbath. Luis wanted to go to church. But the nearest Adventist church was located far away in another town. The district pastor had an idea. &ldquo;You should open a church,&rdquo; he said. Father liked the idea. Mother liked the idea. Luis liked the idea. But where could people meet to worship? Their house was too small for many visitors. &ldquo;Why don&rsquo;t we use our garage?&rdquo; Father said. It was a good idea. The garage was bigger than the house. Besides, it was empty because the family didn&rsquo;t own a car. Father told Luis to invite his new friends from school to come to the garage on Tuesday for a one-hour meeting. &ldquo;Come to my garage to hear something interesting and get some good food,&rdquo; Luis told his friends. &ldquo;Sure, we&rsquo;ll come!&rdquo; they replied. Thirty-seven children between the ages of 5 and 14 showed up the first Tuesday. Luis spoke to the children about the importance of keeping promises. He read from a church-created program about good values. Afterward, Mother gave the children arroz con leche, a dessert made with rice and milk. Luis invited the children to return the next week. Sixty-five children came. The garage was not big enough, so after three months Father asked town authorities for a new place to meet. The mayor liked that Luis was teaching good values to the many children. &ldquo;You can meet in the old town hall,&rdquo; he said. With so many children, Father decided to create Pathfinder and Adventurer clubs. The two clubs met in addition to Luis&rsquo;s weekly meetings on good values.&nbsp;</p> <p style=\"text-align: justify;\">Father saw an abandoned building that looked like an even better place to meet and received permission from the mayor to move. The mayor also gave one million pesos to renovate the place.&nbsp;</p> <p style=\"text-align: justify;\">On a July morning, just four months after the group first met in the garage, 70 children and adults gathered in the renovated center for the first Sabbath worship service. Luis was happy. Most attendees were children he had invited.&nbsp;</p> <p style=\"text-align: justify;\">Today, nine months after the garage first opened, 80 children and 20 adults worship in the center every Sabbath. Thirty-eight people have been baptized. Luis&rsquo;s town now has an Adventist church.</p> <p style=\"text-align: justify;\">&nbsp;&ldquo;I&rsquo;m very happy because I&rsquo;ve learned many new things,&rdquo; Luis said. &ldquo;Most of all, I have learned that I can invite children to Jesus&rsquo; feet.&rdquo;</p> "
    }
  ]
}
