{
  "id": 701,
  "lessonNumber": 1,
  "versionCode": 9,
  "quarter": "3T2021",
  "title": "<p><strong>Living in a 24-7 Society</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p>Memory Text: &ldquo;My soul longs, yes, even faints for the courts of the Lord; my heart and my flesh cry out for the living God&rdquo; (Ps. 84:2, NKJV).</p>",
  "weekDate": "Jun 26-July 2",
  "lessonDays": [
    {
      "id": 11,
      "idLesson": 1,
      "idDay": 1,
      "dayTitle": "",
      "date": "Jun 26",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Tick, tock; tick, tock; tick, tock. The clock ticked steadily and mercilessly. Only two hours before Sabbath would begin, Mary sighed as she surveyed the small apartment. The kids&rsquo; toys were still lying all around the living room; the kitchen was a mess; Sarah, their youngest, lay in bed with a fever; and tomorrow Mary had agreed to serve as a greeter in their church, which meant that they had to leave home 30 minutes before the normal time. I wish I could find some quiet&shy;ness tomorrow, Mary thought wistfully.<br><br>At the same time, on the other side of town, Josh, Mary&rsquo;s husband, was standing in line to pay for their weekly groceries. Traffic had again been a nightmare. The checkout lines were long. Everyone seemed to be doing their shopping right at that moment. I need some rest; I can&rsquo;t go on like this, Josh groaned inwardly. There must be more to this life. Our lives are governed by rush hours, work hours, medical appointments, virtual conversations, shopping, and school functions. Whether we use public transport, ride a small scooter, or steer a minivan to ferry around our families, the drumbeat of constant engagement with the world around us threatens to drown out what&rsquo;s really important.<br><br><strong>How do we find rest amid so much hustle and bustle?</strong></p>"
    },
    {
      "id": 12,
      "idLesson": 1,
      "idDay": 2,
      "dayTitle": "<p><strong>Worn and Weary</strong></p>",
      "date": "Jun 27",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Read Genesis 2:1&ndash;3. Why would God create a rest day before anyone was even tired?</strong></p> <p><strong>Genesis 2:1&ndash;3</strong></p> <p class=\"chapter-1\"><strong><sup>1</sup></strong><span class=\"text Gen-2-1\"><span class=\"chapternum\">&nbsp;</span>Thus the heavens and the earth, and all the host of them, were finished.&nbsp;</span>&nbsp;</p> <p class=\"chapter-1\"><span class=\"text Gen-2-2\"><sup class=\"versenum\"><strong>2</strong>&nbsp;</sup>And on the seventh day God ended His work which He had done, and He rested on the seventh day from all His work which He had done.&nbsp;</span>&nbsp;</p> <p class=\"chapter-1\"><span class=\"text Gen-2-3\"><sup class=\"versenum\"><strong>3</strong>&nbsp;</sup>Then God blessed the seventh day and sanctified it, because in it He rested from all His work which God had created and made.</span></p> <p><br>Even before we humans would dash off on our self-imposed stressful lives, God established a marker, a living way to jog our memory. This day would be a time to stop and deliberately enjoy life; a day to be and not to do, a day to especially celebrate the gift of grass, air, wildlife, water, people, and, most of all, the Creator of every good gift. This was no one-time invitation that expired with the exile from Eden. God wanted to make sure that the invitation could stand the test of time, and so right from the beginning He knit the Sabbath rest into the very fabric of time. There would always be the invitation, again and again, to a restful celebration of Creation every seventh day. One would think that with all our labor-saving devices that we should be less physically tired than people were two hundred years ago. But, actually, rest seems to be in short supply even today. Even the moments when we aren&rsquo;t working are spent in frantic activity. It always seems that we are somehow behind; no matter how much we manage to get done, there is always more to do. Research shows, too, that we are getting less sleep, and many people are highly dependent on caffeine to keep going. Though we have faster cell phones, faster computers, faster internet connections, we still never seem to have enough time.&nbsp;</p> <p><strong>What do the following texts teach about why our having rest is important? (Mark 6:31, Ps. 4:8, Exod. 23:12, Deut. 5:14, and Matt. 11:28.)</strong></p> <p><strong>Mark 6:31</strong></p> <p><strong><span class=\"text Mark-6-31\"><sup class=\"versenum\">31&nbsp;</sup></span></strong><span class=\"text Mark-6-31\">And He said to them, <span class=\"woj\">&ldquo;Come aside by yourselves to a deserted place and rest a while.&rdquo;</span> For there were many coming and going, and they did not even have time to eat.&nbsp;</span></p> <p><strong>&nbsp;Ps. 4:8</strong></p> <div class=\"poetry\"> <p class=\"line\"><span class=\"text Ps-4-8\"><sup class=\"versenum\"><strong>8</strong>&nbsp;</sup>I will both lie down in peace, and sleep;</span><strong>&nbsp;</strong><span class=\"text Ps-4-8\">For You alone, O <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span>, make me dwell in safety.</span></p> </div> <p><strong>&nbsp;Exod. 23:12</strong></p> <p><strong><span class=\"text Exod-23-12\"><sup class=\"versenum\">12&nbsp;</sup></span></strong><span class=\"text Exod-23-12\">Six days you shall do your work, and on the seventh day you shall rest, that your ox and your donkey may rest, and the son of your female servant and the stranger may be refreshed.</span></p> <p><strong>&nbsp;Deut. 5:14</strong></p> <p><strong><span class=\"text Deut-5-14\"><sup class=\"versenum\">14&nbsp;</sup></span></strong><span class=\"text Deut-5-14\">but the seventh day <em>is</em> the Sabbath of the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span> your God. <em>In it</em> you shall do no work: you, nor your son, nor your daughter, nor your male servant, nor your female servant, nor your ox, nor your donkey, nor any of your cattle, nor your stranger who <em>is</em> within your gates, that your male servant and your female servant may rest as well as you.&nbsp;</span></p> <p><strong>Matt. 11:28</strong></p> <p><strong> <span class=\"text Matt-11-28\"><sup class=\"versenum\">28&nbsp;</sup></span></strong><span class=\"text Matt-11-28\"><span class=\"woj\">Come to</span> <span class=\"woj\">Me, all <em>you</em> who labor and are heavy laden, and I will give you rest.</span>&nbsp;</span>&nbsp;<br><br>The God who created us knew that we would need physical rest. He built cycles into time&mdash;night, and Sabbath&mdash;to offer us a chance for physical rest. Acknowledging Jesus as the Lord of our lives also involves taking seriously our responsibility to make time to rest. After all, the Sabbath commandment isn&rsquo;t merely a suggestion. It is a commandment! What about your own harried existence?</p> <p><strong>&nbsp;What can you do to better experience, both physically and spiritually, the rest that God wants us to have?</strong></p>"
    },
    {
      "id": 13,
      "idLesson": 1,
      "idDay": 3,
      "dayTitle": "<p><strong>Running on Empty</strong></p>",
      "date": "Jun 28",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Lack of sleep and exhaustion because of physical overexertion are real problems. More troubling, however, are the times we feel that we are running on &ldquo;emotional empty.&rdquo; And, of course, when lack of sleep is added to emotional trials, we can become painfully discouraged. Baruch, Jeremiah&rsquo;s scribe, must have felt like that often during the last turbulent years of Jerusalem, prior to the chaos, suffering, and havoc that would follow the city&rsquo;s destruction by the Babylonians.<br><br><strong>Read Jeremiah 45:1&ndash;5. Write a quick diagnosis of Baruch&rsquo;s emotional health.</strong></p> <p><strong>Jeremiah 45:1&ndash;5</strong></p> <p class=\"chapter-2\"><strong><sup>1</sup></strong><span class=\"text Jer-45-1\"><span class=\"chapternum\">&nbsp;</span>The word that Jeremiah the prophet spoke to Baruch the son of Neriah, when he had written these words in a book at the instruction of Jeremiah, in the fourth year of Jehoiakim the son of Josiah, king of Judah, saying,&nbsp;</span>&nbsp;</p> <p class=\"chapter-2\"><span class=\"text Jer-45-2\"><sup class=\"versenum\"><strong>2</strong>&nbsp;</sup>&ldquo;Thus says the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span>, the God of Israel, to you, O Baruch:&nbsp;</span>&nbsp;</p> <p class=\"chapter-2\"><span class=\"text Jer-45-3\"><sup class=\"versenum\"><strong>3&nbsp;</strong></sup>&lsquo;You said, &ldquo;Woe is me now! For the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span> has added grief to my sorrow. I fainted in my sighing, and I find no rest.&rdquo; &rsquo;</span></p> <p><span class=\"text Jer-45-4\"><sup class=\"versenum\"><strong>4</strong>&nbsp;</sup>&ldquo;Thus you shall say to him, &lsquo;Thus says the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span>: &ldquo;Behold, what I have built I will break down, and what I have planted I will pluck up, that is, this whole land.&nbsp;</span></p> <p><span class=\"text Jer-45-5\"><sup class=\"versenum\"><strong>5</strong>&nbsp;</sup>And do you seek great things for yourself? Do not seek <em>them;</em> for behold, I will bring adversity on all flesh,&rdquo; says the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span>. &ldquo;But I will give your life to you as a prize in all places, wherever you go.&rdquo; &rsquo; &rdquo;</span></p> <p><br></p> <p><br>Can you imagine what it would feel like if God sent a custom-made message to you personally? Baruch received a message straight from God&rsquo;s throne room (Jer. 45:2). We are told that this happened &ldquo;in the fourth year of Jehoiakim of Judah,&rdquo; about 605 or 604 b.c. Jeremiah 45:3 represents a good summary of how people feel when they are running on empty.<br><br>From all that we know in Scripture about this period, it&rsquo;s clear that Baruch&rsquo;s complaints were not superficial wails. He had good reasons to feel discouraged and emotionally worn out. A lot of bad things were happening, and more were to come.<br><br><strong>How does God respond to Baruch&rsquo;s aches and pains? Read Jeremiah 45:4, 5.</strong></p> <p><span class=\"text Jer-45-4\"><sup class=\"versenum\"><strong>4</strong>&nbsp;</sup>&ldquo;Thus you shall say to him, &lsquo;Thus says the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span>: &ldquo;Behold, what I have built I will break down, and what I have planted I will pluck up, that is, this whole land.&nbsp;</span></p> <p><span class=\"text Jer-45-5\"><sup class=\"versenum\"><strong>5</strong>&nbsp;</sup>And do you seek great things for yourself? Do not seek <em>them;</em> for behold, I will bring adversity on all flesh,&rdquo; says the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span>. &ldquo;But I will give your life to you as a prize in all places, wherever you go.&rdquo; &rsquo; &rdquo;</span></p> <p><br><br>God&rsquo;s response to Baruch&rsquo;s real pain reminds us of the fact that God&rsquo;s despair and pain must have been exponentially so much bigger than Baruch&rsquo;s. He had built Jerusalem; He was about to tear it down; He had planted Israel as a vineyard (Isa. 5:1&ndash;7); He was about to uproot it and carry it into exile. This was not what the Lord had wanted for His people, but it had to come because of their rebellion against Him. But there was light at the end of the tunnel for Baruch. God would preserve Baruch&rsquo;s life&mdash;even in the midst of destruction, exile, and loss.<br><br>Read again the words of God directed to Baruch. <strong>What general message can we take from them for ourselves? That is, what does it say about God ultimately being there for us, regardless of our situation?</strong></p>"
    },
    {
      "id": 14,
      "idLesson": 1,
      "idDay": 4,
      "dayTitle": "<p><strong>Defining Rest in the Old Testament</strong></p>",
      "date": "Jun 29",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Certainly, we all need rest, which is why it&rsquo;s a theme found all through the Bible. Though God created us for activity, that activity is to be punctuated by rest.<br><br>The Hebrew Old Testament, for instance, includes a number of terms denoting rest. The description of God&rsquo;s resting on the newly created seventh day in Genesis 2:2, 3 uses the verb shabbat, &ldquo;to cease work, to rest, to take a holiday,&rdquo; which is the verb form of the noun &ldquo;Sabbath.&rdquo; The same verb is used in Exodus 5:5 in a causative form and translated as &ldquo;making someone rest&rdquo; from their work. Angry Pharaoh accuses Moses of &ldquo;making them rest&rdquo; from their labor.<br><br>The reference to God&rsquo;s resting activity on the seventh-day Sabbath in the fourth commandment is expressed by the Hebrew verb form nuakh (Exod. 20:11, Deut. 5:14). The verb is translated as &ldquo;rest&rdquo; in Job 3:13 or, more figuratively, &ldquo;settled,&rdquo; referencing the ark of the covenant in Numbers 10:36. Second Kings 2:15 notes that Elijah&rsquo;s spirit &ldquo;rested&rdquo; on Elisha. Another important verb form is shaqat, to &ldquo;be at rest, grant relief, be quiet.&rdquo; It is used in Joshua 11:23, where it describes the rest of the land from war after Joshua&rsquo;s initial conquest. The term often appears to indicate &ldquo;peace&rdquo; in the books of Joshua and Judges.<br><br>The verb raga` also is used to indicate rest. In the warnings against disobedience in Deuteronomy, God tells Israel that they won&rsquo;t find rest in exile (Deut. 28:65). The same verb also appears in a causative form in Jeremiah 50:34, describing the inability to rest.&nbsp;</p> <p><br></p> <p><strong>Read Deuteronomy 31:16 and 2 Samuel 7:12. What kind of rest is being talked about here?</strong></p> <p><strong>Deuteronomy 31:16</strong></p> <p><strong><span class=\"text Deut-31-16\"><sup class=\"versenum\"><strong>16</strong>&nbsp;</sup></span></strong><span class=\"text Deut-31-16\">And the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span> said to Moses: &ldquo;Behold, you will rest with your fathers; and this people will rise and play the harlot with the gods of the foreigners of the land, where they go <em>to be</em> among them, and they will forsake Me and break My covenant which I have made with them.&nbsp;</span></p> <p><strong>2 Samuel 7:12</strong></p> <p><strong><span class=\"text 2Sam-7-12\"><sup class=\"versenum\">12&nbsp;</sup></span></strong><span class=\"text 2Sam-7-12\">&ldquo;When your days are fulfilled and you rest with your fathers, I will set up your seed after you, who will come from your body, and I will establish his kingdom. </span></p> <p><br>Both verses use an idiomatic expression from the verb shakab, which literally means &ldquo;to lie down, sleep.&rdquo; In God&rsquo;s covenant with David, God promises the future king of Israel that &ldquo; &lsquo;when your days are fulfilled and you rest with your fathers, I will set up your seed after you&rsquo; &rdquo; (2 Sam. 7:12, NKJV). The long (and here incomplete) list of different Hebrew verbs denoting rest helps us to understand that the theological concept of rest is not connected to one or two particular words. We rest individually and collectively. Rest affects us physically, socially, and emotionally and is not limited to the Sabbath alone.<br><strong><br>Death is certainly an enemy and will one day be abolished. And however much we mourn and miss our dead, why is it comforting to know that, at least for now, they are at rest?</strong></p>"
    },
    {
      "id": 15,
      "idLesson": 1,
      "idDay": 5,
      "dayTitle": "<p><strong>Rest in the New Testament</strong></p>",
      "date": "Jun 30",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>A verb form for rest often found in the New Testament is anapauō, to &ldquo;rest, relax, refresh.&rdquo; It is used in one of Jesus&rsquo; most famous statements on rest, Matthew 11:28: &ldquo; &lsquo;Come to Me, all you who labor and are heavy laden, and I will give you rest&rsquo; &rdquo; (NKJV). It can refer to physical rest (Matt. 26:45). In the final greetings to the Corinthians, Paul expresses his joy over the arrival of friends who refreshed his spirit (1 Cor. 16:18). Another verb used to indicate rest is hēsychazō. It describes the Sabbath rest of the disciples as Jesus rested in the grave (Luke 23:56).<br><br>But it also is used to describe living a quiet life (1 Thess. 4:11) and can indicate that someone has no objections and, thus, keeps quiet (Acts 11:18).<br><br>When the Epistle to the Hebrews, in Hebrews 4:4, describes God&rsquo;s Creation rest on the seventh day, it uses the Greek verb katapauō, to &ldquo;cause to cease, bring to rest, rest,&rdquo; echoing the use of the Septuagint, the Greek translation of the Old Testament. Intriguingly, most of the uses of this verb in the New Testament occur in Hebrews 4.</p> <p><strong>&nbsp;Read Mark 6:30&ndash;32. Why did Jesus tell His disciples to come aside and rest, considering the many mission opportunities they then had? Look at the larger context of Mark 6 as you think about this question.</strong></p> <p><br></p> <p><strong><strong>Mark 6:30&ndash;32</strong></strong></p> <p><strong><strong><span class=\"text Mark-6-30\"><sup class=\"versenum\">30&nbsp;</sup></span></strong></strong><span class=\"text Mark-6-30\">Then the apostles gathered to Jesus and told Him all things, both what they had done and what they had taught.&nbsp;</span><strong><strong>&nbsp;</strong></strong></p> <p><strong><strong><span class=\"text Mark-6-31\"><sup class=\"versenum\">31&nbsp;</sup></span></strong></strong><span class=\"text Mark-6-31\">And He said to them, <span class=\"woj\">&ldquo;Come aside by yourselves to a deserted place and rest a while.&rdquo;</span> For there were many coming and going, and they did not even have time to eat.</span><strong><strong><span class=\"text Mark-6-31\">&nbsp;</span></strong></strong></p> <p><strong><strong>&nbsp;<span class=\"text Mark-6-32\"><sup class=\"versenum\">32&nbsp;</sup></span></strong></strong><span class=\"text Mark-6-32\">So they departed to a deserted place in the boat by themselves.</span><br><br>&ldquo; &lsquo;Come aside by yourselves . . . and rest a while&rsquo; &rdquo; (Mark 6:31, NKJV) is not framed as an invitation. It&rsquo;s expressed in the form of an imperative, which is an order or a command. Jesus is concerned about His disciples and their physical and emotional well-being. They had just returned from an extensive mission trip on which Jesus had sent them two by two (Mark 6:7). Mark 6:30 describes their excited return. Their hearts must have been full. They wanted to share their victories and their failures with Jesus; yet, Jesus stops it all by first calling them to rest. Mark includes an explanatory note: &ldquo;For there were many coming and going, and they did not even have time to eat&rdquo; (Mark 6:31, NKJV). Being overwhelmed and too busy in God&rsquo;s business was a genuine challenge for the disciples, as well. Jesus reminds us that we need to guard our health and emotional well-being by planning in seasons of rest.<br><br><strong>What are ways of helping and relieving your local church pastor or elder or anyone you know who could be burned out from doing the Lord&rsquo;s work? What could you do to express your appreciation and help this person find rest?</strong></p>"
    },
    {
      "id": 16,
      "idLesson": 1,
      "idDay": 6,
      "dayTitle": "<p><strong>A Restless Wanderer</strong></p>",
      "date": "July 1",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Read Genesis 4:1&ndash;12. What made Cain &ldquo;a restless wanderer&rdquo; (Gen. 4:12, NIV) on the earth?</strong></p> <p><strong>Genesis 4:1&ndash;12</strong></p> <p class=\"chapter-1\"><span class=\"text Gen-4-1\"><strong><sup>1</sup></strong>Now Adam knew Eve his wife, and she conceived and bore Cain, and said, &ldquo;I have acquired a man from the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span>.&rdquo;&nbsp;</span><strong><sup>&nbsp;</sup></strong></p> <p class=\"chapter-1\"><span class=\"text Gen-4-2\"><sup class=\"versenum\"><strong>2</strong>&nbsp;</sup>Then she bore again, this time his brother Abel. Now Abel was a keeper of sheep, but Cain was a tiller of the ground.&nbsp;</span> <span class=\"text Gen-4-3\"><sup class=\"versenum\"><strong>3</strong>&nbsp;</sup>And in the process of time it came to pass that Cain brought an offering of the fruit of the ground to the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span>.&nbsp;</span>&nbsp;</p> <p class=\"chapter-1\"><span class=\"text Gen-4-4\"><sup class=\"versenum\"><strong>4&nbsp;</strong></sup>Abel also brought of the firstborn of his flock and of their fat. And the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span> respected Abel and his offering,&nbsp;</span><strong>&nbsp;</strong></p> <p class=\"chapter-1\"><span class=\"text Gen-4-5\"><sup class=\"versenum\"><strong>5</strong>&nbsp;</sup>but He did not respect Cain and his offering. And Cain was very angry, and his countenance fell.</span></p> <p><span class=\"text Gen-4-6\"><sup class=\"versenum\"><strong>6</strong>&nbsp;</sup>So the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span> said to Cain, &ldquo;Why are you angry? And why has your countenance fallen?&nbsp;</span></p> <p><strong>&nbsp;</strong><span class=\"text Gen-4-7\"><sup class=\"versenum\"><strong>7</strong>&nbsp;</sup>If you do well, will you not be accepted? And if you do not do well, sin lies at the door. And its desire <em>is</em> for you, but you should rule over it.&rdquo;</span>&nbsp;</p> <p><strong><span class=\"text Gen-4-8\"><sup class=\"versenum\"><strong>8</strong>&nbsp;</sup></span></strong><span class=\"text Gen-4-8\">Now Cain talked with Abel his brother; and it came to pass, when they were in the field, that Cain rose up against Abel his brother and killed him.</span></p> <p><strong><span class=\"text Gen-4-9\"><sup class=\"versenum\"><strong>9&nbsp;</strong></sup></span></strong><span class=\"text Gen-4-9\">Then the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span> said to Cain, &ldquo;Where <em>is</em> Abel your brother?&rdquo;</span><span class=\"text Gen-4-9\">&nbsp;He said, &ldquo;I do not know. <em>Am</em> I my brother&rsquo;s keeper?&rdquo;</span></p> <p><span class=\"text Gen-4-10\"><sup class=\"versenum\"><strong>10</strong>&nbsp;</sup>And He said, &ldquo;What have you done? The voice of your brother&rsquo;s blood cries out to Me from the ground.&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Gen-4-11\"><sup class=\"versenum\"><strong>11</strong>&nbsp;</sup>So now you <em>are</em> cursed from the earth, which has opened its mouth to receive your brother&rsquo;s blood from your hand.&nbsp;</span><strong>&nbsp;</strong><span class=\"text Gen-4-12\"><sup class=\"versenum\"><strong>12</strong>&nbsp;</sup>When you till the ground, it shall no longer yield its strength to you. A fugitive and a vagabond you shall be on the earth.&rdquo;</span></p> <p><br>The biblical text does not explicitly state why God respected Abel and his offering but did not &ldquo;respect&rdquo; Cain and his offering (Gen. 4:4, 5). But we know why. &ldquo;Cain came before God with murmuring and infidelity in his heart in regard to the promised sacrifice and the necessity of the sacrificial offerings. His gift expressed no penitence for sin. He felt, as many now feel, that it would be an acknowledgment of weakness to follow the exact plan marked out by God, of trusting his salvation wholly to the atonement of the promised Saviour. He chose the course of self-dependence. He would come in his own merits.&rdquo;&mdash;Ellen G. White, Patriarchs and Prophets, p. 72.<br><br>When God said that Cain would be &ldquo;a restless wanderer&rdquo; on the earth, it wasn&rsquo;t that God made him that way; rather, that is what happened as the result of his sinful actions and disobedience. Not finding rest in God, Cain discovered that he couldn&rsquo;t find it any other way, at least not true rest.<br><br>The Hebrew word translated as &ldquo;respected&rdquo; (Gen. 4:4, NKJV) also could be rendered &ldquo;looked closely, considered carefully.&rdquo; The focus of God&rsquo;s careful and close-up look is not so much the offering but more the attitude of the offerer. God&rsquo;s rejection of Cain&rsquo;s fruit offering is not the arbitrary reaction of a capricious god. Rather, it describes the process of carefully considering and weighing the character, attitudes, and motivations of the one bringing the offering. It is a good example of an investigative judgment.<br><strong><br>Read Genesis 4:13&ndash;17 and describe Cain&rsquo;s reaction to God&rsquo;s judgment.</strong></p> <p><strong>Genesis 4:13&ndash;17</strong></p> <p><span class=\"text Gen-4-13\"><sup class=\"versenum\"><strong>13</strong>&nbsp;</sup>And Cain said to the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span>, &ldquo;My punishment <em>is</em> greater than I can bear!&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Gen-4-14\"><sup class=\"versenum\"><strong>14</strong>&nbsp;</sup>Surely You have driven me out this day from the face of the ground; I shall be hidden from Your face; I shall be a fugitive and a vagabond on the earth, and it will happen <em>that</em> anyone who finds me will kill me.&rdquo;</span></p> <p><strong><span class=\"text Gen-4-15\"><sup class=\"versenum\"><strong>15</strong>&nbsp;</sup></span></strong><span class=\"text Gen-4-15\">And the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span> said to him, &ldquo;Therefore, whoever kills Cain, vengeance shall be taken on him sevenfold.&rdquo; And the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span> set a mark on Cain, lest anyone finding him should kill him.</span></p> <p><span class=\"text Gen-4-16\"><sup class=\"versenum\"><strong>16&nbsp;</strong></sup>Then Cain went out from the presence of the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span> and dwelt in the land of Nod on the east of Eden.&nbsp;</span></p> <p><strong>&nbsp;</strong><span class=\"text Gen-4-17\"><sup class=\"versenum\"><strong>17</strong>&nbsp;</sup>And Cain knew his wife, and she conceived and bore Enoch. And he built a city, and called the name of the city after the name of his son&mdash;Enoch.&nbsp;</span>&nbsp;</p> <p><br><br>When we try to run away from God&rsquo;s presence, we become restless. We try to fill the yearning for divine grace with things, human relationships, or overly busy lives. Cain started to build a dynasty and a city. Both are great achievements and speak of determination and energy, but if it&rsquo;s a godless dynasty and a rebellious city, it will ultimately amount to nothing.&nbsp;</p> <p><strong>Even if we end up suffering the consequences of our sins as we usually do, how can we learn to accept the forgiveness for them, offered us through the Cross?</strong></p>"
    },
    {
      "id": 17,
      "idLesson": 1,
      "idDay": 7,
      "dayTitle": "",
      "date": "July 2",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:</strong><br><br>&ldquo;In the estimation of the rabbis it was the sum of religion to be always in a bustle of activity. They depended upon some outward performance to show their superior piety. Thus they separated their souls from God, and built themselves up in self-sufficiency. The same dangers still exist. As activity increases and men become successful in doing any work for God, there is danger of trusting to human plans and methods. There is a tendency to pray less, and to have less faith.&nbsp;</p> <p>Like the disciples, we are in danger of losing sight of our dependence on God, and seeking to make a savior of our activity. We need to look constantly to Jesus, realizing that it is His power which does the work. While we are to labor earnestly for the salvation of the lost, we must also take time for meditation, for prayer, and for the study of the word of God. Only the work accomplished with much prayer, and sanctified by the merit of Christ, will in the end prove to have been efficient for good.&rdquo;&mdash;Ellen G. White, The Desire of Ages, p. 362.<br><br><strong>Discussion Questions:</strong><br><br><strong>1.</strong> The constant pressure of being on top of things, being available (physically or virtually) all the time, and trying to live up to ideals that are neither realistic nor God-given can make people sick&mdash;emotionally, physically, and spiritually. How can your church becomea welcoming place for worn-out, tired people yearning for rest?&nbsp;</p> <p>&nbsp;<strong>2</strong>. Is it possible that we are too busy, even doing good things for God? Think about the story of Jesus and His disciples in Mark 6:30&ndash;32 and discuss its applications in your Sabbath School group.&nbsp;</p> <p><strong>&nbsp;3</strong>. In 1899, a speed record had been broken. Someone had actually gone 39.24 miles per hour in a car&mdash;and lived to tell about it! Today, of course, cars go much faster than that. And the speed of the processors in our cell phones are much faster than the fastest large computers of a generation ago. And air travel is faster than it used to be&mdash;and is getting even faster. The point is that almost everything we do today is done faster than it was in the past, and yet, what? We still feel hurried and without enough rest. What should that tell us about basic human nature and why God would have made rest so important that it is one of His commandments?<br><br><strong>4. </strong>Dwell more on the idea that even in Eden, before sin, the Sabbath rest had been instituted. Besides the interesting theological implication of this truth, what should this tell us about how rest was needed even in a sinless, perfect world?<br><br><strong>Inside Story:</strong><br><br><strong>Flip-flops and Fights By Andrew McChesney</strong><br><br>Everything seemed strange to six-year-old Danay when he arrived in the United States with his father, mother, and six older siblings. Cars filled the streets of their new hometown. Danay hadn&rsquo;t seen many cars in the refugee camp in Thailand where his family had lived after fleeing violence in their native Myanmar. Before, the family had lived in a bamboo home without air-conditioning and running water, and Danay had bathed in a river. Now everything was in the house. Danay thanked God for the new home Danay arrived at public school wearing flip-flops, and the teacher immediately sent him home. The staff member who drove him home told his mother how to find the shoe store. But neither of his parents could drive or speak English, so a relative took him to the store to buy his first pair of shoes.<br><br>Danay returned to school the next day, but it was a difficult year. Some children treated refugees unkindly, and one of his brothers got into fights.<br><br>Then a Seventh-day Adventist befriended the family and helped Danay transfer to a church school for second grade. Scholarship funds from a Thirteenth Sabbath Offering helped cover his tuition. Danay was happy to be in the church school with kind and friendly classmates. He had heard about God from his Christian parents at home, but now he was reading the Bible for himself at school. He wanted to learn more, and, as he grew older, he joined various Bible study groups.<br><br>His faith came to the test when he was 12. One day, his father collapsed outside the house after working in the garden. No one knew how to call the ambulance, so family members lifted him into a car and rushed him to the hospital. Danay was devastated. That night he tossed and turned. He prayed like never before. &ldquo;God, please help my Dad to recover,&rdquo; he said. &ldquo;If he does recover, I will get baptized and devote myself to You.&rdquo;<br><br>Three days later, he saw his father in the hospital. The once-strong man looked pale and frail. The physician said he had suffered a stroke. Danay continued to pray. Weeks passed, and his father slowly improved. When he came home, Danay made good on his promise to God. He was baptized. His father died of cancer five years later, but Danay, 17, is glad that he gave his heart to Jesus. &ldquo;After getting baptized, I began to read the Bible more, pray more, and talk to God more,&rdquo; he said. &ldquo;The more I did these things, the happier I felt. God is always watching, and He is always going to be there for me. I always feel thankful.&rdquo;<br><br><strong>A 2011 Thirteenth Sabbath Offering helped refugee children like Danay receive study in Adventist schools in the North American Division. Part of this quarter&rsquo;s offering will again help refugee children obtain an Adventist education in North America. Thank you for planning a generous offering.</strong></p>"
    }
  ]
}
