{
  "id": 707,
  "lessonNumber": 7,
  "versionCode": 6,
  "quarter": "2T2021",
  "title": "<p><strong>Covenant at Sinai</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p>Memory Text:<br>You have seen what I did to the Egyptians, and how I bore you on eagles wings and brought you to Myself.(Exodus 19:4)</p>",
  "weekDate": "May 8–14",
  "lessonDays": [
    {
      "id": 71,
      "idLesson": 7,
      "idDay": 1,
      "dayTitle": "",
      "date": "May 8",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p style=\"text-align: justify;\">A little boy, one of seven children, met with an accident and was taken to the hospital. In his home there was seldom enough of anything. He never had more than just a part of a glass of milk. If the glass was full, it was shared by two of the children, and whoever drank first had to be careful not to drink too far.</p> <p style=\"text-align: justify;\">After the little fellow was made comfortable in the hospital, the nurse brought him a large glass of milk. He looked at it longingly for a moment and then, with the memory of privations at home, asked, &lsquo;How deep shall I drink?&rsquo; The nurse, with her eyes shining and a lump in her throat, said, &lsquo;Drink it all, child, drink it all!&rsquo; &rdquo;&mdash;H.M.S. Richards, &ldquo;Free Grace,&rdquo; Voice of Prophecy News, June 1950, p. 4.</p> <p style=\"text-align: justify;\">Like this boy, it was the privilege of ancient Israel, as it is our own, to drink deeply from the wells of salvation. Israel&rsquo;s deliverance from centuries of slavery and oppression was a marvelous exhibition of divine grace. Likewise, divine grace is involved in our own emancipation from sin.</p> <p style=\"text-align: justify;\"><strong>The Week at a Glance: What imagery did the Lord use to describe His relationship with Israel? In what ways do the stories of the Exodus and Sinai parallel personal salvation? What was the role of the law in the Sinai covenant?</strong></p>"
    },
    {
      "id": 72,
      "idLesson": 7,
      "idDay": 2,
      "dayTitle": "<p style=\"text-align: center;\">On Eagles&rsquo; Wings</p>",
      "date": "May 9",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p style=\"text-align: justify;\">As a people, Israel had been immersed in Egyptian paganism for many long, hard centuries, an experience that no doubt dimmed their knowledge of God, His will, and His goodness. How could the Lord win them back to Himself? For starters, He would demonstrate the genuineness of His love for Israel, and He did this through His mighty acts of deliverance. He would begin to woo the nation into a loving response to His covenant proposal. At Sinai, God first reminded the nation of His gracious acts in their behalf.</p> <p style=\"text-align: justify;\"><strong>What two illustrations describe the manner in which the Lord brought Israel from Egypt to Sinai? Exod. 19:4, Deut. 32:10&ndash;12 Deut. 1:29&ndash;31, Hos. 11:1</strong></p> <p style=\"text-align: justify;\"><strong>Exod. 19:4</strong></p> <p style=\"text-align: justify;\"><strong><sup class=\"versenum\">4</sup></strong><sup class=\"versenum\">&nbsp;</sup>&lsquo;You have seen what I did to the Egyptians, and&nbsp;<em>how</em>&nbsp;I&nbsp;bore you on eagles&rsquo; wings and brought you to Myself.</p> <p style=\"text-align: justify;\"><strong>Deut. 32:10&ndash;12&nbsp;</strong></p> <p><strong><span id=\"en-NKJV-5769\" class=\"text Deut-32-10\"><sup class=\"versenum\">10&nbsp;</sup></span></strong><span id=\"en-NKJV-5769\" class=\"text Deut-32-10\">&ldquo;He found him&nbsp;in a desert land&nbsp;</span><span class=\"text Deut-32-10\">And in the wasteland, a howling wilderness;&nbsp;</span><span class=\"text Deut-32-10\">He encircled him, He instructed him,&nbsp;</span><span class=\"text Deut-32-10\">He&nbsp;kept him as the&nbsp;apple of His eye.</span><strong><br /><span id=\"en-NKJV-5770\" class=\"text Deut-32-11\"><sup class=\"versenum\">11</sup></span></strong><span id=\"en-NKJV-5770\" class=\"text Deut-32-11\"><sup class=\"versenum\">&nbsp;</sup></span><span id=\"en-NKJV-5770\" class=\"text Deut-32-11\">As an eagle stirs up its nest,&nbsp;</span><span class=\"text Deut-32-11\">Hovers over its young,&nbsp;</span><span class=\"text Deut-32-11\">Spreading out its wings, taking them up,&nbsp;</span><span class=\"text Deut-32-11\">Carrying them on its wings,</span><strong><br /><span id=\"en-NKJV-5771\" class=\"text Deut-32-12\"><sup class=\"versenum\">12&nbsp;</sup></span></strong><span id=\"en-NKJV-5771\" class=\"text Deut-32-12\"><em>So</em></span><span id=\"en-NKJV-5771\" class=\"text Deut-32-12\">&nbsp;the&nbsp;<span class=\"small-caps divine-name\">Lord</span>&nbsp;alone led him,&nbsp;</span><span class=\"text Deut-32-12\">And&nbsp;<em>there was</em>&nbsp;no foreign god with him.</span></p> <p style=\"text-align: justify;\"><strong>Deut. 1:29&ndash;31</strong></p> <p style=\"text-align: justify;\"><strong><span id=\"en-NKJV-4922\" class=\"text Deut-1-29\"><sup class=\"versenum\">29</sup></span></strong><span id=\"en-NKJV-4922\" class=\"text Deut-1-29\"><sup class=\"versenum\">&nbsp;</sup></span><span id=\"en-NKJV-4922\" class=\"text Deut-1-29\">&ldquo;Then I said to you, &lsquo;Do not be terrified,&nbsp;or afraid of them.&nbsp;</span></p> <p style=\"text-align: justify;\"><strong><span id=\"en-NKJV-4923\" class=\"text Deut-1-30\"><sup class=\"versenum\">30</sup></span></strong><span id=\"en-NKJV-4923\" class=\"text Deut-1-30\"><sup class=\"versenum\">&nbsp;</sup></span><span id=\"en-NKJV-4923\" class=\"text Deut-1-30\">The&nbsp;<span class=\"small-caps divine-name\">Lord</span>&nbsp;your God, who goes before you, He will fight for you, according to all He did for you in Egypt before your eyes,&nbsp;</span></p> <p style=\"text-align: justify;\"><strong><span id=\"en-NKJV-4924\" class=\"text Deut-1-31\"><sup class=\"versenum\">31</sup></span></strong><span id=\"en-NKJV-4924\" class=\"text Deut-1-31\"><sup class=\"versenum\">&nbsp;</sup></span><span id=\"en-NKJV-4924\" class=\"text Deut-1-31\">and in the wilderness where you saw how the&nbsp;<span class=\"small-caps divine-name\">Lord</span>&nbsp;your God carried you, as a&nbsp;man carries his son, in all the way that you went until you came to this place.&rsquo;</span></p> <p style=\"text-align: justify;\"><strong>Hos. 11:1</strong></p> <p style=\"text-align: justify;\"><strong><span class=\"chapter-2\"><span class=\"text Hos-11-1\"><sup>1</sup></span></span></strong><span class=\"chapter-2\"><span class=\"text Hos-11-1\">&ldquo;When Israel&nbsp;</span></span><span class=\"chapter-2\"><span class=\"text Hos-11-1\"><em>was</em>&nbsp;a&nbsp;child, I loved him,&nbsp;</span></span><span class=\"text Hos-11-1\">And out of Egypt&nbsp;I called My&nbsp;son.</span></p> <p style=\"text-align: justify;\"><strong> What would these illustrations teach Israel (and us) about the nature of God&rsquo;s attitude toward His people?</strong></p> <p style=\"text-align: justify;\">&nbsp;</p> <p style=\"text-align: justify;\">These illustrations indicate that our God is very much aware of our helplessness. Read Psalm 103:13, 14. In both the figures of the eagle and the parent carrying his child we sense God&rsquo;s concern for our wellbeing. Tender, supportive, protective, encouraging, He desires to bring us to full maturity. &ldquo;The eagle was known for its unusual devotions to its young. It too lived on mountain tops. In teaching its young to fly it carried them upon its back to those great heights that overlook the plains of Sinai, then it dropped them down into the depths. If the baby was still too young and too bewildered to fly, father-eagle would swoop down beneath it, catch it on his back, and fly up again with it to the eyrie on the crags above. And that, says the divine voice, is &lsquo;how I brought you out of Egypt to myself.&rsquo; &rdquo;&mdash;George A. F. Knight, Theology of Narration (Grand Rapids, MI: William B. Eerdmans Publishing Company, 1976), p. 128.</p> <p style=\"text-align: justify;\"><strong>Contrast God&rsquo;s interest in us with our interest in one another. How should His concern for us affect our concern for others?</strong>&nbsp;</p> <p style=\"text-align: justify;\"><strong>Based on your personal experience, what illustrations can you think of to describe God&rsquo;s unselfish interest in us? Make up a few images on your own, from your own experiences; draw also from whatever culture you live in. Share them with the class.</strong></p>"
    },
    {
      "id": 73,
      "idLesson": 7,
      "idDay": 3,
      "dayTitle": "<p style=\"text-align: center;\"><strong>The Pattern of Salvation</strong></p>",
      "date": "May 10",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p style=\"text-align: justify;\"><strong>&ldquo; &lsquo;Say therefore to the people of Israel, &ldquo;I am the Lord, and I will bring you out from under the burdens of the Egyptians, and I will deliver you from their bondage, and I will redeem you with an outstretched arm and with great acts of judgment, and I will take you for my people, and I will be your God; and you shall know that I am the Lord your God, who has brought you out from under the burdens of the Egyptians&rdquo; &rsquo; &rdquo; (Exod. 6:6, 7, ).</strong></p> <p style=\"text-align: justify;\"><strong>Exod. 6:6-7</strong></p> <p style=\"text-align: justify;\"><span id=\"en-NKJV-1662\" class=\"text Exod-6-6\"><sup class=\"versenum\"><strong>6</strong>&nbsp;</sup>Therefore say to the children of Israel:&nbsp;&lsquo;I&nbsp;<em>am</em>&nbsp;the&nbsp;<span class=\"small-caps divine-name\">Lord</span>;&nbsp;I will bring you out from under the burdens of the Egyptians, I will&nbsp;rescue you from their bondage, and I will redeem you with&nbsp;an outstretched arm and with great judgments.</span></p> <p style=\"text-align: justify;\"><span id=\"en-NKJV-1663\" class=\"text Exod-6-7\"><sup class=\"versenum\"><strong>7</strong>&nbsp;</sup>I will&nbsp;take you as My people, and&nbsp;I will be your God. Then you shall know that I&nbsp;<em>am</em>&nbsp;the&nbsp;<span class=\"small-caps divine-name\">Lord</span>&nbsp;your God who brings you out&nbsp;from under the burdens of the Egyptians.</span></p> <p style=\"text-align: justify;\"><strong> Look at the above verses: What principle do we see in them, as before, regarding the role of God toward humanity in the covenant relationship? (Focus on how often the word I appears in those verses.</strong>)</p> <p style=\"text-align: justify;\">The deliverance of Israel from Egyptian slavery and the deliverance of Noah and his family from the Flood are the two prominent salvific events in the writings of Moses. Both provide insights into the science of salvation. But it is the Exodus event in particular that provides the basic pattern.</p> <p style=\"text-align: justify;\">When God says to Israel (through Moses), &ldquo;I will redeem you&rdquo; (Exod. 6:6, emphasis supplied), He literally says, &ldquo;I will act as the kinsman redeemer,&rdquo; or go&rsquo;el.</p> <p style=\"text-align: justify;\">&ldquo;The word redeem in verse 6 [of Exodus 6] refers to a member of a family buying back or ransoming another member of the family, especially when that member was in slavery for debt or about to go into slavery.</p> <p style=\"text-align: justify;\">Israel apparently had no earthly relative to redeem her, but God was now Israel&rsquo;s relative, her kinsman redeemer.&rdquo;&mdash;Bernard L. Ramm, His Way Out (Glendale, CA: Regal Books Division, G/L Publications, 1974), p. 50.</p> <p style=\"text-align: justify;\"><strong> How do you understand the idea of God&rsquo;s &ldquo;ransoming,&rdquo; or buying back, His people from slavery? What was the price that had to be paid? What does that tell us about our worth? (See Mark 10:45, 1 Tim. 2:6, and Rev. 5:9.)</strong></p> <p style=\"text-align: justify;\"><strong>Mark 10:45</strong></p> <p style=\"text-align: justify;\"><strong><sup class=\"versenum\">45&nbsp;</sup></strong><span class=\"woj\">For even</span>&nbsp;<span class=\"woj\">the Son of Man did not come to be served, but to serve, and</span>&nbsp;<span class=\"woj\">to give His life a ransom for many.&rdquo;</span></p> <p style=\"text-align: justify;\"><strong>1 Tim. 2:6</strong></p> <p style=\"text-align: justify;\"><strong><sup class=\"versenum\">6&nbsp;</sup></strong>who gave Himself a ransom for all, to be testified in due time,</p> <p style=\"text-align: justify;\"><strong>Rev. 5:9</strong></p> <p><span id=\"en-NKJV-30789\" class=\"text Rev-5-9\"><sup class=\"versenum\"><strong>9</strong>&nbsp;</sup>And&nbsp;they sang a new song, saying:&nbsp;</span>&ldquo;You are worthy to take the scroll, And to open its seals; For You were slain, And&nbsp;have redeemed us to God&nbsp;by Your blood Out of every tribe and tongue and people and nation,</p> <p style=\"text-align: justify;\">&nbsp;In Exodus 3:8 God says that He has &ldquo;come down&rdquo; to rescue Israel. This is a common Hebrew verb for God&rsquo;s interaction with humanity. God is in heaven, and we are on earth, and only as God &ldquo;comes down&rdquo; to earth can He redeem us. In the truest sense of the idea, only when Jesus came down, lived, suffered, died, and was resurrected for us could we be redeemed. &ldquo;And the Word became flesh and dwelt among us&rdquo; (John 1:14, RSV) is another way of saying that God came down in order to save us.</p>"
    },
    {
      "id": 74,
      "idLesson": 7,
      "idDay": 4,
      "dayTitle": "<p><strong>The Sinai Covenant</strong></p>",
      "date": "May 11",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>The book of Exodus draws the reader&rsquo;s attention to three major events. Like three mountains, the Exodus itself, the establishment of the covenant, and the building of the tabernacle sanctuary rise above the foothills of lesser happenings. The establishment of the covenant, recorded in Exodus 19 through 24, was the Mount Everest of the three. A brief outline of Exodus 19 through 24 shows the sequence and the relationship of events.<br><br>Even if you do not have the time to look up all the verses listed below, focus on the sequence of events:<br><br>1. Israel&rsquo;s arrival and encampment at Sinai after being delivered by the Lord (Exod. 19:1, 2)<br><br>2. God&rsquo;s proposal of a covenant with Israel (Exod. 19:3&ndash;6)<br><br>3. Israel&rsquo;s response in acceptance of the covenant (Exod. 19:7, 8)<br><br>4. Preparations for formally receiving the covenant (Exod. 19:9&ndash;25)<br><br>5. Proclamation of the Ten Commandments (Exod. 20:1&ndash;17)<br><br>6. Moses as covenant mediator (Exod. 20:18&ndash;21)<br><br>7. Covenant principles spelled out (Exod. 20:22&ndash;23:22)<br><br>8. Ratification of the covenant (Exod. 24:1&ndash;18)<br><br>This covenant plays a vital role in the plan of salvation. It is the fourth covenant listed in the Bible (preceded by the ones with Adam, Noah, and Abraham), and in it God reveals Himself more fully than before, particularly as the entire sanctuary ritual is established. Thus, the sanctuary becomes the means by which He shows the people the plan of salvation that they were to reveal to the world.<br><br>Though the Lord had redeemed Israel from the bondage of Egypt, He wanted them to understand that redemption had a greater, more significant meaning than merely freedom from physical bondage. He wanted to redeem them from sin, the ultimate slavery, and this could happen only through the sacrifice of the Messiah, as taught in the types and symbols of the sanctuary service. It is no wonder, then, that not long after they were redeemed from bondage and given the law, the Israelites were instructed to build the sanctuary and establish its services, for in these things God revealed to them the plan of redemption&mdash;which is the true meaning and purpose of the covenant. For the covenant is nothing if not a covenant of salvation that the Lord offers to fallen humanity. That is what it was in Eden, and that is what it was at Sinai.<br><br>Why was a covenant between God and the people of Israel a necessity? (See Deut. 29:10&ndash;13; notice, again, the relational aspect of the covenant.)<br><br></p> <p><strong>Deut. 29:10&ndash;13</strong></p> <p><br></p> <p><strong><span class=\"text Deut-29-10\"><sup class=\"versenum\">10&nbsp;</sup></span></strong>All of you stand today before the Lord your God: your leaders and your tribes and your elders and your officers, all the men of Israel, &nbsp;</p> <p><strong><span class=\"text Deut-29-11\"><sup class=\"versenum\">11&nbsp;</sup></span></strong>your little ones and your wives&mdash;also the stranger who is in your camp, from the one who cuts your wood to the one who draws your water&mdash; &nbsp;</p> <p><strong><span class=\"text Deut-29-12\"><sup class=\"versenum\">1</sup></span></strong><strong><span class=\"text Deut-29-12\"><sup class=\"versenum\">2</sup></span></strong> that you may enter into covenant with the Lord your God, and into His oath, which the Lord your God makes with you today, &nbsp;</p> <p><strong><span class=\"text Deut-29-13\"><sup class=\"versenum\">13&nbsp;</sup></span></strong>that He may establish you today as a people for Himself, and that He may be God to you, just as He has spoken to you, and just as He has sworn to your fathers, to Abraham, Isaac, and Jacob.</p>"
    },
    {
      "id": 75,
      "idLesson": 7,
      "idDay": 5,
      "dayTitle": "<p style=\"text-align: center;\"><strong>God and Israel </strong></p>",
      "date": "May 12",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><span class='\"text\"' id='\"en-NKJV-2032\"'><strong>Now therefore, if you will indeed obey My voice and keep My covenant, then you shall be a special treasure to Me above all people; for all the earth <em>is</em> Mine.&nbsp;</strong></span><span class='\"text' id='\"en-NKJV-2033\"'><strong>And you shall be to Me a kingdom of priests and a holy nation. These <em>are</em> the words which you shall speak to the children of Israel.(Exod. 19:5, 6:)</strong></span></p> <p>In these verses the Lord was proposing His covenant with the children of Israel. Though in one sense the Lord had called them, that calling was not automatically bestowed upon them without their choice. They had to cooperate. Even their deliverance from Egypt involved their cooperation: if they had not done what the Lord had said (such as putting the blood on the doorposts), they would not have been delivered.</p> <p>It was that simple. Here, too, the Lord does not say to them, Whether you like it or don&rsquo;t like it, you will be a peculiar treasure unto Me and a nation of priests. That is not how it works, and that is not what the text says.</p> <p><strong>Read Exodus 19:5, 6, quoted above. How do you understand what the Lord is saying in the context of salvation by faith? Does the command included there to obey the Lord somehow nullify the concept of salvation by grace? How do the following texts help you to understand the answer? Rom. 3:19&ndash;24; Rom. 6:1, 2; Rom. 7:7; Rev. 14:12.</strong></p> <p><strong>Rom. 3:19&ndash;24</strong></p> <p class='\"top-1\"'><strong><span class='\"text'><sup class='\"versenum\"'><strong>19</strong>&nbsp;</sup></span></strong>Now we know that whatever the law says, it says to those who are under the law, that every mouth may be stopped, and all the world may become guilty before God. </p> <p class='\"top-1\"'>&nbsp;<span class='\"text'><sup class='\"versenum\"'><strong>20</strong>&nbsp;</sup></span>Therefore by the deeds of the law no flesh will be justified in His sight, for by the law is the knowledge of sin.</p> <p><span class='\"text'><sup class='\"versenum\"'><strong>21</strong>&nbsp;</sup></span>But now the righteousness of God apart from the law is revealed, being witnessed by the Law and the Prophets, &nbsp;</p> <p><span class='\"text'><sup class='\"versenum\"'><strong>22</strong>&nbsp;</sup></span>even the righteousness of God, through faith in Jesus Christ, to all and on all who believe. For there is no difference; &nbsp;</p> <p><strong><span class='\"text'><sup class='\"versenum\"'><strong>23</strong></sup></span></strong><strong><span class='\"text'><sup class='\"versenum\"'>&nbsp;</sup></span></strong>for all have sinned and fall short of the glory of God, </p> <p><span class='\"text'><sup class='\"versenum\"'><strong>24</strong>&nbsp;</sup></span>being justified freely by His grace through the redemption that is in Christ Jesus, &nbsp;</p> <p>&nbsp;</p> <p><strong>Rom. 6:1-2</strong></p> <p><span class='\"text'><strong><sup>1</sup></strong> </span>What shall we say then? Shall we continue in sin that grace may abound? &nbsp;</p> <p><strong><span class='\"text'><sup class='\"versenum\"'><strong>2</strong>&nbsp;</sup></span></strong>Certainly not! How shall we who died to sin live any longer in it? </p> <p><br></p> <p><strong>&nbsp;Rom. 7:7</strong></p> <p><span class='\"text'><sup class='\"versenum\"'><strong>7</strong>&nbsp;</sup></span>What shall we say then? Is the law sin? Certainly not! On the contrary, I would not have known sin except through the law. For I would not have known covetousness unless the law had said, You shall not covet. &nbsp;</p> <p><strong>&nbsp;Rev. 14:12</strong></p> <p><span class='\"text'><sup class='\"versenum\"'><strong>12</strong>&nbsp;</sup></span>Here is the patience of the saints; here are those who keep the commandments of God and the faith of Jesus</p> <p>We do not earn salvation by our obedience; for salvation is the free gift of God, to be received by faith. But obedience is the fruit of faith.&mdash;Ellen G. White, Steps to Christ, p. 61. Think of what the Lord was willing to do for the nation of Israel: not only did He miraculously deliver them from Egyptian bondage, but He also wanted to make them His own treasured possession, a nation of priests.</p> <p>Basing their relationship with Him upon His salvation (both temporal, as from Egyptian slavery, and eternal), the Lord sought to elevate them to a spiritual, intellectual, and moral level that would make them the wonder of the ancient world, all for the purpose of using them to preach the gospel to the nations. All they had to do, in response, was obey.</p> <p><strong>&nbsp;In what ways should our personal, one-on-one experience with the Lord reflect that same principle we see here in today&rsquo;s study?</strong></p>"
    },
    {
      "id": 76,
      "idLesson": 7,
      "idDay": 6,
      "dayTitle": "<p style=\"text-align: center;\"><strong>Promises, Promises . . . (Exod. 19:8)</strong></p>",
      "date": "May 13",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>At first sight, all seems well. The Lord delivers His people, offers them the covenant promises, and they agree: they will do all that the Lord asks them to do. It is a deal &ldquo;made in heaven,&rdquo; right?</p> <p><strong>Read the following texts. What insight do they give us regarding Israel&rsquo;s response to the covenant? </strong></p> <p><strong>Rom. 9:31-32</strong></p> <p><span id=\"en-NKJV-28187\" class=\"text Rom-9-31\"><sup class=\"versenum\"><strong>31</strong>&nbsp;</sup>but Israel,&nbsp;pursuing the law of righteousness,&nbsp;has not attained to the law&nbsp;of righteousness.&nbsp;</span><span id=\"en-NKJV-28188\" class=\"text Rom-9-32\"><sup class=\"versenum\">32&nbsp;</sup>Why? Because&nbsp;<em>they did</em>&nbsp;not&nbsp;<em>seek it</em>&nbsp;by faith, but as it were,&nbsp;by the works of the law. For&nbsp;they stumbled at that stumbling stone.</span></p> <p>Rom. 10:3</p> <p><strong><sup class=\"versenum\">3&nbsp;</sup></strong>For they being ignorant of&nbsp;God&rsquo;s righteousness, and seeking to establish their own&nbsp;righteousness, have not submitted to the righteousness of God.</p> <p>Heb. 4:1- 2</p> <p><span class=\"text Heb-4-1\"><strong><sup>1&nbsp;</sup></strong>Therefore, since a promise remains of entering His rest,&nbsp;let us fear lest any of you seem to have come short of it.</span></p> <p><span id=\"en-NKJV-30017\" class=\"text Heb-4-2\"><strong><sup class=\"versenum\">2&nbsp;</sup></strong>For indeed the gospel was preached to us as well as to them; but the word which they heard did not profit them,&nbsp;not being mixed with faith in those who heard&nbsp;<em>it.</em></span></p> <p>Whatever God asks us to do, our relationship with Him must be founded upon faith. Faith provides the basis upon which works follow. Works, in and of themselves, no matter how purely motived, no matter how sincere, no matter how numerous, can&rsquo;t make us acceptable in the sight of a holy God. They could not do it either in Israel&rsquo;s time, and they cannot in our time, as well.</p> <p><strong> If, however, the Bible again and again stresses works, why can&rsquo;t works make us acceptable in God&rsquo;s sight? (See Isa. 53:6; Isa. 64:6; Rom. 3:23.)</strong></p> <p><strong>&nbsp;Isa. 53:6</strong></p> <p><strong>Isa. 64:6</strong></p> <p><strong>Rom. 3:23</strong></p> <p>Unfortunately, the Hebrew people believed that their obedience became the means of their salvation, not the result of salvation. They sought righteousness in their obedience to the law, not the righteouness of God, which comes by faith.</p> <p>The Sinai covenant&mdash;though coming with a much more detailed set of instructions and law&mdash;was designed a covenant of grace as much as all the preceding covenants, as well. This grace, freely bestowed, brings about a change of heart that leads to obedience. The problem, of course, was not their attempt to obey (the covenant demanded that they obey); the problem was the kind of &ldquo;obedience&rdquo; they rendered, which wasn&rsquo;t really obedience at all, as the subsequent history of the nation showed.</p> <p><strong> Read carefully Romans 10:3, particularly the last part. What point is Paul making there? What happens to people who seek to establish their own righteousness? Why does that attempt inevitably lead to sin, unrighteousness, and rebellion? Look at our own lives. Are we not in danger of doing the same thing?</strong>&nbsp;</p> <p><strong>Romans 10:3</strong></p>"
    },
    {
      "id": 77,
      "idLesson": 7,
      "idDay": 7,
      "dayTitle": "",
      "date": "May 14",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:</strong> Read Ellen G. White, The Exodus, pp. 281&ndash;290; From the Red Sea to Sinai, pp. 291&ndash;302; The Law Given to Israel, pp. 303&ndash;314, in Patriarchs and Prophets.</p> <p>The spirit of bondage is engendered by seeking to live in accordance with legal religion, through striving to fulfill the claims of the law in our own strength. There is hope for us only as we come under the Abrahamic covenant, which is the covenant of grace by faith in Christ Jesus.</p> <p>The gospel preached to Abraham, through which he had hope, was the same gospel that is preached to us today, through which we have hope. Abraham looked unto Jesus, who is also the Author and the Finisher of our faith.&mdash;Ellen G. White Comments, The SDA Bible Commentary, vol. 6, p. 1077. During the bondage in Egypt many of the Israelites had, to a great extent, lost the knowledge of God&rsquo;s law, and had mingled its precepts with heathen customs and traditions.</p> <p>God brought them to Sinai, and there with His own voice declared His law.&mdash;Ellen G. White, Patriarchs and Prophets, p. 334.</p> <p><strong>Discussion Questions:</strong></p> <p><strong>1</strong>. In what ways was the covenant relationship designed to maintain Israel&rsquo;s physical and spiritual freedoms? (See Lev. 26:3&ndash;13; compare Deut. 28:1&ndash;15.)</p> <p><strong>2.</strong> Read again Exodus 19:5, 6. Notice that the Lord makes this statement: All the earth is mine. Why would He say that, particularly in this context, one of seeking to establish a covenant with these people? How does our understanding of the Sabbath, and what it means, fit in here?</p> <p><strong>3.</strong> We understand that we are forgiven our sins only through God&rsquo;s grace. How do we understand the role of God&rsquo;s grace in enabling us to live a life of faith and obedience?</p> <p><strong>Summary:</strong> The covenant God formed with Israel at Sinai was a covenant of grace. Having given abundant evidence of His gracious love and care by an extraordinary deliverance from Egyptian slavery, God invited the nation into a covenant with Him that would maintain and promote their freedoms.</p> <p>Although Israel responded in the affirmative, they lacked a true faith motivated by love. Their later history indicates that, for the most part, they failed to understand the true nature of the covenant and corrupted it into a salvation-by-works system. We need not follow Israel&rsquo;s failure and ignore the marvelous grace that has been extended to sinners.</p> <p><strong>Inside Story</strong></p> <p><strong>Let&rsquo;s Go to Church!</strong></p> <p><strong>&nbsp;By Andrew McChesney, Adventist Mission</strong></p> <p>Something curious happened once Dr. Hernando D&iacute;az began working at the Seventh-day Adventist clinic on the campus of Colombia Adventist University in Medellin, Colombia. He couldn&rsquo;t stop praising God. Hernando had long been a Christian, but he had never loved God so much.</p> <p>When no one would hire him as a physician, the Adventist Medical Center offered him a flexible schedule that allowed him to spend as much time as he needed with his critically ill two-year-old son, Samuel. His love for God overflowed.</p> <p>He prayed with every patient who consented. He told everyone who would listen that God had miraculously saved his son&rsquo;s life and marvelously provided him with the job at the clinic. He invited people to the university church, where he and his family regularly worshiped on Sabbath, even though they weren&rsquo;t Adventists. One Sabbath after his baptism, Hernando stopped at a red light as he was driving the family to church.</p> <p>A street vendor approached the car holding packs of chewing gum for sale. The sight was typical in Medellin, but Hernando had an unusual response. When he rolled down the window, the street vendor eagerly came up to him, hoping to make a sale. Hernando didn&rsquo;t mention the chewing gum at all.</p> <p>Let&rsquo;s go to church! he said. The street vendor didn&rsquo;t hesitate. Let&rsquo;s go! he said. Hernando could tell from the street vendor&rsquo;s accent that he was from Venezuela. Thousands of Venezuelans have crossed the border into neighboring Colombia to look for work amid an economic crisis at home. Hernando shared his personal testimony with the street vendor as they traveled to the university church.</p> <p>The next Sabbath, the Venezuelan man returned to church with his own family. He and his family never missed a Sabbath. He now cooks and sells food on the street outside the Adventist Medical Center, using a food cart donated by church members. He and his family are taking baptismal classes. Hernando is praying that the family will give their hearts to Jesus, joining the six other people who have been baptized through his efforts. Hernando said it isn&rsquo;t difficult to lead people to Jesus.</p> <p>He follows the instructions that Jesus gave to the formerly demon-possessed man: Go home to your friends, and tell them what great things the Lord has done for you, and how He has had compassion on you (Mark 5:19, NKJV). I haven&rsquo;t stopped glorifying God with my personal testimony, Hernando said. It has touched many hearts.</p>"
    }
  ]
}
