{
  "id": 704,
  "lessonNumber": 4,
  "versionCode": 1,
  "quarter": "1T2021",
  "title": "<p><strong>The Hard Way</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p><strong>Memory Text:&nbsp;</strong>&ldquo;I will wait on the Lord, who hides His face from the house of Jacob; and I will hope in Him&rdquo; (Isaiah 8:17, NKJV).</p>",
  "weekDate": "January 16–January 22",
  "lessonDays": [
    {
      "id": 41,
      "idLesson": 4,
      "idDay": 1,
      "dayTitle": "",
      "date": "January 16",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>At a burning building in New York City&rsquo;s Harlem, a blind girl was perched on a fourth-floor window. The firemen had become desperate. They couldn&rsquo;t fit the ladder truck between the buildings, and they couldn&rsquo;t get her to jump into a net, which she, of course, couldn&rsquo;t see.</p> <p>&ldquo;Finally her father arrived and shouted through the bull horn that there was a net and that she was to jump on his command. The girl jumped and was so completely relaxed that she did not break a bone or even strain a muscle in the four-story fall. Because she trusted her father completely, when she heard her father&rsquo;s voice she did what he said was best.&rdquo;&mdash;Edited by Michael P. Green, 1500 Illustrations for Biblical Preaching, p. 135.</p> <p>In the same way, God provided powerful evidence that He wanted the best for His children, but they rejected the gently flowing way He first presented to them; thus, He had to speak to them with a roar and a flood instead.</p>"
    },
    {
      "id": 42,
      "idLesson": 4,
      "idDay": 2,
      "dayTitle": "<p><strong>Prophecy Fulfilled&nbsp;</strong>(Isa. 7:14&ndash;16)</p>",
      "date": "January 17",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": " <p><strong>14</strong> Therefore the Lord Himself will give you a sign: Behold, the virgin shall conceive and bear a Son, and shall call His name Immanuel.</p> <p><strong>15</strong> Curds and honey He shall eat, that He may know to refuse the evil and choose the good.</p> <p><strong>16</strong> For before the Child shall know to refuse the evil and choose the good, the land that you dread will be forsaken by both her kings.</p> <p>&nbsp;</p> <p>In Isaiah 7:14&ndash;16, Immanuel is a sign linked to the specific dilemma of Ahaz: before the child Immanuel would be old enough to decide between different kinds of food, &ldquo;the land before whose two kings you are in dread will be deserted&rdquo; (Isa. 7:16, NRSV). This refers to the land and kings of Syria and northern Israel (see Isa. 7:1, 2, 4&ndash;9) and reiterates God&rsquo;s promise that their power would soon be extinguished.</p> <p><strong>Why does Isaiah mention &ldquo; &lsquo;curds and honey&rsquo; &rdquo; (NRSV) that the boy would have to eat? (Isa. 7:15.)</strong></p> <p><strong>Isa. 7:15.</strong></p> <p><strong>15</strong>&nbsp;Curds and honey He shall eat, that He may know to refuse the evil and choose the good.</p> <p>&nbsp;</p> <p>The crops and fields of Judah would be destroyed by the Assyrians (Isa. 7:23&ndash;25). So, the people, including the Old Testament Immanuel, whoever he was (Isa. 7:14, 15), would be forced to return to the diet of nomads (Isa. 7:21, 22). But while they would be poor, they would have enough on which to survive.</p> <p>&nbsp;</p> <p><strong>When was the prophecy regarding Syria and northern Israel fulfilled? (2 Kings 15:29, 30; 2 Kings 16:7&ndash;9; 1 Chron. 5:6, 26.)</strong></p> <p><strong>2 Kings 15:29, 30</strong></p> <p><strong>29&nbsp;</strong>In the days of Pekah king of Israel, Tiglath-Pileser king of Assyria came and took Ijon, Abel Beth Maachah, Janoah, Kedesh, Hazor, Gilead, and Galilee, all the land of Naphtali; and he carried them captive to Assyria.&nbsp;</p> <p><strong>30</strong>&nbsp;Then Hoshea the son of Elah led a conspiracy against Pekah the son of Remaliah, and struck and killed him; so he reigned in his place in the twentieth year of Jotham the son of Uzziah.</p> <p>&nbsp;</p> <p><strong>2 Kings 16:7&ndash;9</strong></p> <p><strong>7&nbsp;</strong>So Ahaz sent messengers to Tiglath-Pileser king of Assyria, saying, &ldquo;I am your servant and your son. Come up and save me from the hand of the king of Syria and from the hand of the king of Israel, who rise up against me.&rdquo;&nbsp;</p> <p><strong>8</strong>&nbsp;And Ahaz took the silver and gold that was found in the house of the Lord, and in the treasuries of the king&rsquo;s house, and sent it as a present to the king of Assyria.&nbsp;</p> <p><strong>9</strong>&nbsp;So the king of Assyria heeded him; for the king of Assyria went up against Damascus and took it, carried its people captive to Kir, and killed Rezin.</p> <p>&nbsp;</p> <p><strong>1 Chron. 5:6, 26</strong></p> <p><strong>6</strong>&nbsp;and Beerah his son, whom Tiglath-Pileser king of Assyria carried into captivity. He was leader of the Reubenites.</p> <p><strong>26</strong>&nbsp;So the God of Israel stirred up the spirit of Pul king of Assyria, that is, Tiglath-Pileser king of Assyria. He carried the Reubenites, the Gadites, and the half-tribe of Manasseh into captivity. He took them to Halah, Habor, Hara, and the river of Gozan to this day.</p> <p>&nbsp;</p> <p>This prophecy of Isaiah was given about 734 b.c. In response to the bribe of Ahaz, Tiglath-pileser III did what he probably would have done anyway: he smashed the northern coalition, conquered the Galilee and Transjordanian regions of northern Israel, deported some of the population, and turned the territories into Assyrian provinces (734&ndash;733 b.c.). The remainder of Israel was saved when Hoshea, after murdering King Pekah, surrendered and paid tribute. In 733 and 732 b.c. Tiglath-pileser conquered Damascus, the capital of Syria. Then he made Syria into Assyrian provinces. So, by 732, within about two years of Isaiah&rsquo;s prediction, Syria and Israel had been conclusively defeated, and it was all over for the two kings who had threatened Ahaz.</p> <p>Soon after Shalmaneser V replaced Tiglath-pileser III in 727 b.c., King Hoshea of Israel committed political suicide by rebelling against Assyria. The Assyrians took the capital city of Samaria in 722 b.c. and deported thousands of Israelites to Mesopotamia and Media, where they were absorbed into the local populations eventually and lost their identity (see Isa. 7:8&mdash;within 65 years Ephraim would no longer even be a people). God had predicted what would happen to the enemies of Judah, but His point to Ahaz was that this would happen anyway, without any need to rely on Assyria.</p> <p><strong>Think, if you were living in the northern kingdom while all this was happening, how easy it would be to lose faith. What can we do to learn to keep our faith intact, so that when tomorrow&rsquo;s calamities come, we can stay firm? (See 1 Pet. 1:13&ndash;25.)</strong></p> <p><strong>1 Pet. 1:13&ndash;25</strong></p> <p>&nbsp;</p> <p><strong>13</strong> Therefore gird up the loins of your mind, be sober, and rest your hope fully upon the grace that is to be brought to you at the revelation of Jesus Christ;</p> <p><strong>14</strong> as obedient children, not conforming yourselves to the former lusts, as in your ignorance;</p> <p><strong>15</strong> but as He who called you is holy, you also be holy in all your conduct,</p> <p><strong>16</strong> because it is written, &ldquo;Be holy, for I am holy.&rdquo;</p> <p><strong>17</strong> And if you call on the Father, who without partiality judges according to each one&rsquo;s work, conduct yourselves throughout the time of your stay here in fear;</p> <p><strong>18</strong> knowing that you were not redeemed with corruptible things, like silver or gold, from your aimless conduct received by tradition from your fathers, <strong>19</strong> but with the precious blood of Christ, as of a lamb without blemish and without spot.</p> <p><strong>20</strong> He indeed was foreordained before the foundation of the world, but was manifest in these last times for you</p> <p><strong>21</strong> who through Him believe in God, who raised Him from the dead and gave Him glory, so that your faith and hope are in God.</p> <p><strong>22</strong> Since you have purified your souls in obeying the truth through the Spirit in sincere love of the brethren, love one another fervently with a pure heart,</p> <p><strong>23</strong> having been born again, not of corruptible seed but incorruptible, through the word of God which lives and abides forever,</p> <p><strong>24</strong> because</p> <p>&ldquo;All flesh is as grass,<br />And all the glory of man as the flower of the grass.<br />The grass withers,<br />And its flower falls away,<br /><strong>25</strong> But the word of the Lord endures forever.&rdquo;</p>"
    },
    {
      "id": 43,
      "idLesson": 4,
      "idDay": 3,
      "dayTitle": "<p><strong>Foreseen Consequences</strong> (Isa. 7:17&ndash;25)</p>",
      "date": "January 18",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Isa. 7:17&ndash;25</strong></p> <p><strong>17</strong> The Lord will bring the king of Assyria upon you and your people and your father&rsquo;s house&mdash;days that have not come since the day that Ephraim departed from Judah.&rdquo;</p> <p><strong>18</strong> And it shall come to pass in that day<br />That the Lord will whistle for the fly<br />That is in the farthest part of the rivers of Egypt,<br />And for the bee that is in the land of Assyria.</p> <p><strong>19</strong> They will come, and all of them will rest<br />In the desolate valleys and in the clefts of the rocks,<br />And on all thorns and in all pastures.</p> <p><strong>20</strong> In the same day the Lord will shave with a hired razor,<br />With those from beyond the River, with the king of Assyria,<br />The head and the hair of the legs,<br />And will also remove the beard.</p> <p><strong>21</strong> It shall be in that day<br />That a man will keep alive a young cow and two sheep;</p> <p><strong>22</strong> So it shall be, from the abundance of milk they give,<br />That he will eat curds;<br />For curds and honey everyone will eat who is left in the land.</p> <p><strong>23</strong> It shall happen in that day,<br />That wherever there could be a thousand vines<br />Worth a thousand shekels of silver,<br />It will be for briers and thorns.</p> <p><strong>24</strong> With arrows and bows men will come there,<br />Because all the land will become briers and thorns.</p> <p><strong>25</strong> And to any hill which could be dug with the hoe,<br />You will not go there for fear of briers and thorns;<br />But it will become a range for oxen<br />And a place for sheep to roam.</p> <p>&nbsp;</p> <p><strong>Read the above verses. What is the Lord describing that will happen to the land? Why should we not be surprised at this outcome?</strong></p> <p>&nbsp;</p> <p>&ldquo;Invitation upon invitation was sent to erring Israel to return to their allegiance to Jehovah. Tender were the pleadings of the prophets; and as they stood before the people, earnestly exhorting to repentance and reformation, their words bore fruit to the glory of God.&rdquo;&mdash;Ellen G. White, Prophets and Kings, p. 325.</p> <p>Thus, for Ahaz, the man of fear rather than faith, the good news from God was that Syria and Israel would be wiped out. The bad news was that Assyria, the ally and &ldquo;friend&rdquo; he had chosen to help him, would turn out to be a far more dangerous foe than Syria and Israel had been. By turning down God&rsquo;s freely offered deliverance, Ahaz was guaranteed defeat. If Ahaz thought his world was falling apart now, things were only going to get worse!</p> <p>&ldquo;It is better to take refuge in the Lord than to put confidence in princes&rdquo; (Ps. 118:9, NRSV). How could Ahaz trust that Tiglath-pileser III would be satisfied with taking the countries to the north and would respect Judah? Assyrian writings, such as annals of the Assyrian kings themselves, testify to the fact that their desire for power was insatiable.</p> <p><strong>Read 2 Kings 16:10&ndash;18 and 2 Chronicles 28:20&ndash;25. What was happening to Ahaz? What spiritual principle do we see unfolding here? Why should we not be surprised at his actions?</strong></p> <p><strong>2 Kings 16:10&ndash;18</strong></p> <p><strong>10</strong> Now King Ahaz went to Damascus to meet Tiglath-Pileser king of Assyria, and saw an altar that was at Damascus; and King Ahaz sent to Urijah the priest the design of the altar and its pattern, according to all its workmanship.</p> <p><strong>11</strong> Then Urijah the priest built an altar according to all that King Ahaz had sent from Damascus. So Urijah the priest made it before King Ahaz came back from Damascus.</p> <p><strong>12</strong> And when the king came back from Damascus, the king saw the altar; and the king approached the altar and made offerings on it.</p> <p><strong>13</strong> So he burned his burnt offering and his grain offering; and he poured his drink offering and sprinkled the blood of his peace offerings on the altar.</p> <p><strong>14</strong> He also brought the bronze altar which was before the Lord, from the front of the temple&mdash;from between the new altar and the house of the Lord&mdash;and put it on the north side of the new altar.</p> <p><strong>15</strong> Then King Ahaz commanded Urijah the priest, saying, &ldquo;On the great new altar burn the morning burnt offering, the evening grain offering, the king&rsquo;s burnt sacrifice, and his grain offering, with the burnt offering of all the people of the land, their grain offering, and their drink offerings; and sprinkle on it all the blood of the burnt offering and all the blood of the sacrifice. And the bronze altar shall be for me to inquire by.&rdquo;</p> <p><strong>16</strong> Thus did Urijah the priest, according to all that King Ahaz commanded.</p> <p><strong>17</strong> And King Ahaz cut off the panels of the carts, and removed the lavers from them; and he took down the Sea from the bronze oxen that were under it, and put it on a pavement of stones.</p> <p><strong>18</strong> Also he removed the Sabbath pavilion which they had built in the temple, and he removed the king&rsquo;s outer entrance from the house of the Lord, on account of the king of Assyria.</p> <p>&nbsp;</p> <p><strong>2 Chronicles 28:20&ndash;25</strong></p> <p><strong>20</strong> Also Tiglath-Pileser king of Assyria came to him and distressed him, and did not assist him.</p> <p><strong>21</strong> For Ahaz took part of the treasures from the house of the Lord, from the house of the king, and from the leaders, and he gave it to the king of Assyria; but he did not help him.</p> <p><strong>22</strong> Now in the time of his distress King Ahaz became increasingly unfaithful to the Lord. This is that King Ahaz.</p> <p><strong>23</strong> For he sacrificed to the gods of Damascus which had defeated him, saying, &ldquo;Because the gods of the kings of Syria help them, I will sacrifice to them that they may help me.&rdquo; But they were the ruin of him and of all Israel.</p> <p><strong>24</strong> So Ahaz gathered the articles of the house of God, cut in pieces the articles of the house of God, shut up the doors of the house of the Lord, and made for himself altars in every corner of Jerusalem.</p> <p><strong>25</strong> And in every single city of Judah he made high places to burn incense to other gods, and provoked to anger the Lord God of his fathers.</p> <p>&nbsp;</p> <p>Second Chronicles 28:20&ndash;23 powerfully sums up what resulted from Ahaz&rsquo;s asking for help from Assyria rather than relying on the Lord.</p> <p><strong>Our natural tendency is to trust in what we can see, feel, taste, touch&mdash;the things of the world. Yet, as we know, the things of the world vanish. Look at 2 Corinthians 4:18. What is the text saying to us? How can we apply its message to our own lives? And what difference will it make for us if we do?</strong></p> <p><strong>2 Corinthians 4:18</strong></p> <p><strong>18</strong> while we do not look at the things which are seen, but at the things which are not seen. For the things which are seen are temporary, but the things which are not seen are eternal.</p>"
    },
    {
      "id": 44,
      "idLesson": 4,
      "idDay": 4,
      "dayTitle": "<p><strong>What&rsquo;s in a Name?</strong>",
      "date": "January 19",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "(Isa. 8:1&ndash;10)</p> <p><strong>Isa. 8:1&ndash;10</strong></p> <p><strong>1</strong> Moreover the Lord said to me, &ldquo;Take a large scroll, and write on it with a man&rsquo;s pen concerning Maher-Shalal-Hash-Baz.</p> <p><strong>2</strong> And I will take for Myself faithful witnesses to record, Uriah the priest and Zechariah the son of Jeberechiah.&rdquo;</p> <p><strong>3</strong> Then I went to the prophetess, and she conceived and bore a son. Then the Lord said to me, &ldquo;Call his name Maher-Shalal-Hash-Baz;</p> <p><strong>4</strong> for before the child shall have knowledge to cry &lsquo;My father&rsquo; and &lsquo;My mother,&rsquo; the riches of Damascus and the spoil of Samaria will be taken away before the king of Assyria.&rdquo;</p> <p><strong>5</strong> The Lord also spoke to me again, saying:</p> <p><strong>6</strong> &ldquo;Inasmuch as these people refused<br />The waters of Shiloah that flow softly,<br />And rejoice in Rezin and in Remaliah&rsquo;s son;</p> <p><strong>7</strong> Now therefore, behold, the Lord brings up over them<br />The waters of the River, strong and mighty&mdash;<br />The king of Assyria and all his glory;<br />He will go up over all his channels<br />And go over all his banks.</p> <p><strong>8</strong> He will pass through Judah,<br />He will overflow and pass over,<br />He will reach up to the neck;<br />And the stretching out of his wings<br />Will fill the breadth of Your land, O Immanuel.</p> <p><strong>9</strong> &ldquo;Be shattered, O you peoples, and be broken in pieces!<br />Give ear, all you from far countries.<br />Gird yourselves, but be broken in pieces;<br />Gird yourselves, but be broken in pieces.</p> <p><strong>10</strong> Take counsel together, but it will come to nothing;<br />Speak the word, but it will not stand,<br />For God is with us.&rdquo;</p> <p>&nbsp;</p> <p>Can you imagine playing a ball game with Isaiah&rsquo;s second boy? By the time you could say &ldquo;Maher-shalal-hash-baz, throw me the ball!&rdquo; it would be too late. But even longer than his name is its meaning: &ldquo;swift is booty, speedy is prey&rdquo; or &ldquo;speed the spoil, hasten the plunder.&rdquo;</p> <p><strong>The message of the name clearly has to do with rapid conquest, but who conquers whom? (Isa. 8:4.)</strong></p> <p><strong>Isa. 8:4</strong></p> <p><strong>4</strong> for before the child shall have knowledge to cry &lsquo;My father&rsquo; and &lsquo;My mother,&rsquo; the riches of Damascus and the spoil of Samaria will be taken away before the king of Assyria.&rdquo;</p> <p>&nbsp;</p> <p>Isaiah 8:1&ndash;10 reinforces the message of chapter 7. Before a child could reach a certain stage, spoils of war from the capitals of Syria and northern Israel would be taken by Assyria. Furthermore, because Judah had refused God&rsquo;s message of assurance, represented by the gently flowing waters of the Shiloah stream in Jerusalem, it would be overwhelmed by the mighty power of Assyria, represented by flooding from the great Euphrates River.</p> <p>Because Ahaz turned to Assyria, the names of Isaiah&rsquo;s sons referred to Judah, as well as to northern Israel: &ldquo;swift is booty, speedy is prey,&rdquo; but &ldquo;a remnant shall return.&rdquo; Why was there still hope? Because although Assyria would fill Immanuel&rsquo;s land (Isa. 8:8), they still had the promise that &ldquo;God is with us&rdquo; (Isa. 8:10). Indeed, what we see here is a theme that permeates the entire book of Isaiah, which is though there would be judgments on God&rsquo;s enemies in Judah and other nations, delivered in the form of military disasters, suffering, and exile, the Lord would be with the faithful survivors of His people and restore them to their land.</p> <p><strong>Why does Isaiah tell us he legally recorded the child&rsquo;s name and had marital relations with his wife (&ldquo;the prophetess&rdquo;)? (Isa. 8:1&ndash;3.)</strong></p> <p><strong>Isa. 8:1&ndash;3</strong></p> <p><strong>1</strong> Moreover the Lord said to me, &ldquo;Take a large scroll, and write on it with a man&rsquo;s pen concerning Maher-Shalal-Hash-Baz.</p> <p><strong>2</strong> And I will take for Myself faithful witnesses to record, Uriah the priest and Zechariah the son of Jeberechiah.&rdquo;</p> <p><strong>3</strong> Then I went to the prophetess, and she conceived and bore a son. Then the Lord said to me, &ldquo;Call his name Maher-Shalal-Hash-Baz;</p> <p>&nbsp;</p> <p>The timing of this son was central to his significance as a sign. As with the sign of Immanuel, from the time he was conceived and born to the time Assyria defeated Syria and Israel there would be less time than it would take for the boy to reach an early developmental stage, in this case calling for his father or mother (Isa. 8:4). When Isaiah legally recorded the boy&rsquo;s name even before his conception, he made the child and his name a public prophecy that could be tested by subsequent events.</p> <p><strong>Despite repeated mistakes on the part of His professed people, the Lord was still willing to save them. How can we take this principle and apply it to ourselves personally, especially when we fail and fall in our own spiritual life?</strong></p>"
    },
    {
      "id": 45,
      "idLesson": 4,
      "idDay": 5,
      "dayTitle": "<p><strong>Nothing to Fear When We Fear God Himself</strong> (Isa. 8:11&ndash;15)</p>",
      "date": "January 20",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Isa. 8:11&ndash;15</strong></p> <p><strong>11</strong> For the Lord spoke thus to me with a strong hand, and instructed me that I should not walk in the way of this people, saying:</p> <p><strong>12</strong> &ldquo;Do not say, &lsquo;A conspiracy,&rsquo;<br />Concerning all that this people call a conspiracy,<br />Nor be afraid of their threats, nor be troubled.</p> <p><strong>13</strong> The Lord of hosts, Him you shall hallow;<br />Let Him be your fear,<br />And let Him be your dread.</p> <p><strong>14</strong> He will be as a sanctuary,<br />But a stone of stumbling and a rock of offense<br />To both the houses of Israel,<br />As a trap and a snare to the inhabitants of Jerusalem.</p> <p><strong>15</strong> And many among them shall stumble;<br />They shall fall and be broken,<br />Be snared and taken.&rdquo;</p> <p>&nbsp;</p> <p>In his first inaugural address, on March 4, 1933, American President Franklin D. Roosevelt told a nation disheartened by the Great Depression, &ldquo;The only thing we have to fear is fear itself.&rdquo; Isaiah&rsquo;s message to depressed people is: we have nothing to fear when we fear God Himself.</p> <p>God warned Isaiah not to fear what his people feared, but to fear Him (Isa. 8:12, 13). This is an important theme in Scripture. For example, in Revelation 14:6&ndash;12, three angels proclaim a worldwide message: Fear God and give glory to Him, rather than fearing and giving glory to the earthly beast power described in Revelation 13.</p> <p><strong>How do you understand the idea of &ldquo;fearing&rdquo; God? What does that mean, especially in light of the command for us to love God, as well (Matt. 22:37)?</strong></p> <p><strong>Matt. 22:37</strong></p> <p><strong>37</strong> Jesus said to him, &ldquo;&lsquo;You shall love the Lord your God with all your heart, with all your soul, and with all your mind.&rsquo;</p> <p>&nbsp;</p> <p>True fear of God as holy means that you recognize Him as the ultimate power in the universe. Such fear overcomes any other fear. If He is for you, nobody else can touch you without His permission. If He is against you because you have rebelled against Him, you can run, but you can&rsquo;t hide!</p> <p><strong>Doesn&rsquo;t the idea that we should fear God contradict 1 John 4:18? &ldquo;There is no fear in love, but perfect love casts out fear; for fear has to do with punishment, and whoever fears has not reached perfection in love&rdquo; (NRSV).</strong></p> <p><strong>1 John 4:18</strong></p> <p><strong>18</strong> There is no fear in love; but perfect love casts out fear, because fear involves torment. But he who fears has not been made perfect in love.</p> <p>&nbsp;</p> <p>There are different kinds of fear. If someone with awesome power is your friend, with whom you share mutual love, you do not fear that person in the sense you think he or she will hurt you. But you have a kind of fear in the sense that you know and respect the power of that person and the boundaries of your relationship.</p> <p><strong>As Christians we aren&rsquo;t to love the things of the world, the things people of the world themselves love (1 John 2:15). Thinking, then, along parallel lines, as Christians, are there things the world fears that we as Christians shouldn&rsquo;t fear? If so, what are they, and why shouldn&rsquo;t we fear them? At the same time, what things does the world not fear that we Christians should? (See, for instance, Matt. 10:28; Jer. 10:2, 3.)</strong></p> <p><strong> Matt. 10:28</strong></p> <p><strong>28</strong> And do not fear those who kill the body but cannot kill the soul. But rather fear Him who is able to destroy both soul and body in hell.</p> <p>&nbsp;</p> <p><strong>Jer. 10:2, 3</strong></p> <p><strong>2</strong> Thus says the Lord:</p> <p>&ldquo;Do not learn the way of the Gentiles;<br />Do not be dismayed at the signs of heaven,<br />For the Gentiles are dismayed at them.</p> <p><strong>3</strong> For the customs of the peoples are futile;<br />For one cuts a tree from the forest,<br />The work of the hands of the workman, with the ax.</p> <p>&nbsp;</p> <p>&nbsp;</p>"
    },
    {
      "id": 46,
      "idLesson": 4,
      "idDay": 6,
      "dayTitle": "<p><strong>Gloom of the Ungrateful Living Dead</strong> (Isa. 8:16&ndash;22)</p> ",
      "date": "January 21",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>16</strong> Bind up the testimony,<br />Seal the law among my disciples.</p> <p><strong>17</strong> And I will wait on the Lord,<br />Who hides His face from the house of Jacob;<br />And I will hope in Him.</p> <p><strong>18</strong> Here am I and the children whom the Lord has given me!<br />We are for signs and wonders in Israel<br />From the Lord of hosts,<br />Who dwells in Mount Zion.</p> <p><strong>19</strong> And when they say to you, &ldquo;Seek those who are mediums and wizards, who whisper and mutter,&rdquo; should not a people seek their God? Should they seek the dead on behalf of the living?</p> <p><strong>20</strong> To the law and to the testimony! If they do not speak according to this word, it is because there is no light in them.</p> <p><strong>21</strong> They will pass through it hard-pressed and hungry; and it shall happen, when they are hungry, that they will be enraged and curse their king and their God, and look upward.</p> <p><strong>22</strong> Then they will look to the earth, and see trouble and darkness, gloom of anguish; and they will be driven into darkness.</p> <p>&nbsp;</p> <p><strong>Read the above passage. What is it talking about? What has this to do with King Ahaz? Summarize the ideas.</strong></p> <p>&nbsp;</p> <p>Ahaz was deeply involved in pagan religion (2 Kings 16:3, 4, 10&ndash;15; 2 Chron. 28:2&ndash;4, 23&ndash;25), which was heavily interconnected with the occult (compare Deut. 32:17, NRSV; &ldquo;They sacrifice to demons,&rdquo; 1 Cor. 10:20). Various aspects of modern witchcraft have striking parallels in ancient Near Eastern rituals, as witnessed by ancient writings outside the Bible. Indeed, even many of today&rsquo;s New Age practices are simply contemporary manifestations of these ancient occult practices.</p> <p>Isaiah&rsquo;s description of despair resulting from reliance on spirits other than the Lord (Isa. 8:21, 22) fits Ahaz well (compare 2 Chron. 28:22, 23). Isaiah refers to people becoming enraged and cursing their king (Isa. 8:21). This would warn Ahaz that because he led the people into the occult, they would curse him. In fact, when Ahaz died, an exception was made regarding his burial due to lack of respect for him: &ldquo;they did not bring him into the tombs of the kings of Israel&rdquo; (2 Chron. 28:27, NRSV).</p> <p><strong>What do these texts say about the occult? (Lev. 20:27, Deut. 18:9&ndash;14.)</strong></p> <p><strong>Lev. 20:27</strong></p> <p><strong>27</strong> &lsquo;A man or a woman who is a medium, or who has familiar spirits, shall surely be put to death; they shall stone them with stones. Their blood shall be upon them.&rsquo; &rdquo;</p> <p><strong>Deut. 18:9&ndash;14</strong></p> <p><strong>9</strong> &ldquo;When you come into the land which the Lord your God is giving you, you shall not learn to follow the abominations of those nations.</p> <p><strong>10</strong> There shall not be found among you anyone who makes his son or his daughter pass through the fire, or one who practices witchcraft, or a soothsayer, or one who interprets omens, or a sorcerer,</p> <p><strong>11</strong> or one who conjures spells, or a medium, or a spiritist, or one who calls up the dead.</p> <p><strong>12</strong> For all who do these things are an abomination to the Lord, and because of these abominations the Lord your God drives them out from before you.</p> <p><strong>13</strong> You shall be blameless before the Lord your God.</p> <p><strong>14</strong> For these nations which you will dispossess listened to soothsayers and diviners; but as for you, the Lord your God has not appointed such for you.</p> <p>&nbsp;</p> <p>Separation from the occult is a matter of loyalty to God. First Chronicles 10:13, 14 applies this principle to the case of King Saul: &ldquo;So Saul died for his unfaithfulness; he was unfaithful to the Lord in that he did not keep the command of the Lord; moreover, he had consulted a medium, seeking guidance, and did not seek guidance from the Lord. Therefore the Lord put him to death and turned the kingdom over to David son of Jesse&rdquo; (NRSV).</p> <p><strong>Look around at your own life, at the influences around you. In what subtle ways are you exposed to the principles behind the occult and various manifestations of spiritualism? And even if you can&rsquo;t totally avoid them, what can you do to minimize their influence upon you, or your family?</strong></p> <p>&nbsp;</p>"
    },
    {
      "id": 47,
      "idLesson": 4,
      "idDay": 7,
      "dayTitle": "",
      "date": "January 22",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:</strong> Read Ellen G. White, &ldquo;Can Our Dead Speak to Us?&rdquo; pp. 551&ndash;562, in The Great Controversy.</p> <p>&ldquo;In the days of the Hebrews there was a class of people who claimed, as do the spiritualists of today, to hold communication with the dead. But the &lsquo;familiar spirits,&rsquo; as these visitants from other worlds were called, are declared by the Bible to be &lsquo;the spirits of devils.&rsquo; (Compare Numbers 25:1&ndash;3; Psalm 106:28; 1 Corinthians 10:20; Revelation 16:14.) The work of dealing with familiar spirits was pronounced an abomination to the Lord, and was solemnly forbidden under penalty of death. Leviticus 19:31; [Leviticus] 20:27. The very name of witchcraft is now held in contempt. The claim that men can hold intercourse with evil spirits is regarded as a fable of the Dark Ages. But spiritualism, which numbers its converts by hundreds of thousands, yea, by millions, which has made its way into scientific circles, which has invaded churches, and has found favor in legislative bodies, and even in the courts of kings&mdash;this mammoth deception is but a revival, in a new disguise, of the witchcraft condemned and prohibited of old.&rdquo;&mdash;Ellen G. White, The Great Controversy, p. 556.</p> <p>&nbsp;</p> <p><strong>Discussion Questions:</strong></p> <p><strong>1</strong> Discuss the issue of spiritualism as it appears in movies, books, TV, and popular culture. If nothing can be done to stop it, how can we alert others to the dangers of what, for so many people, seem like harmless distractions, nothing more? Why is a proper understanding of the state of the dead so important in being protected against these deceptions?</p> <p><strong>2</strong> Read Isaiah 8:20. Rephrase it in your own words. Let different people in the class read their versions aloud. What is the Lord telling us here?</p> <p><strong>3</strong> Dwell more on this idea of loving and fearing God at the same time. In what ways does our love stem from that fear? Or does our fear stem from our love? Discuss.</p> <p><strong>Summary:</strong> Through Isaiah&rsquo;s actions and family, as well as his words, God reinforced the message of warning and hope: the only safe course is to trust that God knows what He is doing. He has both the love and the power to guide, protect, and provide for those who let Him. For those who turn to other powers, there is only gloom.</p> <p>&nbsp;</p> <p><strong>INSIDE STORY</strong></p> <p><strong>Timely Lesson</strong></p> <p><em><strong>By Godwin K. Lekundayo</strong></em></p> <p>God taught me about heaven&rsquo;s understanding of time when, as a district pastor, I led a three-week evangelistic series in my homeland, Tanzania. Local organizers chose the dry season for the meetings in Moshi, a city at the foot of Mount Kilimanjaro. But heavy rains started to fall after the first week. Worried that the rain would keep people at home, I suggested that we reschedule the meetings for later.</p> <p>To my surprise, the chairman of the local evangelistic committee, a lay person, refused.</p> <p>&ldquo;No, pastor, we are not going to postpone,&rdquo; he said. &ldquo;We have been praying about these meetings, and our Lord heard our prayers and knew the rain would fall.&rdquo;</p> <p>&ldquo;So, what shall we do?&rdquo; I said. &ldquo;You can see that it is raining heavily.&rdquo;</p> <p>&ldquo;We have to have a little faith to believe that our God can be sensitive about the time of the meetings,&rdquo; he said. &ldquo;Let us pray this way, &lsquo;Our good Lord, You can allow the rains to fall as much as You wish, but let there be no rain from 3:30 p.m. to 6:30 p.m.&rsquo; This way people will have 30 minutes to travel to the 4:00 p.m. meetings and 30 minutes to return home after the meetings end at 6:00 p.m.&rdquo;</p> <p>I wasn&rsquo;t sure about such a request, but I joined in the prayer.</p> <p>The next morning, the rain fell in torrents. The downpour continued into the afternoon. But exactly at 3:30 p.m., it stopped. Our meeting started at 4:00 p.m., and I preached until 6:00 p.m. The rain started again at 6:30 p.m. The weather followed this schedule for two weeks. Rain poured down until 3:30 p.m., stopped, and then started again at 6:30 p.m.</p> <p>One day, a visitor arrived at the meeting site at 3:00 p.m. to get a good seat. He waited for some time and, seeing the heavy downpour, decided that the meeting would be canceled and left. The next day he asked whether we had met.</p> <p>&ldquo;Of course,&rdquo; I replied. &ldquo;We didn&rsquo;t ask God to stop the rain at 3:00 p.m. We asked for 3:30 p.m., so you should have been sensitive about that.&rdquo; &ldquo;I&rsquo;ll never make that mistake again,&rdquo; the man said.</p> <p>On the last Sabbath, I baptized 12 people in a river. As I brought the last person out of the water, the rain started to fall. The experience taught me that God is sensitive to time. While God may not face time constraints as we do, He does expect us to be sensitive to time, too, and to be good stewards of time. Paul tells us in Ephesians 5:15, 16, &ldquo;See then that you walk circumspectly, not as fools but as wise, redeeming the time&rdquo; (NKJV).</p> <p>&nbsp;</p>"
    }
  ]
}
