{
  "id": 703,
  "lessonNumber": 3,
  "versionCode": 6,
  "quarter": "2T2021",
  "title": "<p><strong>&ldquo;All Future Generations&rdquo;</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p>&ldquo;But Noah found grace in the eyes of the Lord&rdquo; (Genesis 6:8).</p>",
  "weekDate": "April 10–16",
  "lessonDays": [
    {
      "id": 31,
      "idLesson": 3,
      "idDay": 1,
      "dayTitle": "",
      "date": "April 10",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Bacteria are plant organisms too small to see without a microscope. Even after being magnified 1,000 times, a single, common round bacterium appears no larger than a pencil point. Given favorable conditions for growth&mdash;sufficient warmth, moisture, and food&mdash;bacteria multiply at an extremely rapid rate. For example, some bacteria reproduce by simple fission: a mature cell simply splits into two daughter cells. When fission takes place every hour, one bacterium can produce more than 16 million new bacteria in 24 hours. At the end of 48 hours, hundreds of billions of bacteria will have appeared.</p> <p>This microscopic phenomenon in the natural world illustrates the rapid growth of evil after the Fall. Gifted with giant intellects, robust health, and longevity, this virile race forsook God and prostituted their rare powers to the pursuit of iniquity in all forms. While bacteria may be exterminated by sunlight, chemicals, or high temperatures, God chose to check this rampant rebellion by a universal flood.</p> <p><strong>The Week at a Glance:</strong> What did sin do to God&rsquo;s creation? What were some of the characteristics of Noah? What elements were involved in the covenant with Noah? In what ways is God&rsquo;s grace revealed in the covenant with Noah before the Flood? What does the covenant God made with humanity after the Flood teach us about His universal love for us?</p>"
    },
    {
      "id": 32,
      "idLesson": 3,
      "idDay": 2,
      "dayTitle": "<p><strong>The Sin Principle (Gen. 6:5)</strong></p>",
      "date": "April 11",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>The divine opinion at the end of God&rsquo;s creation was that all &ldquo;was very good&rdquo; (Gen. 1:31). Then sin entered, and the paradigm shifted. Things weren&rsquo;t &ldquo;very good&rdquo; anymore. God&rsquo;s orderly creation was marred by sin and all its loathsome results. Rebellion had reached terrible proportions by Noah&rsquo;s day; evil consumed the race. Though the Bible does not give us many details (see Ellen G. White, Patriarchs and Prophets, pp. 90&ndash;92, for more), the transgressions and rebellion were clearly something that even a loving, patient, and forgiving God couldn&rsquo;t tolerate.</p> <p>How could things get so bad so quickly? The answer is, perhaps, not that hard to find. How many people today, looking at their own sins, have not asked the same thing: How did things get so bad so quickly?</p> <p><strong>Look up the texts listed below. Write down the points they make. Notice the steady progression of sin:</strong></p> <p><strong>Gen. 3:6</strong></p> <div class=\"version-NKJV result-text-style-normal text-html\"> <p><span id=\"en-NKJV-62\" class=\"text Gen-3-6\"><sup class=\"versenum\"><strong>6</strong>&nbsp;</sup>So when the woman&nbsp;saw that the tree&nbsp;<em>was</em>&nbsp;good for food, that it&nbsp;<em>was</em>&nbsp;pleasant to the eyes, and a tree desirable to make&nbsp;<em>one</em>&nbsp;wise, she took of its fruit&nbsp;and ate. She also gave to her husband with her, and he ate.</span></p> </div> <p><strong>Gen. 3:11&ndash;13</strong></p> <p><span id=\"en-NKJV-67\" class=\"text Gen-3-11\"><strong><sup class=\"versenum\">11&nbsp;</sup></strong>And He said, &ldquo;Who told you that you&nbsp;<em>were</em>&nbsp;naked? Have you eaten from the tree of which I commanded you that you should not eat?&rdquo;</span></p> <p><span id=\"en-NKJV-68\" class=\"text Gen-3-12\"><strong><sup class=\"versenum\">12&nbsp;</sup></strong>Then the man said,&nbsp;&ldquo;The woman whom You gave&nbsp;<em>to be</em>&nbsp;with me, she gave me of the tree, and I ate.&rdquo;</span></p> <p><span id=\"en-NKJV-69\" class=\"text Gen-3-13\"><strong><sup class=\"versenum\">13&nbsp;</sup></strong>And the&nbsp;<span class=\"small-caps divine-name\">Lord</span>&nbsp;God said to the woman, &ldquo;What&nbsp;<em>is</em>&nbsp;this you have done?&rdquo;</span></p> <p><span class=\"text Gen-3-13\">The woman said,&nbsp;&ldquo;The serpent deceived me, and I ate.&rdquo;</span></p> <p><strong>Gen. 4:5</strong></p> <div class=\"version-NKJV result-text-style-normal text-html\"> <p><span id=\"en-NKJV-85\" class=\"text Gen-4-5\"><sup class=\"versenum\"><strong>5</strong>&nbsp;</sup>but He did not respect Cain and his offering. And Cain was very angry, and his countenance fell.</span></p> </div> <p><strong>Gen. 4:8</strong></p> <div class=\"version-NKJV result-text-style-normal text-html\"> <p><span id=\"en-NKJV-88\" class=\"text Gen-4-8\"><sup class=\"versenum\"><strong>8</strong>&nbsp;</sup>Now Cain&nbsp;talked with Abel his&nbsp;brother; and it came to pass, when they were in the field, that Cain rose up against Abel his brother and&nbsp;killed him.</span></p> </div> <p><strong>Gen. 4:19</strong></p> <p><sup class=\"versenum\"><strong>19</strong>&nbsp;</sup>Then Lamech took for himself&nbsp;two wives: the name of one&nbsp;<em>was</em>&nbsp;Adah, and the name of the second&nbsp;<em>was</em>&nbsp;Zillah.</p> <p><strong>Gen. 4:23</strong></p> <p><span id=\"en-NKJV-103\" class=\"text Gen-4-23\"><sup class=\"versenum\"><strong>23</strong>&nbsp;</sup>Then Lamech said to his wives:</span></p> <div class=\"poetry top-1\"> <p class=\"line\"><span class=\"text Gen-4-23\">&ldquo;Adah and Zillah, hear my voice;</span><br /><span class=\"text Gen-4-23\">Wives of Lamech, listen to my speech!</span><br /><span class=\"text Gen-4-23\">For I have&nbsp;killed a man for wounding me,</span><br /><span class=\"text Gen-4-23\">Even a young man&nbsp;for hurting me.</span></p> </div> <p><strong>Gen. 6:2</strong></p> <p><sup class=\"versenum\"><strong>2</strong>&nbsp;</sup>that the sons of God saw the daughters of men, that they&nbsp;<em>were</em>&nbsp;beautiful; and they&nbsp;took wives for themselves of all whom they chose.</p> <p><strong>Gen. 6:5, 11</strong></p> <div class=\"version-NKJV result-text-style-normal text-html\"> <p><span id=\"en-NKJV-143\" class=\"text Gen-6-5\"><sup class=\"versenum\"><strong>5</strong>&nbsp;</sup>Then&nbsp;the&nbsp;<span class=\"small-caps divine-name\">Lord</span>&nbsp;saw that the wickedness of man&nbsp;<em>was</em>&nbsp;great in the earth, and&nbsp;<em>that</em>&nbsp;every&nbsp;intent&nbsp;of the thoughts of his heart&nbsp;<em>was</em>&nbsp;only evil&nbsp;continually.</span></p> <div class=\"version-NKJV result-text-style-normal text-html\"> <p><span id=\"en-NKJV-149\" class=\"text Gen-6-11\"><strong><sup class=\"versenum\">11&nbsp;</sup></strong>The earth also was corrupt&nbsp;before God, and the earth was&nbsp;filled with violence.</span></p> </div> </div> <p>Genesis 6:5 and 11 did not arise in a vacuum. There was a history before them. This terrible result had a cause. Sin progressively got worse. It tends to do that. Sin is not like a cut or a wound, with some automatic, built-in process that brings healing. On the contrary, if left unchecked, sin multiplies, never satisfied until it leads to ruin and death. One does not have to imagine life before the Flood to see this principle operating. It exists all around us, even now.</p> <p>No wonder God hates sin; no wonder, sooner or later, sin will be eradicated. A just, loving God could do nothing else with it.</p> <p>The good news, of course, is that though He wants to get rid of sin, He wants to save sinners. That&rsquo;s what the covenant is all about.</p>"
    },
    {
      "id": 33,
      "idLesson": 3,
      "idDay": 3,
      "dayTitle": "<p><strong>The Man Noah (Gen. 6:9)</strong></p>",
      "date": "April 12",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Amid all the texts about the evil of the antediluvian (pre-Flood) world, the man Noah stands out in contrast to those around him. Look at the above text and the three particular points that the Bible makes about Noah. To the best of your ability, write down what you think each of these points means:</strong></p> <p><strong>1. He was &ldquo;a righteous man&rdquo; (NRSV).</strong></p> <p><strong>2. He was &ldquo;blameless&rdquo; (NRSV).</strong></p> <p><strong>3. He &ldquo;walked with God.&rdquo;</strong></p> <p>There is no question, Noah was someone who had a saving relationship with the Lord. He was someone whom God could work with, someone who would listen to Him, obey Him, and trust in Him. That is why the Lord was able to use Noah to fulfill His purposes and why Peter, in the New Testament, called him &ldquo;a preacher of righteousness&rdquo; (2 Pet. 2:5).</p> <p><strong>Read Genesis 6:8. How does this text help us understand the relationship between Noah and the Lord?</strong></p> <p><strong>Genesis 6:8</strong></p> <div class=\"version-NKJV result-text-style-normal text-html\"> <p><span id=\"en-NKJV-146\" class=\"text Gen-6-8\"><strong><sup class=\"versenum\">8&nbsp;</sup></strong>But Noah&nbsp;found grace in the eyes of the&nbsp;<span class=\"small-caps divine-name\">Lord</span>.</span></p> </div> <p>The word grace occurs here for the first time in Scripture and clearly has the same meaning as in the New Testament references, where the merciful, unmerited favor of God, exercised toward undeserving sinners, is described. Thus, we need to understand that however &ldquo;blameless&rdquo; and &ldquo;righteous&rdquo; Noah was, he was still a sinner who needed the unmerited favor of his God. In that sense, Noah is no different from any of us who seek earnestly to follow the Lord.</p> <p><strong>Understanding that Noah needed God&rsquo;s grace, as do the rest of us, look at your own life and ask yourself this question: Could it be said of me that I am, like Noah, &ldquo;righteous,&rdquo; &ldquo;blameless,&rdquo; and that I &ldquo;walk with God&rdquo;? Write down your reasons for whatever position you take, and (if you feel comfortable) share it with the class on Sabbath.</strong></p>"
    },
    {
      "id": 34,
      "idLesson": 3,
      "idDay": 4,
      "dayTitle": "<p><strong>Covenant With Noah</strong></p>",
      "date": "April 13",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>&ldquo; &lsquo;But I will establish my covenant with you; and you shall come into the ark, you, your sons, your wife, and your sons&rsquo; wives with you&rsquo; &rdquo;</strong> (Gen. 6:18, RSV).</p> <p>In this one verse we have the basics of the biblical covenant that God makes with humanity: God and humankind enter into an agreement. Very simple.</p> <p>Yet, there are more elements than first meet the eye.</p> <p>To begin, there is the element of obedience on humanity&rsquo;s part. God says to Noah that he and his family shall go into the ark. They have their part to do, and if they do not do it, the covenant is broken. If the covenant is broken, they are the ultimate losers, for in the end they are the beneficiaries of the covenant. After all, if Noah said no to God and did not want to abide by the covenant or said yes but then changed his mind, what would have been the results for him and his family?</p> <p><strong>God says that it is &ldquo;my covenant.&rdquo; What does that tell us about the basic nature of the covenant? What difference would there be in our concept of the covenant if the Lord had called it &ldquo;our covenant&rdquo;?</strong></p> <p>However unique this particular situation, we see here the basic Godhuman dynamic found in the covenant. By establishing &ldquo;my covenant&rdquo; with Noah, God here again displays His grace. He shows that He is willing to take the initiative in order to save human beings from the results of their sins. In short, this covenant must not be seen as some sort of union of equals in which each &ldquo;partner&rdquo; in the covenant is dependent upon the other. We could say that God &ldquo;benefits&rdquo; from the covenant, but only in a radically different sense from the way humans do. He benefits in that those whom He loves will be given eternal life&mdash;no small satisfaction for the Lord (Isa. 53:11). But that is not to say that He benefits in the same way we, on the receiving end of the same covenant, benefit.</p> <p>Try this analogy: a man has fallen overboard from a boat in the midst of a storm. Someone on the deck says that he will throw a life preserver over to haul him in. The one in the water, however, has to agree to his end of the &ldquo;deal,&rdquo; and that is to grab on and to hold on to what has been provided him. That, in many ways, is what the covenant between God and humanity is all about.</p> <p><strong>How does the analogy above help you to understand the concept of grace that exists in the covenant? How does it help you understand what your relationship to God even now needs to be based on?</strong></p>"
    },
    {
      "id": 35,
      "idLesson": 3,
      "idDay": 5,
      "dayTitle": "<p><strong>Sign of the Rainbow</strong></p>",
      "date": "April 14",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>&ldquo;And God said, &lsquo;This is the sign of the covenant which I make between me and you and every living creature that is with you, for all future generations: I set my bow in the cloud, and it shall be a sign of the covenant between me and the earth&rsquo; &rdquo;</strong> (Gen. 9:12, 13, RSV).</p> <p>Few natural phenomena are more beautiful than the rainbow. Who does not remember as a child one&rsquo;s first fascination and wonder as those amazing bars of light bent across the sky like some sort of beckoning, mystical portal into the heavens? Even as adults, our breath can be taken away by the sight of those outrageous colors in the clouds. No wonder that even today the rainbow is used as a symbol for so many things: from political organizations to cults to rock bands to travel agencies (look up the word rainbow on the internet and see). Obviously, those beautiful bands of color still touch chords in our hearts and minds.</p> <p>Of course, that was God&rsquo;s whole point.</p> <p><strong>What did the Lord say the rainbow would symbolize? (See Gen. 9:12&ndash;17.)</strong></p> <p><strong>Gen. 9:12&ndash;17</strong></p> <div class=\"version-NKJV result-text-style-normal text-html\"> <p><span id=\"en-NKJV-218\" class=\"text Gen-9-12\"><strong><sup class=\"versenum\">12&nbsp;</sup></strong>And God said:&nbsp;&ldquo;This&nbsp;<em>is</em>&nbsp;the sign of the covenant which I make between Me and you, and every living creature that&nbsp;<em>is</em>&nbsp;with you, for perpetual generations:&nbsp;</span></p> <p><span id=\"en-NKJV-219\" class=\"text Gen-9-13\"><strong><sup class=\"versenum\">13&nbsp;</sup></strong>I set&nbsp;My rainbow in the cloud, and it shall be for the sign of the covenant between Me and the earth.&nbsp;</span></p> <p><span id=\"en-NKJV-220\" class=\"text Gen-9-14\"><strong><sup class=\"versenum\">14&nbsp;</sup></strong>It shall be, when I bring a cloud over the earth, that the rainbow shall be seen in the cloud;&nbsp;</span></p> <p><span id=\"en-NKJV-221\" class=\"text Gen-9-15\"><strong><sup class=\"versenum\">15&nbsp;</sup></strong>and&nbsp;I will remember My covenant which&nbsp;<em>is</em>&nbsp;between Me and you and every living creature of all flesh; the waters shall never again become a flood to destroy all flesh.&nbsp;</span></p> <p><span id=\"en-NKJV-222\" class=\"text Gen-9-16\"><strong><sup class=\"versenum\">16&nbsp;</sup></strong>The rainbow shall be in the cloud, and I will look on it to remember&nbsp;the everlasting covenant between God and every living creature of all flesh that&nbsp;<em>is</em>&nbsp;on the earth.&rdquo;&nbsp;</span></p> <p><span id=\"en-NKJV-223\" class=\"text Gen-9-17\"><strong><sup class=\"versenum\">17&nbsp;</sup></strong>And God said to Noah, &ldquo;This&nbsp;<em>is</em>&nbsp;the sign of the covenant which I have established between Me and all flesh that&nbsp;<em>is</em>&nbsp;on the earth.&rdquo;</span></p> </div> <p>The Lord said He would use the rainbow as a sign of &ldquo;my covenant&rdquo; (Gen. 9:15). How interesting that He would use the word &ldquo;covenant&rdquo; here, for, in this case, the covenant differs from how it is used elsewhere. In contrast to the covenant with Abraham or the Sinai covenant, there is no specific obligation expressed on the part of those who would benefit from the covenant (even Noah). God&rsquo;s words here are to all people, to &ldquo; &lsquo;every living creature of all flesh&rsquo; &rdquo; (Gen. 9:15, RSV) for &ldquo; &lsquo;all future generations&rsquo; &rdquo; (Gen. 9:12, RSV). God&rsquo;s words are universal, all-encompassing, regardless of whether anyone chooses to obey the Lord or not. In this sense, the concept of covenant here is not used as it is elsewhere in the Bible when talking about the relationship between God and humans.</p> <p><strong>In what sense does this covenant also reveal God&rsquo;s grace? Who initiated this covenant? Who is the ultimate benefactor?</strong></p> <p><strong>Though the covenant, as expressed here, does not come with specific obligations on our part (God&rsquo;s part, of course, is never to destroy the world with a flood), how could our knowledge of what the rainbow symbolizes influence us to live in obedience to the Lord? In short, are there some implied obligations on our part when we look up into the sky and see the rainbow? Think of the whole context in which the rainbow came and the lessons we can learn from that account.</strong></p>"
    },
    {
      "id": 36,
      "idLesson": 3,
      "idDay": 6,
      "dayTitle": "<p><strong>&ldquo;Only Noah Was Left&rdquo;</strong></p>",
      "date": "April 15",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>&ldquo;He blotted out every living thing that was upon the face of the ground, man and animals and creeping things and birds of the air; they were blotted out from the earth. Only Noah was left, and those that were with him in the ark&rdquo;</strong> (Gen. 7:23, RSV).</p> <p>In this text one finds the first mention of the concept of &ldquo;the remnant&rdquo; in the Scriptures. The word translated as &ldquo;was left&rdquo; comes from another word whose root forms are used many times in the Old Testament where the idea of a remnant is conveyed.</p> <p>&ldquo; &lsquo;And God sent me before you to preserve for you a remnant on earth, and to keep alive for you many survivors&rsquo; &rdquo; (Gen. 45:7, RSV; emphasis supplied).</p> <p>&ldquo;And he who is left in Zion and remains in Jerusalem will be called holy, every one who has been recorded for life in Jerusalem&rdquo; (Isa. 4:3, RSV; emphasis supplied).</p> <p>&ldquo;In that day the Lord will extend his hand yet a second time to recover the remnant which is left of his people&rdquo; (Isa. 11:11, RSV; emphasis supplied).</p> <p>In all these cases, the italicized words are linked to the similar words &ldquo;was left&rdquo; found in Genesis 7:23, RSV.</p> <p><strong>Look at Genesis 7:23 and the other examples. How do you understand the concept of a remnant here? What are the surrounding conditions that led to a remnant? How does the covenant fit in with the idea of a remnant?</strong></p> <p><strong>Genesis 7:23</strong></p> <div class=\"version-NKJV result-text-style-normal text-html\"> <p><span id=\"en-NKJV-183\" class=\"text Gen-7-23\"><strong><sup class=\"versenum\">23&nbsp;</sup></strong>So He destroyed all living things which were on the face of the ground: both man and cattle, creeping thing and bird of the air. They were destroyed from the earth. Only&nbsp;Noah and those who&nbsp;<em>were</em>&nbsp;with him in the ark remained&nbsp;<em>alive.</em></span></p> </div> <p>At the time of the Flood, the Creator of the world became the Judge of the world. The nearing worldwide judgment raised the question whether all life on earth&mdash;even human life&mdash;would be destroyed. If not, who would be the survivors? Who would be the remnant?</p> <p>In this case, it was Noah and his family. Yet, Noah&rsquo;s salvation was linked to God&rsquo;s covenant with him (Gen. 6:18)&mdash;a covenant that originated and was executed by a God of mercy and grace. They survived only because of what God did for them, however important their cooperation was. Whatever Noah&rsquo;s covenant obligations were, and no matter how faithfully he executed them, his only hope was in God&rsquo;s mercy.</p> <p><strong>Based upon our understanding of last-day events, which includes a time when God will have a remnant (see Rev. 12:17), what parallels can we learn from the story of Noah that will help us prepare to be part of the remnant? In what ways are we making decisions every day that could impact just where we finally stand at that time?</strong></p> <p><strong>Rev. 12:17</strong></p> <div class=\"version-NKJV result-text-style-normal text-html\"> <p><span id=\"en-NKJV-30909\" class=\"text Rev-12-17\"><strong><sup class=\"versenum\">17&nbsp;</sup></strong>And the dragon was enraged with the woman, and he went to make war with the rest of her offspring, who keep the commandments of God and have the testimony of Jesus&nbsp;Christ.</span></p> </div>"
    },
    {
      "id": 37,
      "idLesson": 3,
      "idDay": 7,
      "dayTitle": "",
      "date": "April 16",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:</strong> Read Ellen G. White, &ldquo;The Flood,&rdquo; pp. 90&ndash;104 and &ldquo;After the Flood,&rdquo; pp. 105&ndash;110, in Patriarchs and Prophets.</p> <p>&ldquo;The rainbow, a natural physical phenomenon, was a fitting symbol of God&rsquo;s promise never to destroy the earth again by a flood. Inasmuch as the climatic conditions of the earth would be completely different after the Flood, and rains would in most parts of the world take the place of the former beneficent dew to moisten the soil, something was needed to quiet men&rsquo;s fears each time rain began to fall. The spiritual mind can see in natural phenomena God&rsquo;s revelations of Himself (see Rom. 1:20). Thus the rainbow is evidence to the believer that the rain will bring blessing and not universal destruction.&rdquo;&mdash;The SDA Bible Commentary, vol. 1, p. 265.</p> <p><strong>Rom. 1:20</strong></p> <div class=\"version-NKJV result-text-style-normal text-html\"> <p><span id=\"en-NKJV-27951\" class=\"text Rom-1-20\"><strong><sup class=\"versenum\">20&nbsp;</sup></strong>For since the creation of the world&nbsp;His invisible&nbsp;<em>attributes</em>&nbsp;are clearly seen, being understood by the things that are made,&nbsp;<em>even</em>&nbsp;His eternal power and&nbsp;Godhead, so that they are without excuse,</span></p> </div> <p><strong>Discussion Questions:</strong></p> <p><strong>1. &ldquo;In those days the world teemed, the people multiplied, the world bellowed like a wild bull, and the great god was aroused by the clamour. Enlil heard the clamour and he said to the gods in council, &lsquo;The uproar of mankind is intolerable and sleep is no longer possible by reason of the babel.&rsquo; So the gods agreed to exterminate man.&rdquo;&mdash;&ldquo;The Story of the Flood&rdquo; in The Epic of Gilgamesh, trans. N. K. Sanders (London: The Penguin Group, 1972), p. 108. Compare this reason for the Flood to the reason given in the Bible.</strong></p> <p><strong>2. Noah did more than warn his generation of God&rsquo;s approaching judgment. The purpose of his warning was to help the people sense their need of salvation. Why are the truths of salvation generally unpopular? List and discuss some things that hinder many persons from accepting God&rsquo;s plan for their salvation. (See John 3:19; John 7:47, 48; John 12:42, 43; and James 4:4.)</strong></p> <p><strong>John 3:19</strong></p> <div class=\"version-NKJV result-text-style-normal text-html\"> <p><span id=\"en-NKJV-26140\" class=\"text John-3-19\"><strong><sup class=\"versenum\">19&nbsp;</sup></strong><span class=\"woj\">And this is the condemnation,</span>&nbsp;<span class=\"woj\">that the light has come into the world, and men loved darkness rather than light, because their deeds were evil.</span></span></p> </div> <p><strong>John 7:47, 48</strong></p> <div class=\"version-NKJV result-text-style-normal text-html\"> <p><span id=\"en-NKJV-26376\" class=\"text John-7-47\"><strong><sup class=\"versenum\">47&nbsp;</sup></strong>Then the Pharisees answered them, &ldquo;Are you also deceived?</span></p> <div class=\"version-NKJV result-text-style-normal text-html\"> <p><span id=\"en-NKJV-26377\" class=\"text John-7-48\"><strong><sup class=\"versenum\">48&nbsp;</sup></strong>Have any of the rulers or the Pharisees believed in Him?</span></p> </div> </div> <p><strong>John 12:42, 43</strong></p> <div class=\"version-NKJV result-text-style-normal text-html\"> <p><span class=\"text John-12-42\"><strong><sup class=\"versenum\">42&nbsp;</sup></strong>Nevertheless even among the rulers many believed in Him, but&nbsp;because of the Pharisees they did not confess&nbsp;<em>Him,</em>&nbsp;lest they should be put out of the synagogue;</span></p> <div class=\"version-NKJV result-text-style-normal text-html\"> <p><span id=\"en-NKJV-26624\" class=\"text John-12-43\"><strong><sup class=\"versenum\">43&nbsp;</sup></strong>for they loved the praise of men more than the praise of God.</span></p> </div> </div> <p><strong>James 4:4</strong></p> <div class=\"version-NKJV result-text-style-normal text-html\"> <p><span id=\"en-NKJV-30342\" class=\"text Jas-4-4\"><strong><sup class=\"versenum\">4&nbsp;</sup></strong>Adulterers and adulteresses! Do you not know that&nbsp;friendship with the world is enmity with God?&nbsp;Whoever therefore wants to be a friend of the world makes himself an enemy of God.</span></p> </div> <p><strong>Summary:</strong> In this week&rsquo;s study, we have noted that the covenants God made with Noah are the first to be discussed explicitly in the Bible. They display His gracious interest in the human family and His desire to enter into a saving relationship with them. God reaffirmed His covenant with Noah, and it was Noah&rsquo;s commitment to God that shielded him from the prevailing apostasy and eventually saved him and his family from the devastating judgment of the Flood.</p> <p>&ldquo;This symbol [the rainbow] in the clouds is to confirm the belief of all, and establish their confidence in God, for it is a token of divine mercy and goodness to man; that although God has been provoked to destroy the earth by the Flood, yet His mercy still encompasseth the earth.&rdquo;&mdash;Ellen G. White, The Story of Redemption, p. 71.</p> <p><strong>Inside Story</strong></p> <p><strong>Made for Mission in Mexico</strong></p> <p>By Andrew McChesney, Adventist Mission</p> <p>Gustavo Taracena is not a pastor, but he has a passion for planting churches.</p> <p>Gustavo, a 58-year-old retired customer service representative for a Mexican telecommunications company, praised God when his second church plant, located in La Huasteca, a small community on the outskirts of Villahermosa, Mexico, became a full-fledged church in 10 years. But he wasn&rsquo;t sure what to do next. He and his wife, Maria Hernandez, prayed. &ldquo;What do You want us to do this coming year?&rdquo; he prayed.</p> <p>After praying for a few weeks, Gustavo learned from the district pastor about hopes to plant a church in Playas del Rosario, another small community outside the city. He prayed for three weeks and agreed to lead the project.</p> <p>But where were they to meet? That problem was solved when a church member offered his house for the Sabbath meetings. He didn&rsquo;t live there, so Gustavo could use the house freely. It wouldn&rsquo;t cost a peso.</p> <p>On the first Sabbath, two mothers and 12 children joined Gustavo and his wife for worship. Seeing so many people at the first meeting, he felt that God was blessing the project and he could move forward.</p> <p>He organized a weeklong evangelistic series in the house church, and the number of children increased to 20. With so many children, Gustavo decided to conduct a special Sabbath School for children on Sabbath mornings and a worship service for both children and adults in the afternoons.</p> <p>Trouble struck one of the mothers who attended every Sabbath. The owner of the house she rented threatened to evict her and her five children. &ldquo;If you keep going to those meetings, you will have to leave,&rdquo; the owner said.</p> <p>The mother kept going to the meetings, and she was evicted. But she was not discouraged. She found a new house to rent and continued worshiping. At the house church, worshipers prayed and intermittently fasted for the mother&rsquo;s former house owner. During a literature-distribution drive, the owner accepted an Adventist magazine and asked for prayer. A few weeks later, she accepted a loaf of sweet bread from a church member and asked for more prayers.</p> <p>Gustavo, meanwhile, organized a second set of evangelistic meetings, this time in an Adventist church located a half mile (one kilometer) away in a neighboring community. A woman and a boy were baptized at the meetings, becoming the firstfruits of his church plant. The house church had its first two members just four months after opening. &ldquo;By faith we know God will add more members and our small group will grow into a full-fledged church,&rdquo; he said.</p> <p><em>Thank you for your Thirteenth Sabbath Offering three years ago that helped expand the Seventh-day Adventist Church&rsquo;s Southeast Hospital in Villahermosa, Mexico.</em></p>"
    }
  ]
}
