{
  "id": 708,
  "lessonNumber": 8,
  "versionCode": 1,
  "quarter": "2T2020",
  "title": "<p><strong>Creation: Genesis as Foundation—Part 1</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p> “In the beginning was the Word, and the Word was with God, and the Word was God. He was in the beginning with God. All things were made through Him, and without Him nothing was made that was made. In Him was life, and the life was the light of men” (John 1:1–4, NKJV).</p>",
  "weekDate": "May 16–May 22",
  "lessonDays": [
    {
      "id": 81,
      "idLesson": 8,
      "idDay": 1,
      "dayTitle": "",
      "date": "May 16",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>The first chapters of Genesis are foundational for the rest of Scripture. The major teachings or doctrines of the Bible have their source in these chapters. Here we find the nature of the Godhead working in harmony as the Father, Son (John 1:1–3; Heb. 1:1, 2), and the Spirit (Gen. 1:2) to create the world and all that is in it, culminating in humanity (Gen. 1:26–28). Genesis also introduces us to the Sabbath (Gen. 2:1–3), the origin of evil (Genesis 3), the Messiah and the plan of redemption (Gen. 3:15), the worldwide, universal flood (Genesis 6–9), the covenant (Gen. 1:28; Gen. 2:2, 3, 15–17; Gen. 9:9–17; Genesis 15), the dispersal of languages and people (Genesis 10, Genesis 11), and the genealogies that provide the framework for biblical chronology from Creation to Abraham (Genesis 5, Genesis 11). Finally, the power of God’s spoken Word (Gen. 1:3, 2 Tim. 3:16, John 17:17), the nature of humanity (Gen. 1:26–28), God’s character (Matt. 10:29, 30), marriage between a man and a woman (Gen. 1:27, 28; Gen. 2:18, 21–25), stewardship of the earth and its resources (Gen. 1:26; Gen. 2:15, 19), and the promised hope of a new creation (Isa. 65:17, Isa. 66:22, Rev. 21:1) are all based on these first chapters, which will be our study this week and next.</p>"
    },
    {
      "id": 82,
      "idLesson": 8,
      "idDay": 2,
      "dayTitle": "<p><strong>“In the Beginning . . .”&nbsp;</strong></p>",
      "date": "May 17",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Read Genesis 1:1. What deep truths are revealed here?&nbsp;</strong></p> <p><strong style=\"font-weight: 700; color: rgb(0, 0, 0); font-family: &quot;Times New Roman&quot;; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;\">Genesis 1:1</strong>&nbsp;</p> <p><strong>1</strong> In the beginning God created the heavens and the earth.</p> <p>The Bible opens with the most sublime and profound words, words that are simple but that simultaneously contain a measureless depth when carefully studied. In fact, the greatest questions of philosophy regarding who we are, why we are here, and how we got here are answered by the first sentence of the Bible.&nbsp;</p> <p>We exist because God created us at a definite time in the past. We did not evolve out of nothing; nor did we come into existence by chance, for no ultimate purpose, and with no planned direction, as much of the contemporary scientific model of origins now teaches. Darwinian evolution is contradictory to Scripture in every way, and attempts by some to harmonize it with the Bible make Christians look silly.&nbsp;</p> <p>We also were created by God at an absolute point in time: “in the beginning.” This must mean that God existed prior to this beginning. That is, God existed before time was created and expressed in the daily cycle of “evening and morning” and in the months and in the years, all marked by the relationship of the world to the sun and moon. This absolute beginning is echoed and supported by other passages of Scripture, which continually reaffirm the nature and means of God’s creative work (John 1:1–3).</p> <p><strong>Read John 1:1–3 and Hebrews 1:1, 2. Who was the agent of creation? Think about what it means that He also died on the cross.</strong></p> <p><strong style=\"font-weight: 700; color: rgb(0, 0, 0); font-family: &quot;Times New Roman&quot;; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;\">John 1:1–3</strong>&nbsp;</p> <p><strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.&nbsp;</p> <p><strong>2</strong> He was in the beginning with God.</p> <p><strong>3</strong> All things were made through Him, and without Him nothing was made that was made.</p> <p><strong style=\"font-weight: 700; color: rgb(0, 0, 0); font-family: &quot;Times New Roman&quot;; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;\">Hebrews 1:1-2</strong>&nbsp;</p> <p><strong>1</strong> God, who at various times and in various ways spoke in time past to the fathers by the prophets,&nbsp;</p> <p><strong>2</strong> has in these last days spoken to us by His Son, whom He has appointed heir of all things, through whom also He made the worlds;</p> <p> <br> </p> <p>The Bible teaches that Jesus was the agent of creation. The Bible says that “all things were made through Him, and without Him nothing was made that was made” (John 1:3, NKJV). Through Jesus “He made the worlds” (Heb. 1:1, 2, NKJV). Because all things have their origin in Jesus in the beginning, we can have hope that in the end He will complete what He has begun, because He is the “ ‘Alpha and the Omega,’ ” “ ‘the First and the Last’ ” (Rev. 1:8, Rev. 22:13, NKJV).</p> <p><strong>What difference does it make to know that you were created by God? Imagine if you didn’t believe that. How differently would you view yourself and others, and why?</strong></p>"
    },
    {
      "id": 83,
      "idLesson": 8,
      "idDay": 3,
      "dayTitle": "<p><strong>The Days of Creation</strong>&nbsp;</p>",
      "date": "May 18",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>In recent years there has been a trend to view the Creation week as nonliteral, as a metaphor, a parable, or even a myth. This has arisen in the wake of the theory of evolution, which assumes long ages of time to account for the development of life on planet Earth. What does the Bible teach on this subject?&nbsp;</p> <p>Why are the “days” of Creation in Genesis 1 to be understood as literal, and not figurative, days?</p> <p><strong>Read Genesis 1:3–5 and Exodus 20:8–11. How is the term “day” used in these contexts?</strong></p> <p><strong style=\"font-weight: 700; color: rgb(0, 0, 0); font-family: &quot;Times New Roman&quot;; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;\">Genesis 1:3–5</strong>&nbsp;</p> <p><strong>3</strong> Then God said, “Let there be light”; and there was light.&nbsp;</p> <p><strong>4</strong> And God saw the light, that it was good; and God divided the light from the darkness.&nbsp;</p> <p><strong>5</strong> God called the light Day, and the darkness He called Night. So the evening and the morning were the first day.</p> <p><strong style=\"font-weight: 700; color: rgb(0, 0, 0); font-family: &quot;Times New Roman&quot;; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;\">Exodus 20:8–11</strong>&nbsp;</p> <p><strong>8</strong> “Remember the Sabbath day, to keep it holy.&nbsp;</p> <p><strong>9</strong> Six days you shall labor and do all your work,&nbsp;</p> <p><strong>10</strong> but the seventh day is the Sabbath of the Lord your God. In it you shall do no work: you, nor your son, nor your daughter, nor your male servant, nor your female servant, nor your cattle, nor your stranger who is within your gates.&nbsp;</p> <p><strong>11</strong> For in six days the Lord made the heavens and the earth, the sea, and all that is in them, and rested the seventh day. Therefore the Lord blessed the Sabbath day and hallowed it.</p> <p> <br> </p> <p>The Hebrew word yôm, or “day,” is used consistently throughout the Creation narrative for a literal day. Nothing in the Genesis Creation narrative indicates that anything other than a literal day was meant, as we understand a single day today. In fact, some scholars who don’t believe the days were literal will, nevertheless, admit that the author’s intention was to depict literal days.&nbsp;</p> <p>It is interesting that God Himself designates this name for the first unit of time (Gen. 1:5). Yôm, or day, is defined with the phrase “and there was evening and there was morning” (Gen. 1:5, 8, etc., NASB). The term is used in the singular, not the plural, meaning a single day.&nbsp;</p> <p>Thus, the seven days of Creation are to be understood as a complete unit of time, introduced by the cardinal number ’echad (“one”) followed by ordinal numbers (second, third, fourth, etc.). This pattern indicates a consecutive sequence of days, culminating in the seventh day. There is no indication in the use of terms or in the narrative form itself that there should be any gaps between these days. The seven days of Creation are, indeed, seven days as we delineate days today.&nbsp;</p> <p>Also, the literal nature of the day is taken for granted when God wrote with His own finger the fourth commandment, indicating that the basis for the seventh-day Sabbath rests on the sequence of a literal seven-day, Creation week.</p> <p><strong>The Genesis Creation isn’t the only creation in the Bible. There also is the re-creation, at the Second Coming, when God will transform mortality into immortality “in a moment, in the twinkling of an eye, at the last trumpet” (1 Cor. 15:52, NKJV). If, however, God can do this instantly at the re-creation, why would He use billions of years for the first creation, as theistic evolution teaches?</strong></p>"
    },
    {
      "id": 84,
      "idLesson": 8,
      "idDay": 4,
      "dayTitle": "<p><strong>The Sabbath and Creation&nbsp;</strong></p>",
      "date": "May 19",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Today the seventh-day Sabbath is heavily under attack in secular society and in religious communities. This fact can be seen in the work schedules of global corporations; in the attempted change of the calendar in many European countries designating Monday as the first day of the week and Sunday as the seventh day; and by the recent papal encyclical on climate change that calls the seventh-day Sabbath “the Jewish Sabbath” and encourages the world to observe a day of rest to alleviate global warming (Pope Francis, Laudato Si’ [Vatican City: Vatican Press, 2015], pp. 172, 173).</p> <p><strong>Read Genesis 2:1–3, Exodus 20:8–11, Mark 2:27, and Revelation 14:7. How is the understanding of the Creation week tied to the fourth commandment? How is this tied to the three angels’ messages?</strong></p> <p><strong style=\"font-weight: 700; color: rgb(0, 0, 0); font-family: &quot;Times New Roman&quot;; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;\">Genesis 2:1–3</strong>&nbsp;</p> <p><strong>1</strong> Thus the heavens and the earth, and all the host of them, were finished.&nbsp;</p> <p><strong>2</strong> And on the seventh day God ended His work which He had done, and He rested on the seventh day from all His work which He had done.&nbsp;</p> <p><strong>3&nbsp;</strong>Then God blessed the seventh day and sanctified it, because in it He rested from all His work which God had created and made.</p> <p><strong style=\"font-weight: 700; color: rgb(0, 0, 0); font-family: &quot;Times New Roman&quot;; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;\">Exodus 20:8–11</strong>&nbsp;</p> <p><strong>8</strong> “Remember the Sabbath day, to keep it holy.&nbsp;</p> <p><strong>9</strong> Six days you shall labor and do all your work,&nbsp;</p> <p><strong>10</strong> but the seventh day is the Sabbath of the Lord your God. In it you shall do no work: you, nor your son, nor your daughter, nor your male servant, nor your female servant, nor your cattle, nor your stranger who is within your gates.&nbsp;</p> <p><strong>11</strong> For in six days the Lord made the heavens and the earth, the sea, and all that is in them, and rested the seventh day. Therefore the Lord blessed the Sabbath day and hallowed it.</p> <p><strong style=\"font-weight: 700; color: rgb(0, 0, 0); font-family: &quot;Times New Roman&quot;; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;\">Mark 2:27</strong>&nbsp;</p> <p><strong>27</strong> And He said to them, “The Sabbath was made for man, and not man for the Sabbath.</p> <p><strong style=\"font-weight: 700; color: rgb(0, 0, 0); font-family: &quot;Times New Roman&quot;; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;\">Revelation 14:7</strong>&nbsp;</p> <p><strong>7&nbsp;</strong>saying with a loud voice, “Fear God and give glory to Him, for the hour of His judgment has come; and worship Him who made heaven and earth, the sea and springs of water.”</p> <p> <br> </p> <p>The Bible says, “And on the seventh day God ended His work which He had done” (Gen. 2:2, NKJV). “After resting upon the seventh day, God sanctified it, or set it apart, as a day of rest for man.” —Ellen G. White, Patriarchs and Prophets, p. 47. This is why Jesus can say, “ ‘The Sabbath was made for man, and not man for the Sabbath’ ” (Mark 2:27, NKJV). Jesus could make this authoritative statement because He made or created the Sabbath as the eternal sign and seal of God’s covenant with His people. The Sabbath was not for the Hebrew people only, but for all humanity.&nbsp;</p> <p>Genesis indicates three things that Jesus did after He created the Sabbath day. First, He “rested” (Gen. 2:2), giving us a divine example of His desire to rest with us. Second, He “blessed” the seventh day (Gen. 2:3). In the Creation narrative, animals are blessed (Gen. 1:22), and Adam and Eve are blessed (Gen. 1:28), but the only day specifically blessed is the seventh day. Third, God “sanctified it” (Gen. 2:3) or “made it holy.”</p> <p>No other day in the Bible receives these three designations. These three actions are repeated in the fourth commandment, though, when God writes with His own finger and points back to Creation as the foundation for the Sabbath (Exod. 20:11).&nbsp;</p> <p><strong>A comparison of Revelation 14:7 and Exodus 20:11 reveals the Sabbath commandment to be the basis for worshiping the Creator. How does this direct link to the Sabbath tie into last-day events?</strong></p>"
    },
    {
      "id": 85,
      "idLesson": 8,
      "idDay": 5,
      "dayTitle": "<p><strong>Creation and Marriage&nbsp;</strong></p>",
      "date": "May 20",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>The last decade has witnessed enormous changes in the way society and governments define marriage. Many nations of the world have approved same-sex marriages, overturning previous laws that have protected the family structure that comprises at its center one man and one woman. This is an unprecedented development in many respects, and it raises new questions about the institution of marriage, the relationship of church and state, and the sanctity of marriage and the family as defined in Scripture.</p> <p><strong>Read Genesis 1:26–28 and Genesis 2:18, 21–24. What do these texts teach us about God’s ideal for marriage?</strong></p> <p><strong style=\"font-weight: 700; color: rgb(0, 0, 0); font-family: &quot;Times New Roman&quot;; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;\">&nbsp;Genesis 1:26–28&nbsp;</strong>&nbsp;</p> <p><strong>26</strong> Then God said, “Let Us make man in Our image, according to Our likeness; let them have dominion over the fish of the sea, over the birds of the air, and over the cattle, over all the earth and over every creeping thing that creeps on the earth.”&nbsp;</p> <p><strong>27</strong> So God created man in His own image; in the image of God He created him; male and female He created them.&nbsp;</p> <p><strong>28</strong> Then God blessed them, and God said to them, “Be fruitful and multiply; fill the earth and subdue it; have dominion over the fish of the sea, over the birds of the air, and over every living thing that moves on the earth.”</p> <p><strong>Genesis 2:18</strong></p> <p><strong>18&nbsp;</strong>And the Lord God said, “It is not good that man should be alone; I will make him a helper comparable to him.”</p> <p><strong>Genesis 2: 21–24</strong></p> <p><strong>21</strong> And the Lord God caused a deep sleep to fall on Adam, and he slept; and He took one of his ribs, and closed up the flesh in its place.&nbsp;</p> <p><strong>22</strong> Then the rib which the Lord God had taken from man He made into a woman, and He brought her to the man.</p> <p><strong>23</strong> And Adam said: “This is now bone of my bones And flesh of my flesh; She shall be called Woman, Because she was taken out of Man.”</p> <p><strong>24</strong> Therefore a man shall leave his father and mother and be joined to his wife, and they shall become one flesh.</p> <p> <br> </p> <p>On the sixth day, God comes to the climax of the Creation, the Creation of humanity. It is fascinating that the plural is used for God in Genesis 1:26: “ ‘Let us make man in our image.’ ” All persons of the triune Godhead in loving relationship with each other now create the divinely instituted human relationship of marriage here on the earth.&nbsp;</p> <p>“In the image of God He created him; male and female He created them” (Gen. 1:27, NKJV). Adam declares, “ ‘This is now bone of my bones, and flesh of my flesh’ ” (Gen. 2:23, NKJV), and Adam names her “Woman.” Marriage requires that “a man shall leave his father and mother and be joined to his wife, and they shall become one flesh” (Gen. 2:24, NKJV).&nbsp;</p> <p>Scripture is unequivocal that this relationship is to take place between a man and a woman, who themselves originate from their father and mother, also a man and woman. This concept is further clarified in the instruction given to the earth’s first parents: “Then God blessed them, and God said to them, ‘Be fruitful and multiply; fill the earth and subdue it’ ” (Gen. 1:28, NKJV). In the fifth commandment, children (offspring) are to honor their father and their mother (Exod. 20:12). This interrelationship cannot be fulfilled within anything but a heterosexual partnership.&nbsp;</p> <p><strong>Read Jesus’ words in Matthew 19:3–6. What do they teach us about the nature and sanctity of marriage? In light of Jesus’ words, and while never forgetting God’s love for all humanity and that all of us are sinners, how should we take a firm and faithful stand on the biblical principles of marriage?&nbsp;</strong></p>"
    },
    {
      "id": 86,
      "idLesson": 8,
      "idDay": 6,
      "dayTitle": "<p><strong>Creation, the Fall, and the Cross&nbsp;</strong></p>",
      "date": "May 21",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>The Bible provides an unbroken link between the perfect Creation, the Fall, the promised Messiah, and final redemption. These major events become the basis of the theme of salvation history for the human race.&nbsp;</p> <p><strong>Read Genesis 1:31, Genesis 2:15–17, and Genesis 3:1–7. What happened to God’s perfect Creation?</strong></p> <p><strong style=\"font-weight: 700; color: rgb(0, 0, 0); font-family: &quot;Times New Roman&quot;; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;\">Genesis 1:31</strong>&nbsp;</p> <p><strong>31</strong> Then God saw everything that He had made, and indeed it was very good. So the evening and the morning were the sixth day.</p> <p><strong style=\"font-weight: 700; color: rgb(0, 0, 0); font-family: &quot;Times New Roman&quot;; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;\">Genesis 2:15–17</strong>&nbsp;</p> <p><strong>15</strong> Then the Lord God took the man and put him in the garden of Eden to tend and keep it.&nbsp;</p> <p><strong>16</strong> And the Lord God commanded the man, saying, “Of every tree of the garden you may freely eat;&nbsp;</p> <p><strong>17</strong> but of the tree of the knowledge of good and evil you shall not eat, for in the day that you eat of it you shall surely die.”</p> <p><strong style=\"font-weight: 700; color: rgb(0, 0, 0); font-family: &quot;Times New Roman&quot;; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;\">Genesis 3:1–7</strong>&nbsp;</p> <p><strong>1&nbsp;</strong>Now the serpent was more cunning than any beast of the field which the Lord God had made. And he said to the woman, “Has God indeed said, ‘You shall not eat of every tree of the garden’?”</p> <p><strong>2&nbsp;</strong>And the woman said to the serpent, “We may eat the fruit of the trees of the garden;&nbsp;</p> <p><strong>3</strong> but of the fruit of the tree which is in the midst of the garden, God has said, ‘You shall not eat it, nor shall you touch it, lest you die.’ ”</p> <p><strong>4</strong> Then the serpent said to the woman, “You will not surely die.</p> <p><strong>5</strong> For God knows that in the day you eat of it your eyes will be opened, and you will be like God, knowing good and evil.”</p> <p><strong>6</strong> So when the woman saw that the tree was good for food, that it was pleasant to the eyes, and a tree desirable to make one wise, she took of its fruit and ate. She also gave to her husband with her, and he ate.&nbsp;</p> <p><strong>7&nbsp;</strong>Then the eyes of both of them were opened, and they knew that they were naked; and they sewed fig leaves together and made themselves coverings.</p> <p>God declared His creation “very good” (Gen. 1:31). “The creation was now complete. . . . Eden bloomed on earth. Adam and Eve had free access to the tree of life. No taint of sin or shadow of death marred the fair creation.”—Ellen G. White, Patriarchs and Prophets, p. 47. God had warned Adam and Eve that if they ate of the forbidden tree, they would surely die (Gen. 2:15–17). The serpent began his discourse with a question and then completely contradicted what God had said: “ ‘You will not surely die’ ” (Gen. 3:4). Satan promised Eve great knowledge and that she would be like God. Obviously, she believed him. How does Paul confirm God’s statement in Genesis 2:15–17?&nbsp;</p> <p><strong>Read Romans 5:12 and Romans 6:23. How do these teachings relate to theistic evolution?</strong></p> <p><strong>Romans 5:12&nbsp;</strong></p> <p><strong>12</strong> Therefore, just as through one man sin entered the world, and death through sin, and thus death spread to all men, because all sinned</p> <p><strong style=\"font-weight: 700; color: rgb(0, 0, 0); font-family: &quot;Times New Roman&quot;; font-size: medium; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial;\">Romans 6:23</strong>&nbsp;</p> <p><strong>23&nbsp;</strong>For the wages of sin is death, but the [a]gift of God is eternal life in Christ Jesus our Lord.</p> <p>In Scripture, we can see where later biblical writers confirmed earlier biblical statements and provided additional insights. In Romans 5–8, Paul writes about sin and the beauty of salvation: “Sin entered the world through one man, and death through sin, and in this way death came to all people” (Rom. 5:12, NIV). But an evolutionary perspective would have death present for millions of years prior to humanity. This idea has serious implications for the biblical teaching of the origin of sin, Christ’s substitutionary death on the cross, and the plan of salvation. If death is not related to sin, then the wages of sin is not death (Rom. 6:23), and Christ would have had no reason to die for our sins. Thus, Creation, the Fall, and the Cross are inextricably linked. The first Adam is tied to the last Adam (1 Cor. 15:45, 47). A belief in Darwinian evolution, even if some concept of God is inserted into the process, would destroy the very basis of Christianity</p>"
    },
    {
      "id": 87,
      "idLesson": 8,
      "idDay": 7,
      "dayTitle": "",
      "date": "May 22",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:&nbsp;</strong>Read Ellen G. White, “The Creation,” pp. 44–51; “The Literal Week,” pp. 111–116, in Patriarchs and Prophets.&nbsp;</p>\n<p>“The cumulative evidence, based on comparative, literary, linguistic and other considerations, converges on every level, leading to the singular conclusion that the designation yôm, ‘day,’ in Genesis 1 means consistently a literal 24-hour day.&nbsp;</p>\n<p>“The author of Genesis 1 could not have produced more comprehensive and all-inclusive ways to express the idea of a literal ‘day’ than the ones that were chosen.”—Gerhard F. Hasel, “The ‘Days’ of Creation in Genesis 1: Literal ‘Days’ or Figurative ‘Periods/Epochs’ of Time?” Origins 21/1 (1994), pp. 30, 31.&nbsp;</p>\n<p>“The greatest minds, if not guided by the word of God, become bewildered in their attempts to investigate the relations of science and revelation. The Creator and His works are beyond their comprehension; and because these cannot be explained by natural laws, Bible history is pronounced unreliable.”—Ellen G. White, Testimonies for the Church, vol. 8, p. 258.</p>\n<p><strong>Discussion Questions:&nbsp;</strong></p>\n<p>1 Look at the Ellen G. White quote above. How often, even today, do we see exactly what she wrote, even among professed Christians who, in face of the claims of science, will automatically take the claims of science over the biblical account, which would, as she wrote, imply that biblical history “is unreliable”?&nbsp;</p>\n<p><strong>2</strong> Why is it impossible to take the Bible seriously while accepting theistic evolution? If you know a theistic evolutionist who claims to be a Christian, why not ask him or her to explain the Cross in light of what Paul wrote (see Romans 5) about the direct link between Adam’s fall and death and the cross of Jesus? What explanation does he or she give?&nbsp;</p>\n<p><strong>3&nbsp;</strong>If the Bible is God’s revelation, then are not the believer’s faith and eyes opened to the greater reality as expressed in Scripture? How can Christians then be called “closed-minded” when they are opening their minds to the scriptural truths revealed by an infinite God? In fact, an atheistic, materialistic view of the world is much narrower than is the Christian worldview.&nbsp;</p>\n<p><strong>4&nbsp;</strong>As believers staying faithful to the Word of God, how can we minister to those who are struggling with questions of sexual identity? Why must we not be those who cast stones, even with people who, like the woman caught in adultery, are guilty of sin?</p>\n\n<p><strong>INSIDE STORY</strong></p> <p><strong>Delayed Heart Attack&nbsp;</strong></p> <p>By Yiannakis Kyriazis</p> <p>&nbsp;Dreadful abdominal pain awoke me at 5:00 a.m.&nbsp;</p> <p>Though rested, I felt exhausted and out of breath. I was nearly 60 and not in the best of health, so I went straight to the hospital in Cyprus’s capital, Nicosia. A doctor examined me, said everything was fine, and told me to go home.&nbsp;</p> <p>My wife, Marbie, was by my side. She had been instrumental in helping me to stop smoking five packs of cigarettes a day. She also had led me to Jesus and membership in the Seventh-day Adventist Church. She had agreed to marry me only after my life changed, and I was baptized.&nbsp;</p> <p>Here I was now, just two years into my new faith and marriage, and feeling very unwell.&nbsp;</p> <p>“I’m not going anywhere,” I told the doctor. I was still in pain and wanted to know why. Seeing my persistence, the doctor agreed to call a cardiologist, who, it was discovered, was off duty. I waited. One hour passed. Two hours. Then five, seven, eight hours. Around 1:10 p.m., the pain increased substantially. Struggling to breathe, I stood up to go outside for fresh air. My head began to spin, and darkness came over me.&nbsp;</p> <p>Someone shouted, “Quick! He’s having a heart attack.” At that moment, the cardiologist arrived. Medical workers rushed me to the emergency room. When I regained consciousness, I learned that my heart arteries had been badly blocked.&nbsp;</p> <p>“We did everything that we could,” the cardiologist said. I was hospitalized in the intensive-care unit for three weeks. Once my condition improved, doctors performed open-heart surgery. I was in the operating room for 9 ½ hours. By God’s grace, the operation went well, and I am strong and happy again.&nbsp;</p> <p>Looking back, I believe that the pains that awoke me at 5:00 a.m. were the beginning of a heart attack. I could have died right away. Yet our loving God delayed the heart attack for a full 8 ½ hours until the cardiologist arrived, thus preserving my life.</p> <p>Today I am 61 and very grateful to God for giving me a new lease on life. I will use the extra years that He has given me to serve Him and others.&nbsp;</p> <p>Part of the Thirteenth Sabbath Offering this quarter will help construct a new church building and community center in Nicosia for Kyriazis’s congregation and two other congregations. </p>"
    }
  ]
}