{
  "id": 4,
  "lessonNumber": 4,
  "versionCode": 1,
  "quarter": "2T2020",
  "title": "<p><strong>LA BIBLIA: FUENTE AUTORITATIVA DE NUESTRA TEOLOGÍA</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "es",
  "verse": "<p>“¡A la ley y al testimonio! Si no dijeren conforme a esto, es porque no les ha amanecido” (Isa. 8:20).</p>",
  "weekDate": "18-24 de Abril",
  "lessonDays": [
    {
      "id": 41,
      "idLesson": 4,
      "idDay": 1,
      "dayTitle": "",
      "date": "18 de Abril",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>LEE PARA EL ESTUDIO DE ESTA SEMANA: Marcos 7:1-13; Romanos 2:4; 1 Juan 2:15-17; 2 Corintios 10:5, 6; Juan 5:46, 47; 7:38.</p> <p>No hay ninguna iglesia cristiana que no utilice la Biblia para respaldar sus creencias. Sin embargo, el papel y la autoridad de la Escritura en la teología no son iguales en todas las iglesias. Este es un tema importante pero complejo que exploraremos al estudiar cinco fuentes influyentes diferentes que intervienen en nuestra interpretación de las Escrituras: la tradición, la experiencia, la cultura, la razón y la Biblia misma.</p> <p>Estas fuentes desempeñan un papel importante en cada teología y en cada iglesia. Todos somos parte de varias tradiciones y culturas que nos impactan. Todos tenemos experiencias que dan forma a nuestro pensamiento e influyen en nuestra comprensión. Todos tenemos una mente para pensar y evaluar las cosas. ¿Cuál de estas fuentes, o combinaciones de ellas, tiene la autoridad final en nuestra forma de interpretar la Biblia? La prioridad que se le da a cualquier fuente o fuentes ocasiona énfasis y resultados muy diferentes y, en última instancia, determinará la dirección de toda nuestra teología.</p>"
    },
    {
      "id": 42,
      "idLesson": 4,
      "idDay": 2,
      "dayTitle": "<p><strong>LA TRADICIÓN</strong></p>",
      "date": "19 de Abril",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>La tradición en sí no es mala. Da a los actos recurrentes de nuestra vida cotidiana una cierta rutina y estructura. Nos puede ayudar a mantenernos conectados con nuestras raíces. Por lo tanto, no es de extrañar que la tradición también juegue un papel importante en la religión. Pero, también hay algunos peligros relacionados con la tradición.</p> <p><strong>¿Qué nos enseña Marcos 7:1 al 13 sobre cómo reaccionó Jesús ante algunas tradiciones humanas de su época?</strong></p> <p><strong>Marcos 7:1 al 13</strong></p> <p><strong>1</strong> Se juntaron a Jesús los fariseos, y algunos de los escribas, que habían venido de Jerusalén;</p> <p><strong>2</strong> los cuales, viendo a algunos de los discípulos de Jesús comer pan con manos inmundas, esto es, no lavadas, los condenaban.</p> <p><strong>3</strong> Porque los fariseos y todos los judíos, aferrándose a la tradición de los ancianos, si muchas veces no se lavan las manos, no comen.</p> <p><strong>4</strong> Y volviendo de la plaza, si no se lavan, no comen. Y otras muchas cosas hay que tomaron para guardar, como los lavamientos de los vasos de beber, y de los jarros, y de los utensilios de metal, y de los lechos.</p> <p><strong>5</strong> Le preguntaron, pues, los fariseos y los escribas: ¿Por qué tus discípulos no andan conforme a la tradición de los ancianos, sino que comen pan con manos inmundas?</p> <p><strong>6</strong> Respondiendo él, les dijo: Hipócritas, bien profetizó de vosotros Isaías, como está escrito:</p> <p>&nbsp; &nbsp; Este pueblo de labios me honra,</p> <p>&nbsp; &nbsp; Mas su corazón está lejos de mí.</p> <p><strong>7</strong> Pues en vano me honran,</p> <p>Enseñando como doctrinas mandamientos de hombres.</p> <p><strong>8</strong> Porque dejando el mandamiento de Dios, os aferráis a la tradición de los hombres: los lavamientos de los jarros y de los vasos de beber; y hacéis otras muchas cosas semejantes.</p> <p><strong>9</strong> Les decía también: Bien invalidáis el mandamiento de Dios para guardar vuestra tradición.</p> <p><strong>10</strong> Porque Moisés dijo: Honra a tu padre y a tu madre; y: El que maldiga al padre o a la madre, muera irremisiblemente.</p> <p><strong>11</strong> Pero vosotros decís: Basta que diga un hombre al padre o a la madre: Es Corbán (que quiere decir, mi ofrenda a Dios) todo aquello con que pudiera ayudarte,</p> <p><strong>12</strong> y no le dejáis hacer más por su padre o por su madre,</p> <p><strong>13</strong> invalidando la palabra de Dios con vuestra tradición que habéis transmitido. Y muchas cosas hacéis semejantes a estas.</p> <p> <br> </p> <p>La tradición que Jesús confrontó era cuidadosamente transmitida en la comunidad judía de maestro a alumno. En los días de Jesús, había asumido un lugar a la par de las Escrituras. Sin embargo, la tradición tiende a crecer durante largos períodos, acumulando así cada vez más detalles y aspectos que originalmente no formaban parte de la Palabra ni del plan de Dios. Estas tradiciones humanas, aunque eran promovidas por “ancianos” respetados (ver Mar. 7:3, 5), es decir, por los líderes religiosos de la comunidad judía, no son iguales a los mandamientos de Dios (ver Mar. 7:8, 9). Eran tradiciones humanas y, a la larga, llegaron a un punto en el que “invalida[ron] la palabra de Dios” (Mar. 7:13).</p> <p><strong>Lee 1 Corintios 11:2 y 2 Tesalonicenses 3:6. ¿Cómo distinguimos entre la Palabra de Dios y la tradición humana? ¿Por qué es tan importante que hagamos esta distinción?</strong></p> <p><strong>1 Corintios 11:2</strong>&nbsp;</p> <p><strong>2</strong> Os alabo, hermanos, porque en todo os acordáis de mí, y retenéis las instrucciones tal como os las entregué.</p> <p> <br> </p> <p><strong>2 Tesalonicenses 3:6</strong></p> <p><strong>6</strong> Pero os ordenamos, hermanos, en el nombre de nuestro Señor Jesucristo, que os apartéis de todo hermano que ande desordenadamente, y no según la enseñanza que recibisteis de nosotros.</p> <p> <br> </p> <p>La Palabra viva de Dios origina en nosotros una actitud reverente y fiel hacia ella. Esta fidelidad genera una cierta tradición. Nuestra fidelidad, sin embargo, siempre necesita ser leal al Dios vivo, que ha revelado su voluntad en la Palabra escrita de Dios. Por lo tanto, la Biblia ostenta un papel único que reemplaza a todas las tradiciones humanas. La Biblia está por encima y por sobre todas las tradiciones, incluso las buenas. Las tradiciones que surgen de nuestra experiencia con Dios y su Palabra constantemente deben cotejarse con la vara de medir de la santa Escritura.</p> <p><strong>¿Cuáles son las cosas que hacemos como iglesia que podrían ponerse bajo el rótulo de “tradición”? ¿Por qué siempre es importante distinguirlas de un precepto bíblico? Lleva tu respuesta a la clase el sábado.</strong></p>"
    },
    {
      "id": 43,
      "idLesson": 4,
      "idDay": 3,
      "dayTitle": "<p><strong>LA EXPERIENCIA</strong></p>",
      "date": "20 de Abril",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Lee Romanos 2:4; y Tito 3:4 y 5. ¿Cómo percibimos la benignidad, la paciencia, el perdón, la longanimidad y el amor de Dios? ¿Por qué es importante que nuestra fe no sea solo un conocimiento abstracto e intelectual, sino algo que realmente experimentemos? Al mismo tiempo, nuestras experiencias, ¿de qué manera pueden entrar en conflicto con la Biblia e incluso engañarnos en nuestra fe?</strong></p> <p><strong>Romanos 2:4</strong>&nbsp;</p> <p><strong>4</strong> ¿O menosprecias las riquezas de su benignidad, paciencia y longanimidad, ignorando que su benignidad te guía al arrepentimiento?</p> <p> <br> </p> <p><strong>Tito 3:4 y 5</strong>&nbsp;</p> <p><strong>4</strong> Pero cuando se manifestó la bondad de Dios nuestro Salvador, y su amor para con los hombres,</p> <p><strong>5</strong> nos salvó, no por obras de justicia que nosotros hubiéramos hecho, sino por su misericordia, por el lavamiento de la regeneración y por la renovación en el Espíritu Santo,</p> <p> <br> </p> <p>La experiencia es parte de nuestra existencia humana. Afecta nuestros sentimientos y pensamientos de una manera poderosa. Dios nos ha diseñado de modo que nuestra relación con su creación, e incluso con Dios mismo, está tan conectada a nuestra experiencia que esta la determina.</p> <p>Dios desea que experimentemos la belleza de las relaciones, del arte, la música y las maravillas de la Creación, así como el gozo de su salvación y el poder de las promesas de su Palabra. Nuestra religión y nuestra fe son más que solo doctrina y decisiones racionales. Lo que experimentamos moldea significativamente nuestra visión de Dios e incluso nuestra comprensión de su Palabra. Pero, también necesitamos ver claramente las limitaciones e insuficiencias de nuestras experiencias a la hora de conocer la voluntad de Dios.</p> <p><strong>¿Qué advertencia se encuentra en 2 Corintios 11:1 al 3? ¿Qué debería decirnos esto sobre los límites de confiar en nuestras experiencias?</strong></p> <p><strong>2 Corintios 11:1 al 3</strong>&nbsp;</p> <p><strong>1</strong> !!Ojalá me toleraseis un poco de locura! Sí, toleradme.</p> <p><strong>2</strong> Porque os celo con celo de Dios; pues os he desposado con un solo esposo, para presentaros como una virgen pura a Cristo.</p> <p><strong>3</strong> Pero temo que como la serpiente con su astucia engañó a Eva, vuestros sentidos sean de alguna manera extraviados de la sincera fidelidad a Cristo.</p> <p> <br> </p> <p>Las experiencias pueden ser muy engañosas. Bíblicamente hablando, la experiencia necesita tener su propia esfera. Necesita que la Escritura la inspire y la forme, y también que la interprete. A veces queremos experimentar algo que no está en armonía con la Palabra y la voluntad de Dios. Aquí, debemos aprender a confiar en la Palabra de Dios incluso por encima de nuestra experiencia y deseos. Debemos estar atentos para cerciorarnos de que incluso nuestra experiencia esté siempre en armonía con la Palabra de Dios y no contradiga las claras enseñanzas de la Biblia.</p> <p><strong>Una fe en la que el amor a Dios y el amor a los demás (ver Mar. 12:28-31) son los mandamientos principales es, obviamente, una fe en la que la experiencia importa. Al mismo tiempo, ¿por qué es indispensable que siempre analicemos nuestra experiencia teniendo la Palabra de Dios como parámetro?</strong></p> <p><strong>Mar. 12:28-31&nbsp;</strong></p> <p><strong>28</strong> Acercándose uno de los escribas, que los había oído disputar, y sabía que les había respondido bien, le preguntó: ¿Cuál es el primer mandamiento de todos?</p> <p><strong>29</strong> Jesús le respondió: El primer mandamiento de todos es: Oye, Israel; el Señor nuestro Dios, el Señor uno es.</p> <p><strong>30</strong> Y amarás al Señor tu Dios con todo tu corazón, y con toda tu alma, y con toda tu mente y con todas tus fuerzas. Este es el principal mandamiento.</p> <p><strong>31</strong> Y el segundo es semejante: Amarás a tu prójimo como a ti mismo. No hay otro mandamiento mayor que éstos.</p>"
    },
    {
      "id": 44,
      "idLesson": 4,
      "idDay": 4,
      "dayTitle": "<p><strong>LA CULTURA</strong></p>",
      "date": "21 de Abril",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Todos pertenecemos a una cultura (o culturas) concreta y somos parte de ella. Todos somos influenciados y moldeados por la cultura, también. Nadie escapa de ella. De hecho, piensa en cuántos relatos del Antiguo Testamento detallan que el antiguo Israel se corrompió por las culturas circundantes. ¿Qué nos hace pensar que hoy somos diferentes o mejores?</p> <p>La Palabra de Dios también se da en una cultura específica, aunque no se limita a esa cultura. Si bien los factores culturales influyen inevitablemente en nuestra comprensión de la Biblia, no debemos perder de vista el hecho de que la Biblia también trasciende las categorías culturales establecidas de etnicidad, imperio y estatus social. Esta es una de las razones por las que la Biblia supera cualquier cultura humana e incluso es capaz de transformar y corregir los elementos pecaminosos que encontramos en todas las culturas.</p> <p><strong>Lee 1 Juan 2:15 al 17. ¿Qué quiere decir Juan cuando declara que no debemos amar las cosas del mundo? ¿Cómo podemos vivir en el mundo y, no obstante, no tener una mentalidad mundana?</strong></p> <p><strong>1 Juan 2:15 al 17</strong>&nbsp;</p> <p><strong>15</strong> No améis al mundo, ni las cosas que están en el mundo. Si alguno ama al mundo, el amor del Padre no está en él.</p> <p><strong>16</strong> Porque todo lo que hay en el mundo, los deseos de la carne, los deseos de los ojos, y la vanagloria de la vida, no proviene del Padre, sino del mundo.</p> <p><strong>17</strong> Y el mundo pasa, y sus deseos; pero el que hace la voluntad de Dios permanece para siempre.</p> <p> <br> </p> <p>La cultura, como cualquier otra faceta de la creación de Dios, se ve afectada por el pecado. Por consiguiente, también está bajo el juicio de Dios. Sí, algunos aspectos de nuestra cultura podrían alinearse muy bien con nuestra fe, pero siempre debemos tener cuidado de distinguir entre ambas. Idealmente, la fe bíblica debería desafiar la cultura existente si es necesario, y crear una contracultura que sea fiel a la Palabra de Dios. A menos que tengamos algo arraigado en nosotros que provenga de lo Alto, pronto cederemos a lo que nos rodea.</p> <p>Elena de White nos brinda la siguiente mirada:</p> <p>“Los seguidores de Cristo han de estar separados del mundo en sus principios e intereses; pero no deben aislarse del mundo. El Salvador trataba constantemente con los hombres, no para alentarlos en cosa alguna que no estuviese de acuerdo con la voluntad de Dios, sino para elevarlos y ennoblecerlos” (CM 306).</p> <p><strong>¿Qué aspectos de tu cultura están en total oposición a la fe bíblica? Más aún, ¿cómo nos mantenemos firmes en esos aspectos que intentan echar a perder nuestra fe?</strong></p>"
    },
    {
      "id": 45,
      "idLesson": 4,
      "idDay": 5,
      "dayTitle": "<p><strong>LA RAZÓN</strong></p>",
      "date": "22 de Abril",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Lee 2 Corintios 10:5 y 6; y Proverbios 1:7 y 9:10. ¿Por qué es tan importante la obediencia a Cristo en nuestros pensamientos? ¿Por qué el temor de Jehová es el principio de la sabiduría?</strong></p> <p><strong>2 Corintios 10:5 y 6</strong>&nbsp;</p> <p><strong>5</strong> derribando argumentos y toda altivez que se levanta contra el conocimiento de Dios, y llevando cautivo todo pensamiento a la obediencia a Cristo,</p> <p><strong>6</strong> y estando prontos para castigar toda desobediencia, cuando vuestra obediencia sea perfecta.</p> <p> <br> </p> <p><strong>Proverbios 1:7</strong></p> <p><strong>7</strong> El principio de la sabiduría es el temor de Jehová;</p> <p>Los insensatos desprecian la sabiduría y la enseñanza.</p> <p> <br> </p> <p><strong>Proverbios 9:10</strong></p> <p><strong>10</strong> El temor de Jehová es el principio de la sabiduría,</p> <p>Y el conocimiento del Santísimo es la inteligencia.</p> <p> <br> </p> <p>Dios nos ha dado la capacidad de pensar y razonar. Cada actividad humana y cada argumento teológico suponen nuestra capacidad de pensar y sacar conclusiones. Nosotros no respaldamos una fe irracional. Sin embargo, como consecuencia de la Ilustración del siglo XVIII, la razón humana asumió un papel nuevo y dominante, especialmente en la sociedad occidental, que va mucho más allá de nuestra capacidad de pensar y llegar a conclusiones correctas.</p> <p>En contraste con la idea de que todo nuestro conocimiento se basa en la experiencia sensorial, otro enfoque considera que la razón humana es la principal fuente de conocimiento. Esta perspectiva, llamada racionalismo, es la idea de que la verdad no es sensorial sino intelectual, y deriva de la razón. En otras palabras, existen ciertas verdades y solo nuestra razón puede captarlas directamente. Esto hace que la razón humana sea la prueba y el criterio para la verdad. La razón se convirtió en la nueva autoridad ante la cual todo lo demás debía inclinarse, incluyendo la autoridad de la iglesia y, lo que es más grave, hasta la autoridad de la Biblia como la Palabra de Dios. Se descartó todo lo que no era evidente para la razón humana y se cuestionó su legitimidad. Esta actitud afectó la interpretación de grandes partes de la Escritura. Todos los milagros y los actos sobrenaturales de Dios, como la resurrección corporal de Jesús, el nacimiento virginal o la Creación de seis días, por mencionar solo algunos, ya no se consideraban verdaderos ni confiables.</p> <p>La verdad es que debemos recordar el hecho de que incluso nuestro poder de razonamiento se ve afectado por el pecado y debe ser sometido al reinado de Cristo. Los seres humanos tienen el entendimiento entenebrecido y están alienados de Dios (Efe. 4:18). Necesitamos que la Palabra de Dios nos ilumine. Además, el hecho de que Dios sea nuestro Creador indica que, bíblicamente hablando, la razón humana no se crea como algo que funcione de manera independiente o autónoma de Dios. Al contrario, “el temor de Jehová es el principio de la sabiduría” (Prov. 9:10; comparar con Prov. 1:7). Recién cuando en nuestra vida aceptamos la supremacía de la revelación de Dios (encarnada en la Palabra escrita de Dios), y estamos dispuestos a cumplir lo que está escrito en la Biblia, podemos razonar correctamente.</p> <p><strong>Hace siglos, el presidente estadounidense Thomas Jefferson hizo su propia versión del Nuevo Testamento eliminando todo lo que, en su opinión, iba en contra de la razón. Desaparecieron casi todos los milagros de Jesús, incluida su resurrección. ¿Qué debería enseñarnos esto acerca de los límites de la razón humana para entender la verdad?</strong></p>"
    },
    {
      "id": 46,
      "idLesson": 4,
      "idDay": 6,
      "dayTitle": "<p><strong>LA BIBLIA</strong></p>",
      "date": "23 de Abril",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>El Espíritu Santo, quien reveló e inspiró el contenido de la Biblia a los seres humanos, nunca nos guiará en contra de la Palabra de Dios ni nos extraviará de ella. Para los Adventistas del Séptimo Día, la Biblia tiene una autoridad superior a la tradición humana, la experiencia, la razón o la cultura. La Biblia sola es la norma por la que todo lo demás necesita comprobarse.</p> <p><strong>Lee Juan 5:46 y 47; y 7:38. Para Jesucristo, la Biblia es la fuente suprema para interpretar las cuestiones espirituales. ¿Cómo confirma la Biblia que Jesús es el verdadero Mesías?</strong></p> <p><strong>Juan 5:46 y 47</strong>&nbsp;</p> <p><strong>46</strong> Porque si creyeseis a Moisés, me creeríais a mí, porque de mí escribió él.</p> <p><strong>47</strong> Pero si no creéis a sus escritos, ¿cómo creeréis a mis palabras?</p> <p> <br> </p> <p><strong>Juan 7:38</strong></p> <p><strong>38&nbsp;</strong>El que cree en mí, como dice la Escritura, de su interior correrán ríos de agua viva.</p> <p> <br> </p> <p>Algunos afirman haber recibido “revelaciones” e instrucciones especiales de parte del Espíritu Santo, pero estas contradicen el claro mensaje de la Biblia. Para ellos, el Espíritu Santo ha alcanzado una autoridad superior a la Palabra de Dios. Quien anula la Palabra de Dios, escrita e inspirada, y evade su claro mensaje está pisando sobre terreno peligroso y no está siguiendo la conducción del Espíritu de Dios. La Biblia es nuestra única salvaguardia espiritual. Solo la Biblia es una norma confiable para todas las cuestiones de fe y práctica.</p> <p>“El Espíritu Santo habla a la mente y graba la verdad en el corazón a través de las Escrituras. Así expone el error y lo expulsa del alma. Es por medio del Espíritu de verdad, obrando a través de la Palabra de Dios, como Cristo subyuga a sí mismo a su pueblo escogido” (DTG 625).</p> <p>Nunca debe interpretarse que el Espíritu Santo reemplaza la Palabra de Dios, sino que él obra en armonía con la Biblia y a través de ella para acercarnos a Cristo, por lo que la Biblia es la única norma para la auténtica espiritualidad bíblica. La Biblia brinda una sana doctrina (ver 1 Tim. 4:6) y, como Palabra de Dios, es confiable y merece aceptación plena. No es nuestra tarea emitir juicio sobre las Escrituras. Al contrario, la Palabra de Dios, más bien, tiene el derecho y la autoridad de juzgarnos a nosotros y nuestro pensamiento. Al fin y al cabo, es la Palabra Escrita del mismo Dios.</p> <p><strong>¿Por qué la Biblia es una guía más segura en cuestiones espirituales que las impresiones subjetivas? ¿Cuáles son las consecuencias cuando no aceptamos la Biblia como la norma con la cual contrastar todas las enseñanzas e incluso nuestra experiencia espiritual? Si la revelación privada tuviese la última palabra en cuestiones espirituales, ¿por qué esto no conduciría más que al caos y al error?</strong></p>"
    },
    {
      "id": 47,
      "idLesson": 4,
      "idDay": 7,
      "dayTitle": "",
      "date": "24 de Abril",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p> <p>Lee Elena de White, El conflicto de los siglos, “Nuestra única salvaguardia”, pp. 579-587.</p> <p>En nuestra reflexión sobre la Palabra de Dios hemos analizado la tradición, la experiencia, la cultura, la razón y la Biblia. La pregunta concluyente es: ¿Cuál de estas fuentes tiene la última palabra y la máxima autoridad en nuestra teología? Una cosa es decir “la Biblia”, pero es completamente diferente permitir que la Biblia, a través del ministerio del Espíritu Santo, impacte y cambie la vida.</p> <p>En cierto sentido, la cultura, la experiencia, la razón e incluso la tradición en sí tal vez no sean necesariamente malas. Se transforman en problemas cuando contradicen lo que las Escrituras enseñan. Pero, a menudo es de esperarse. No obstante, lo peor es cuando estas cosas se anteponen a la Palabra de Dios. Mayormente, las historias de apostasía del Antiguo Testamento y del Nuevo Testamento tuvieron lugar cuando las influencias externas primaron sobre la revelación divina.</p> <p><strong>PREGUNTAS PARA DIALOGAR:</strong></p> <p><strong>1.</strong> ¿Por qué es más fácil respetar los detalles de algunas tradiciones humanas que vivir el espíritu de la Ley de Dios: amar al Señor nuestro Dios con todo mi corazón, alma y mente, y a mi prójimo como a mí mismo (ver Mat. 22:37-40)? 2. En clase, analicen las respuestas a la pregunta final del domingo. ¿Qué papel debería cumplir la tradición en nuestra iglesia? ¿Qué bendiciones y desafíos hay en las tradiciones religiosas?</p> <p><strong>3.</strong> ¿Cómo podemos asegurarnos de que la tradición, por más buena que sea, no sustituya la Palabra escrita de Dios como nuestra norma y autoridad final?</p> <p><strong>4.</strong> Supongamos que alguien dice haber tenido un sueño en el que el Señor le habló, diciéndole que el domingo es el verdadero día de descanso y adoración para la era neotestamentaria. ¿Cómo le responderías a esa persona? ¿Qué nos enseña una historia así en cuanto a que la Palabra de Dios siempre debe comprobar la experiencia?</p> <p><strong>5.</strong> En clase, hablen sobre la cultura en la que su iglesia se encuentra inmersa. ¿Cómo afecta esa cultura a tu fe? ¿Qué ejemplos podemos encontrar en la historia donde la cultura haya tenido un impacto considerable sobre el accionar de los miembros de la iglesia, a tal punto que, al mirar hacia atrás ahora, los consideramos negativos? ¿Qué lecciones personales podemos sacar de esto para no cometer errores similares?</p>"
    }
  ]
}
