{
  "id": 712,
  "lessonNumber": 12,
  "versionCode": 2,
  "quarter": "1T2021",
  "title": "<p><strong>Desire of Nations</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p><strong>Read for This Week&rsquo;s Study:</strong> Isaiah 59; Isa. 59:15&ndash;21; Isa. 60:1, 2; Isaiah 61; Isa. 61:2.</p> <p><strong>MemoryText:</strong> \"The Gentiles shall come to your light, and kings to the brightness of your rising&rdquo; (Isaiah 60:3, NKJV).</p>",
  "weekDate": "March 13–19",
  "lessonDays": [
    {
      "id": 121,
      "idLesson": 12,
      "idDay": 1,
      "dayTitle": "",
      "date": "March 13",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>W</strong>e must learn in the school of Christ. Nothing but His righteousness can entitle us to one of the blessings of the covenant of grace. We have long desired and tried to obtain these blessings but have not received them because we have cherished the idea that we could do something to make ourselves worthy of them. We have not looked away from ourselves, believing that Jesus is a living Saviour. We must not think that our own grace and merits will save us; the grace of Christ is our only hope of salvation. Through His prophet the Lord promises, &lsquo;Let the wicked forsake his way, and the unrighteous man his thoughts: let him return to the Lord, and He will have mercy upon him; and to our God, for He will abundantly pardon&rsquo; (Isaiah 55:7). We must believe the naked promise, and not accept feeling for faith. When we trust God fully, when we rely upon the merits of Jesus as a sin-pardoning Saviour, we shall receive all the help that we can desire.&rdquo;&mdash;Ellen G. White, Faith and Works, p. 36.</p> <p>This week we can see more of this great truth as revealed in the writings of the prophet Isaiah.</p> <p>Study this week&rsquo;s lesson to prepare for Sabbath, March 20.</p>"
    },
    {
      "id": 122,
      "idLesson": 12,
      "idDay": 2,
      "dayTitle": "<p><strong>The Effects of Sin (Isaiah 59)</strong></p>",
      "date": "March 14",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Behold, the Lord&rsquo;s hand is not shortened, That it cannot save; Nor His ear heavy, That it cannot hear. 2 But your iniquities have separated you from your God; And your sins have hidden His face from you, So that He will not hear. 3 For your hands are defiled with [a]blood, And your fingers with iniquity; Your lips have spoken lies, Your tongue has muttered perversity.</p> <p>4 No one calls for justice, Nor does any plead for truth. They trust in empty words and speak lies; They conceive [b]evil and bring forth iniquity. 5 They hatch vipers&rsquo; eggs and weave the spider&rsquo;s web; He who eats of their eggs dies, And from that which is crushed a viper breaks out.</p> <p>6 Their webs will not become garments, Nor will they cover themselves with their works; Their works are works of iniquity, And the act of violence is in their hands. 7 Their feet run to evil, And they make haste to shed innocent blood; Their thoughts are thoughts of iniquity; Wasting and destruction are in their paths. 8 The way of peace they have not known, And there is no justice in their ways; They have made themselves crooked paths; Whoever takes that way shall not know peace.</p> <p>Sin Confessed 9 Therefore justice is far from us, Nor does righteousness overtake us; We look for light, but there is darkness! For brightness, but we walk in blackness! 10 We grope for the wall like the blind, And we grope as if we had no eyes; We stumble at noonday as at twilight; We are as dead men in desolate places. 11 We all growl like bears, And moan sadly like doves; We look for justice, but there is none; For salvation, but it is far from us. 12 For our transgressions are multiplied before You, And our sins testify against us; For our transgressions are with us, And as for our iniquities, we know them: 13 In transgressing and lying against the Lord, And departing from our God, Speaking oppression and revolt, Conceiving and uttering from the heart words of falsehood. 14 Justice is turned back, And righteousness stands afar off; For truth is fallen in the street, And equity cannot enter. 15 So truth fails, And he who departs from evil makes himself a prey.</p> <p>The Redeemer of Zion Then the Lord saw it, and [c]it displeased Him That there was no justice. 16 He saw that there was no man, And wondered that there was no intercessor; Therefore His own arm brought salvation for Him; And His own righteousness, it sustained Him. 17 For He put on righteousness as a breastplate, And a helmet of salvation on His head; He put on the garments of vengeance for clothing, And was clad with zeal as a cloak. 18 According to their deeds, accordingly He will repay, Fury to His adversaries, Recompense to His enemies; The coastlands He will fully repay. 19 So shall they fear The name of the Lord from the west, And His glory from the rising of the sun; When the enemy comes in like a flood, The Spirit of the Lord will lift up a standard against him.</p> <p>20 \"The Redeemer will come to Zion, And to those who turn from transgression in Jacob,&rdquo; Says the Lord.</p> <p>21 \"As for Me,&rdquo; says the Lord, \"this is My covenant with them: My Spirit who is upon you, and My words which I have put in your mouth, shall not depart from your mouth, nor from the mouth of your descendants, nor from the mouth of your descendants&rsquo; descendants,&rdquo; says the Lord, \"from this time and forevermore.&rdquo;</p> <p>In Isaiah 58:3 the people asked God: \" &lsquo;Why do we fast, but you do not see? Why humble ourselves, but you do not notice?&rsquo; &rdquo; (NRSV). In contrast, Isaiah 59:1 implies another question, something like: \"Why do we call for the Lord&rsquo;s hand to save us, but He does not? Why do we cry to Him, but He does not hear?&rdquo; Isaiah answers that God is able to save and hear (Isa. 59:1). His failure to do either, however, is another matter entirely.</p> <p><strong>Read Isaiah 59:2. What message is being given here that answers the question in Isaiah 59:1?</strong></p> <p>God chooses to \"ignore&rdquo; His people, not because that is His desire but because \"your iniquities have been barriers between you and your God&rdquo; (Isa. 59:2, NRSV). Here is one of the clearest statements in the Bible regarding the effect of sin on the divine-human relationship. Isaiah spends the rest of chapter 59 elaborating on this point, which is seen all through human history: sin can destroy our relationship with the Lord and thus lead to our eternal ruin&mdash;not because sin drives God away from us but because it drives us away from God.</p> <p><strong>Read Genesis 3:8. How does this example reveal the principle expressed in the above paragraph?</strong></p> <p>Genesis 3:8 8 And they heard the [a]sound of the Lord God walking in the garden in the [b]cool of the day, and Adam and his wife hid themselves from the presence of the Lord God among the trees of the garden.</p> <p>Sin is primarily a rejection of God, a turning away from Him. The sin act actually feeds upon itself in that not only is the act a turning away from God but also the result of the act causes the sinner to turn away even more from the Lord. Sin separates us from God, not because God wouldn&rsquo;t reach out to the sinner (indeed, the whole Bible is almost nothing but the account of God&rsquo;s reaching out to save sinners) but because sin causes us to reject His divine overtures to us. That is why it is so important that we tolerate no sin in our lives.</p> <p><strong>In what ways have you experienced the reality that sin causes a separation from God? What, in your own experience, is the only solution to the problem?</strong></p>"
    },
    {
      "id": 123,
      "idLesson": 12,
      "idDay": 3,
      "dayTitle": "<p><strong>Who Is Forgiven?</strong> (Isa. 59:15&ndash;21)</p>",
      "date": "March 15",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Isa. 59:15&ndash;21 So truth fails, And he who departs from evil makes himself a prey.</p> <p>The Redeemer of Zion Then the Lord saw it, and [a]it displeased Him That there was no justice.</p> <p>16 He saw that there was no man, And wondered that there was no intercessor; Therefore His own arm brought salvation for Him; And His own righteousness, it sustained Him.</p> <p>17 For He put on righteousness as a breastplate, And a helmet of salvation on His head; He put on the garments of vengeance for clothing, And was clad with zeal as a cloak.</p> <p>18 According to their deeds, accordingly He will repay, Fury to His adversaries, Recompense to His enemies; The coastlands He will fully repay.</p> <p>19 So shall they fear The name of the Lord from the west, And His glory from the rising of the sun; When the enemy comes in like a flood, The Spirit of the Lord will lift up a standard against him.</p> <p>20 \"The Redeemer will come to Zion, And to those who turn from transgression in Jacob,&rdquo; Says the Lord.</p> <p>21 \"As for Me,&rdquo; says the Lord, \"this is My covenant with them: My Spirit who is upon you, and My words which I have put in your mouth, shall not depart from your mouth, nor from the mouth of your descendants, nor from the mouth of your descendants&rsquo; descendants,&rdquo; says the Lord, \"from this time and forevermore.&rdquo;</p> <p>Isaiah 59 presents a startling picture of the problem of sin. Fortunately, the Bible also presents the hope of Redemption.</p> <p>To begin, the first question is, How many of us have sinned? The Bible is unequivocal: all of us have. Redemption, therefore, cannot be based on lack of sin; it must be based on forgiveness (Jer. 31:34). Paul agrees. All have sinned (Rom. 3:9&ndash;20, 23); so, there can be no distinction on that basis (Rom. 3:22). Those who are justified can be judged as just, only because they receive by faith the gift of God&rsquo;s righteousness through the sacrifice of Christ.</p> <p><strong>Read Romans 3:21&ndash;24. What are these verses telling us about how we are saved? What hope should they give us in the judgment?</strong></p> <p>Romans 3:21&ndash;24</p> <p>21 But now the righteousness of God apart from the law is revealed, being witnessed by the Law and the Prophets,</p> <p>22 even the righteousness of God, through faith in Jesus Christ, to all [a]and on all who believe. For there is no difference;</p> <p>23 for all have sinned and fall short of the glory of God,</p> <p>24 being justified [b]freely by His grace through the redemption that is in Christ Jesus,</p> <p>Most people think the question in the judgment is: Who has sinned? But that is not a question that needs to be asked, because everyone has sinned. Instead, the question is: Who is forgiven? God is just when He justifies \"the one who has faith in Jesus&rdquo; (Rom. 3:26, NRSV). The deciding factor in the judgment is, Who has received and continues to receive forgiveness by having faith in Jesus?</p> <p>Now, it is true we are judged by works&mdash;but not in the sense that works save us. If so, then faith is made void (Rom. 4:14). Instead, our works reveal whether we truly have been saved (James 2:18).</p> <p><strong>Why can&rsquo;t works save us, either now or in the judgment?</strong> (See Rom. 3:20, 23.)</p> <p>Rom. 3:20, 23.</p> <p>20 Therefore by the deeds of the law no flesh will be justified in His sight, for by the law is the knowledge of sin.</p> <p>23 for all have sinned and fall short of the glory of God,</p> <p>It is too late for good works, or obedience to the law, to redeem anyone. The purpose of the law in a sinful world isn&rsquo;t to save but to point out sin. Instead, \"faith working through love&rdquo; (Gal. 5:6, NRSV), love that is poured into the heart by God&rsquo;s Spirit (Rom. 5:5), demonstrates that a person has living faith in Jesus (see also James 2:26)</p> <p>Works are an outward expression, the human manifestation of a saving faith. Hence, a true Christian experience is one in which faith is expressed in a daily commitment to the Lord that is revealed by obedience to the law. In the judgment, God uses works as evidence for His creatures, who cannot read thoughts of faith as He can. But for the converted person, only works following conversion, when the life is empowered by Christ and the Holy Spirit, are relevant in the judgment. The preconversion life of sin has already been washed away by the blood of the Lamb (see Romans 6).</p> <p>Romans 6</p> <p>1 What shall we say then? Shall we continue in sin that grace may abound?</p> <p>2 Certainly not! How shall we who died to sin live any longer in it?</p> <p>3 Or do you not know that as many of us as were baptized into Christ Jesus were baptized into His death?</p> <p>4 Therefore we were buried with Him through baptism into death, that just as Christ was raised from the dead by the glory of the Father, even so we also should walk in newness of life.</p> <p>5 For if we have been united together in the likeness of His death, certainly we also shall be in the likeness of His resurrection,</p> <p>6 knowing this, that our old man was crucified with Him, that the body of sin might be [a]done away with, that we should no longer be slaves of sin.</p> <p>7 For he who has died has been [b]freed from sin.</p> <p>8 Now if we died with Christ, we believe that we shall also live with Him,</p> <p>9 knowing that Christ, having been raised from the dead, dies no more. Death no longer has dominion over Him.</p> <p>10 For the death that He died, He died to sin once for all; but the life that He lives, He lives to God.</p> <p>11 Likewise you also, [c]reckon yourselves to be dead indeed to sin, but alive to God in Christ Jesus our Lord.</p> <p>12 Therefore do not let sin reign in your mortal body, that you should obey it in its lusts.</p> <p>13 And do not present your members as [d]instruments of unrighteousness to sin, but present yourselves to God as being alive from the dead, and your members as instruments of righteousness to God.</p> <p>14 For sin shall not have dominion over you, for you are not under law but under grace.</p> <p>From Slaves of Sin to Slaves of God</p> <p>15 What then? Shall we sin because we are not under law but under grace? Certainly not!</p> <p>16 Do you not know that to whom you present yourselves slaves to obey, you are that one&rsquo;s slaves whom you obey, whether of sin leading to death, or of obedience leading to righteousness?</p> <p>17 But God be thanked that though you were slaves of sin, yet you obeyed from the heart that form of doctrine to which you were [e]delivered.</p> <p>18 And having been set free from sin, you became slaves of righteousness.</p> <p>19 I speak in human terms because of the weakness of your flesh. For just as you presented your members as slaves of uncleanness, and of lawlessness leading to more lawlessness, so now present your members as slaves of righteousness [f]for holiness.</p> <p>20 For when you were slaves of sin, you were free in regard to righteousness.</p> <p>21 What fruit did you have then in the things of which you are now ashamed? For the end of those things is death.</p> <p>22 But now having been set free from sin, and having become slaves of God, you have your fruit [g]to holiness, and the end, everlasting life.</p> <p>23 For the wages of sin is death, but the [h]gift of God is eternal life in Christ Jesus our Lord.</p>"
    },
    {
      "id": 124,
      "idLesson": 12,
      "idDay": 4,
      "dayTitle": "<p><strong>Universal Appeal</strong> (Isa. 60:1, 2)</p>",
      "date": "March 16",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Isa. 60:1, 2</p> <p>Arise, shine; For your light has come! And the glory of the Lord is risen upon you.</p> <p>2 For behold, the darkness shall cover the earth, And deep darkness the people; But the Lord will arise over you, And His glory will be seen upon you.</p> <p>What is Isaiah 60:1, 2 talking about? What principle do you see at work there that&rsquo;s seen throughout the Bible? What hope does it offer?</p> <p>In Isaiah 60:1, 2, we are given a picture of God&rsquo;s deliverance of His people, following the exile, expressed with the imagery of God&rsquo;s creating light out of darkness and pointing forward to an ultimate fulfillment in salvation through Christ.</p> <p><strong>In Isaiah 60:3, to whose light do nations and kings come?</strong></p> <p>Isaiah 60:3</p> <p>3 The Gentiles shall come to your light, And kings to the brightness of your rising.</p> <p>In Hebrew this person is feminine singular (see also Isa. 60:1, 2). It must be \"Zion,&rdquo; personified as a woman, who is mentioned near the end of the previous chapter (Isa. 59:20). So, the people of the earth, who are covered in darkness, will come to Zion. They will be drawn by the light of God&rsquo;s glory that has arisen over her (Isa. 60:2). \"Zion is summoned to enter into the light that is hers and then to observe and react to the nations as they gather to the same light.&rdquo;&mdash;J. Alec Motyer, The Prophecy of Isaiah: An Introduction and Commentary, p. 494. Notice that although Zion is Jerusalem, the emphasis is more on the people than on the physical location of the city.</p> <p>The rest of Isaiah 60 develops the theme introduced in verses 1&ndash;3: The people of the world are drawn to Jerusalem, which is blessed because of God&rsquo;s glorious presence there.</p> <p><strong>How does this prophecy compare with God&rsquo;s covenant promise to Abraham? (Gen. 12:2, 3.) Are they not saying the same thing?</strong></p> <p>Gen. 12:2, 3.</p> <p>2 I will make you a great nation; I will bless you And make your name great; And you shall be a blessing.</p> <p>3 I will bless those who bless you, And I will curse him who curses you; And in you all the families of the earth shall be blessed.&rdquo;</p> <p>God had a universal purpose when He chose Abraham and his descendants: Through Abraham all families of the earth would be blessed (Gen. 12:3, Gen. 18:18, Gen. 22:18). So, God&rsquo;s covenant with Abraham was ultimately intended to be a covenant with all humankind through Abraham.</p> <p>He and his descendants would be God&rsquo;s channel of revelation to the world.</p> <p>Isaiah sought to bring his people back to their ancient, universal destiny. As the representatives of the true God, they were responsible not only for themselves but also for the world. They should welcome foreigners who seek God (see also Isa. 56:3&ndash;8), for His temple \"shall be called a house of prayer for all peoples&rdquo; (Isa. 56:7, NRSV).</p> <p><strong>In this context, how do you understand the role of the Seventhday Adventist Church, or your role in that church?</strong></p>"
    },
    {
      "id": 125,
      "idLesson": 12,
      "idDay": 5,
      "dayTitle": "<p><strong>\"The Year of the Lord&rsquo;s Favor&rdquo;</strong> (Isa. 61:2, NRSV)</p>",
      "date": "March 17",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Isa. 61:2 2 To proclaim the acceptable year of the Lord, And the day of vengeance of our God; To comfort all who mourn,</p> <p><strong>Who is speaking in Isaiah 61:1?</strong></p> <p>Isaiah 61:1 \"The Spirit of the Lord God is upon Me, Because the Lord has anointed Me To preach good tidings to the poor; He has sent Me to [a]heal the brokenhearted, To proclaim liberty to the captives, And the opening of the prison to those who are bound;</p> <p>The Spirit of God is on this anointed Person, which means that He is a messiah or the Messiah. He is to \"bring good news to the oppressed, to bind up the brokenhearted, to proclaim liberty to the captives, and release to the prisoners&rdquo; (Isa. 61:1, NRSV). Whom does that sound like? Compare Isaiah 42:1&ndash;7, where God&rsquo;s Servant is described in very similar terms.</p> <p>Isaiah 61:2 talks about the \"acceptable year of the Lord.&rdquo; The Messiah, who is anointed as the Davidic King and Deliverer, proclaims a special year of divine favor at the time when He proclaims liberty. Compare Leviticus 25:10, where God commands the Israelites to proclaim liberty in the holy fiftieth year: \"It shall be a jubilee for you: you shall return, every one of you, to your property and every one of you to your family&rdquo; (NRSV). This means that persons who had been forced to sell their ancestral land or to become servants in order to survive hard times (Lev. 25:25&ndash;55) would reclaim their land and freedom. Because the jubilee year began with the blowing of a trumpet on the Day of Atonement (Lev. 25:9), we have mentioned this passage before in connection with Isaiah 58.</p> <p>While \"the year of the Lord&rsquo;s favor&rdquo; (NRSV) in Isaiah 61:2 is a kind of jubilee year, it is not simply an observance of Leviticus 25. This year is announced by the Messiah, the King, when He reveals Himself through a ministry of liberation and restoration. This is similar to some ancient Mesopotamian kings who promoted social kindness by proclaiming release from debts during early years of their reigns. The Messiah&rsquo;s ministry goes far beyond the scope of the Leviticus 25 law. Not only does He \"proclaim liberty to the captives&rdquo; but He also binds up the brokenhearted, comforts those who mourn, and brings about their restoration (Isa. 61:1&ndash;11). Furthermore, in addition to \"the year of the Lord&rsquo;s favor,&rdquo; He proclaims \"the day of vengeance of our God&rdquo; (Isa. 61:2, NRSV).</p> <p><strong>When was Isaiah&rsquo;s prophecy fulfilled? (Luke 4:16&ndash;21.) How did Jesus&rsquo; ministry accomplish this? Also, ask yourself this important question: we, of course, are not Jesus. But we are to represent Him to the world. What are the things the Messiah does, as expressed in Isaiah 61:1&ndash;3, that we, in our limited capacities, should be doing, as well? And what are some of the practical ways in which we can do these things?</strong></p> <p>Luke 4:16&ndash;21</p> <p>16 So He came to Nazareth, where He had been brought up. And as His custom was, He went into the synagogue on the Sabbath day, and stood up to read. 17 And He was handed the book of the prophet Isaiah. And when He had opened the book, He found the place where it was written:</p> <p>18 \"The Spirit of the Lord is upon Me, Because He has anointed Me To preach the gospel to the poor; He has sent Me [a]to heal the brokenhearted, To proclaim liberty to the captives And recovery of sight to the blind, To set at liberty those who are [b]oppressed;</p> <p>19 To proclaim the acceptable year of the Lord.&rdquo;</p> <p>20 Then He closed the book, and gave it back to the attendant and sat down. And the eyes of all who were in the synagogue were fixed on Him.</p> <p>21 And He began to say to them, \"Today this Scripture is fulfilled in your hearing.&rdquo;</p>"
    },
    {
      "id": 126,
      "idLesson": 12,
      "idDay": 6,
      "dayTitle": "<p><strong>\"The Day of Vengeance of Our God&rdquo;</strong> (Isa. 61:2, NRSV)</p>",
      "date": "March 18",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Isa. 61:2 To proclaim the acceptable year of the Lord, And the day of vengeance of our God; To comfort all who mourn,</p> <p><strong>Amid all the good news, why does the Messiah, as depicted in Isaiah 61, proclaim God&rsquo;s vengeance? When is this prophecy fulfilled?</strong></p> <p>When in Nazareth, Jesus, the Messiah, read Isaiah 61 as far as \"to proclaim the year of the Lord&rsquo;s favor&rdquo; (Isa. 61:2, NRSV; Luke 4:19, NRSV). Then He stopped and said, \" &lsquo;Today this scripture has been fulfilled in your hearing&rsquo; &rdquo; (Luke 4:21, NRSV). So, He deliberately and specifically avoided reading the next words in the same verse: \"the day of vengeance of our God&rdquo; (Isa. 61:2, NRSV). While His ministry of good news, liberty, and comfort was beginning to set captives free from Satan&rsquo;s tyranny, the day of vengeance was not yet to come. In Matthew 24 (compare Mark 13, Luke 21), He predicted to His disciples that divine judgments would come in the future.</p> <p>Indeed, in Isaiah 61 the day of God&rsquo;s vengeance is the \"great and terrible day of the Lord&rdquo; (Joel 2:31, NRSV; Mal. 4:5), to be fulfilled when Christ will come again to liberate planet Earth from injustice by defeating His enemies and setting the oppressed remnant of His people free (Revelation 19; compare Dan. 2:44, 45). So, although Christ announced the beginning of \"the year of the Lord&rsquo;s favor,&rdquo; its culmination is at His second coming.</p> <p><strong>How do you reconcile the notion of a loving God with a God who also promises vengeance? Are the ideas incompatible? Or do you understand vengeance as a manifestation of that love? If so, how so? Explain your answer.</strong></p> <p>Though Jesus has told us to turn the other cheek (Matt. 5:39), elsewhere He is very clear that justice and punishment will be meted out (Matt. 8:12). Though Paul tells us not to \"render evil for evil&rdquo; (1 Thess. 5:15), he also says that when the Lord is revealed from heaven, with flaming fire He will take \"vengeance on them that know not God&rdquo; (2 Thess. 1:8).</p> <p>The difference, of course, is that the Lord in His infinite wisdom and mercy can alone bring both justice and vengeance in a completely fair manner. Human justice, human vengeance, comes with all the faults, frailties, and inconsistencies of humanity. God&rsquo;s justice, of course, will come with none of those limitations.</p> <p><strong>Which of the following incidents would make you more likely to want to see vengeance returned upon someone who does evil? (1) A person who hurts someone you do not love or (2) a person who hurts someone you do love? How do we understand the link between God&rsquo;s love for us and the warnings of vengeance?</strong></p>"
    },
    {
      "id": 127,
      "idLesson": 12,
      "idDay": 7,
      "dayTitle": "",
      "date": "March 19",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:</strong> See also Ellen G. White, Patriarchs and Prophets, pp. 376&ndash;378; also The Desire of Ages, pp. 236&ndash;243.</p> <p>\"Jesus stood before the people as a living expositor of the prophecies concerning Himself. Explaining the words He had read, He spoke of the Messiah as a reliever of the oppressed, a liberator of captives, a healer of the afflicted, restoring sight to the blind, and revealing to the world the light of truth. His impressive manner and the wonderful import of His words thrilled the hearers with a power they had never felt before. The tide of divine influence broke every barrier down; like Moses, they beheld the Invisible. As their hearts were moved upon by the Holy Spirit, they responded with fervent amens and praises to the Lord.&rdquo;&mdash;Ellen G. White, The Desire of Ages, p. 237.</p> <p>\"The day of God&rsquo;s vengeance cometh&mdash;the day of the fierceness of His wrath. Who will abide the day of His coming? Men have hardened their hearts against the Spirit of God, but the arrows of His wrath will pierce where the arrows of conviction could not. God will not far hence arise to deal with the sinner. Will the false shepherd shield the transgressor in that day? Can he be excused who went with the multitude in the path of disobedience? Will popularity or numbers make any guiltless? These are questions which the careless and indifferent should consider and settle for themselves.&rdquo;&mdash;Ellen G. White, Faith and Works, p. 33.</p> <p><strong>Discussion Question:</strong></p> <p>A Seventh-day Adventist pastor thoughtfully stated that his number one problem in ministry is the exclusiveness of church members who do not want others to join them. How can \"Christians&rdquo; take the love, hope, and good news of Christ&rsquo;s kingdom to all the world so that others can have an opportunity to be saved before the end comes (Matt. 24:14) when they do not even want to accept people who go out of their way to show up in their church?</p> <p><strong>Summary:</strong> God purifies an unjust society by removing the rebels and by restoring the remnant who turn from the sins that have separated them from Him. Due to the blessings of God&rsquo;s presence, people from other nations are drawn to God and His people so that they also can enjoy the time of God&rsquo;s favor that is proclaimed and delivered by the Messiah.</p> <p><strong>Inside Story: </strong></p> <p><strong>\"I Want to Plant a Church&rdquo;</strong></p> <p>By Andrew Mcchesney, Adventist Mission</p> <p>Julio Ovalle was bursting with enthusiasm when he returned home from a Global Mission conference organized for church members across Mexico. He excitedly told his wife, Mar&iacute;a D&iacute;az, about what he had learned at the event in January 2017. \"Now I want to plant a church,&rdquo; he said.</p> <p>Mar&iacute;a liked the idea. \"Let&rsquo;s do it!&rdquo; she said. But where to start? Julio wanted to reach out to a new neighborhood, and he thought a good way to start would be to teach people about essential health principles such as air, water, sunshine, and rest. Julio and Mar&iacute;a won support from the North Mexican Union to work as volunteer Global Mission pioneers, and their church pastor also backed the plans. But some church members remembered that a previous attempt to plant a church had failed. \"This plan will never work,&rdquo; said one.</p> <p>\"You won&rsquo;t get any good results,&rdquo; said another.</p> <p>Julio, Mar&iacute;a, and their two adult daughters donned bright-green T-shirts bearing the name of the health program, \"I Want to Live Healthy,&rdquo; and began to knock on people&rsquo;s doors. At each house, they invited people to sign up for health courses at home and healthy cooking classes at church.</p> <p>The family worked intensively for four weeks and finally signed up the first person, a 60-year-old man named Rogelio, for Bible studies.</p> <p>When church members saw the family&rsquo;s diligence and learned about Rogelio, a few donned bright-green T-shirts and joined them in going doorto-door. Before long, the group swelled to 15 people.</p> <p>The church members worked incessantly for six months. Seeing a growing number of people studying the Bible, Julio decided to form a small group to meet on Sabbath afternoons. He announced the plan to the church in February 2017 and invited more church members to join the effort. The church endorsed the small group, and 10 members accepted the invitation to get involved. Moreover, a church member who rented out a hall for birthdays and weddings offered the place free of charge to the small group. Twenty-five Bible-study participants showed up for the small group&rsquo;s first meeting.</p> <p>Three months after being endorsed as a small group, the local conference recognized it as a branch Sabbath School. Seventeen months later, in September 2018, it became a church. Today, Puerta del Cielo (Door of Heaven) Seventh-day Adventist Church has 35 members, including 24 people baptized through Julio and Mar&iacute;a&rsquo;s health classes. Sabbath attendance reaches 50 people. Plans are under way to construct a church building. \"Our goal is to raise up the church and to raise up more souls for the kingdom,&rdquo; said Julio, 46.</p>"
    }
  ]
}
