{
  "id": 710,
  "lessonNumber": 10,
  "versionCode": 9,
  "quarter": "3T2021",
  "title": "<p><strong>Sabbath Rest</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p><strong>Memory Text: &ldquo;Six days shall work be done, but the seventh day is a Sabbath of solemn rest, a holy convocation. You shall do no work on it; it is the Sabbath of the Lord in all your dwellings&rdquo; (Lev. 23:3, NKJV).</strong></p>",
  "weekDate": "August 28–September 3",
  "lessonDays": [
    {
      "id": 101,
      "idLesson": 10,
      "idDay": 1,
      "dayTitle": "",
      "date": "August 28",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>We hear all sorts of arguments against keeping the seventh-day Sabbath, don&rsquo;t we? We hear that Jesus changed the Sabbath to Sunday or that Jesus abolished the Sabbath or that Paul did or that the apostles replaced the seventh-day Sabbath with Sunday in honor of the Resurrection and so forth. In recent years, some of the arguments have become more sophisticated, claiming, for instance, that Jesus is our Sabbath rest, and therefore we don&rsquo;t need to keep that day or any day holy. And, of course, there will always be the argument, strange as it is, that by resting on the seventh day we are somehow seeking to work our way to heaven.</p> <p><br></p> <p>On the other hand, some Christians have become more interested in the idea of rest, of a day of rest, and though they argue that the day is Sunday or that it doesn&rsquo;t matter, they have picked up on the biblical notion of rest and why it is important.</p> <p><br></p> <p>Of course, as Seventh-day Adventists we understand the perpetuity of God&rsquo;s moral law and that obedience to the fourth commandment, as it reads, is no more working our way to heaven than would be obedience to the fifth, sixth, first, or any other commandment. This week we will look more at the rest God has given us in the Sabbath commandment and why it&rsquo;s important.</p>"
    },
    {
      "id": 102,
      "idLesson": 10,
      "idDay": 2,
      "dayTitle": "<p><strong>Sabbath and Creation</strong></p>",
      "date": "August 29",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Of all the Ten Commandments, only the fourth begins with the verb &ldquo;remember.&rdquo; It&rsquo;s not &ldquo;Remember, you shall not steal,&rdquo; or &ldquo;Remember, you shall not covet.&rdquo; There is only &ldquo;Remember the Sabbath day . . .&rdquo; The idea of &ldquo;remembering&rdquo; presupposes history, presupposes that something happened in the past that we need to, well, remember. When we remember, we make connections with the past, and &ldquo;Remember the Sabbath day, to keep it holy&rdquo; marks a straight line back to the Creation week itself.</p> <p><strong><br></strong></p> <p><strong>Read Genesis 1:26, 27 and Genesis 9:6. What do these verses teach us about how special we as human beings are&mdash;and how radically different we are from the rest of God&rsquo;s earthly creation? And, too, why is it so important that we understand this distinction?</strong></p> <p><br></p> <p><strong>Genesis 1:26</strong></p> <p><br></p> <p><strong>26</strong> Then God said, &ldquo;Let Us make man in Our image, according to Our likeness; let them have dominion over the fish of the sea, over the birds of the air, and over the cattle, over [a]all the earth and over every creeping thing that creeps on the earth.&rdquo;</p> <p><br></p> <p><strong>Genesis 1:27</strong></p> <p><br></p> <p><strong>27</strong> So God created man in His own image; in the image of God He created him; male and female He created them.</p> <p><br></p> <p><strong>Genesis 9:6</strong></p> <p><br></p> <p>&ldquo;Whoever sheds man&rsquo;s blood, By man his blood shall be shed; For in the image of God he made man.</p> <p><br></p> <p>When we remember Creation, we remember that we are created in God&rsquo;s image, something that is not said about anything else depicted in the Creation account. It&rsquo;s obvious that, as human beings, we are radically different from any other creature on the planet, regardless of how much DNA we share in common with some other animals. And, contrary to popular mythology, we are not mere advanced apes or more highly evolved versions of some primeval primate. As humans, made in the image of God, we are unique among all that God created on this world.</p> <p><br></p> <p><strong>How does the Creation story remind us of our relationship to creation? Genesis 2:15, 19.</strong></p> <p><br></p> <p><strong>Genesis 2:15</strong></p> <p><br></p> <p><strong>15</strong> Then the Lord God took [a]the man and put him in the garden of Eden to [b]tend and keep it.</p> <p><br></p> <p><strong>Genesis 2:19</strong></p> <p><br></p> <p><strong>19 </strong>Out of the ground the Lord God formed every beast of the field and every bird of the air, and brought them to [a]Adam to see what he would call them. And whatever Adam called each living creature, that was its name.</p> <p><br></p> <p>Realizing that God also created our world reminds us of our responsibility to creation. We are to &ldquo;have dominion&rdquo; over creation. Having dominion does not mean exploiting it. We are to rule as God&rsquo;s regents. We are to interact with the natural world as God would. Yes, sin has marred and messed up everything, but this earth is still God&rsquo;s creation, and nothing gives us the right to exploit it, especially to the detriment of other human beings, which is so often the case.</p> <p><br></p> <p><strong>Besides honoring a memorial of God as the Creator, in what ways can Sabbath keeping help us to be more conscious of our need to be good environmental stewards?</strong></p>"
    },
    {
      "id": 103,
      "idLesson": 10,
      "idDay": 3,
      "dayTitle": "<p><strong>Celebrating Freedom</strong></p>",
      "date": "August 30",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>As we saw earlier, the Sabbath points to more than just the days of Creation. The second time we hear the Ten Commandments, Moses was reviewing Israel&rsquo;s 40 years in the wilderness. This time, the sentence introducing the reason for keeping the Sabbath holy is not about Creation but, rather, about liberation from slavery and bondage in Egypt (Deut. 5:12&ndash;15). And though, today, we are not slaves in Egypt, we can all face another kind of slavery, one that, in some ways, can be just as oppressive.</p> <p><strong><br></strong></p> <p><strong>What other forms of slavery do we face today? Read Genesis 4:7, Hebrews 12:1, and 2 Peter 2:19.</strong></p> <p><br></p> <p><strong>Genesis 4:7</strong></p> <p><br></p> <p><strong>7</strong> If you do well, will you not be accepted? And if you do not do well, sin lies at the door. And its desire is [a]for you, but you should rule over it.&rdquo;</p> <p><br></p> <p><strong>Hebrews 12:1</strong></p> <p><br></p> <p><strong>12 </strong>Therefore we also, since we are surrounded by so great a cloud of witnesses, let us lay aside every weight, and the sin which so easily ensnares us, and let us run with endurance the race that is set before us.</p> <p><br></p> <p><strong>2 Peter 2:19.</strong></p> <p><br></p> <p><strong>19 </strong>While they promise them liberty, they themselves are slaves of [a]corruption; for by whom a person is overcome, by him also he is brought into bondage.</p> <p><br></p> <p>Sabbath is a celebration of freedom from all the things that keep us in bondage. On Sabbath, we are reminded that there is freedom from sin, not in our own power but in the power of God, which is offered to us by faith. We also are reminded that this is a freedom we did not earn. The firstborn Israelite children were saved by the blood of the lamb smeared on the doorposts the evening before their exodus from Egypt (Exodus 12). We, too, have been saved by the blood of the Lamb, and are now to walk in the freedom that is ours in Christ Jesus.</p> <p><br></p> <p><strong>Read Romans 6:1&ndash;7. What is Paul saying here that can be linked to what we have been given in the Sabbath?</strong></p> <p><br></p> <p><strong>1 </strong>What shall we say then? Shall we continue in sin that grace may abound?</p> <p><br></p> <p><strong>2 </strong>Certainly not! How shall we who died to sin live any longer in it?</p> <p><br></p> <p><strong>3</strong> Or do you not know that as many of us as were baptized into Christ Jesus were baptized into His death?</p> <p><br></p> <p><strong>4</strong> Therefore we were buried with Him through baptism into death, that just as Christ was raised from the dead by the glory of the Father, even so we also should walk in newness of life.</p> <p><br></p> <p><strong>5</strong> For if we have been united together in the likeness of His death, certainly we also shall be in the likeness of His resurrection,</p> <p><br></p> <p><strong>6</strong> knowing this, that our old man was crucified with Him, that the body of sin might be done away with, that we should no longer be slaves of sin.</p> <p><br></p> <p><strong>7</strong> For he who has died has been freed from sin.</p> <p><br></p> <p>In the very wording of Deuteronomy 5:15&mdash;&ldquo;And remember that you were a slave in the land of Egypt, and the Lord your God brought you out from there by a mighty hand and by an outstretched arm&rdquo; (NKJV)&mdash;the people were reminded, again, that it was the work and power of God in their behalf that saved them. How much more should we, as Christians, realize that it&rsquo;s only the work and power of Christ in our behalf that has saved us from sin? This command tells us to rest in the salvation that God has earned for us by His mighty arm. We are set free from our own attempts at righteousness as we remember that God is Creator and that we can trust Him to re-create us, too, and to free us, even right now, from the bondage of sin if we are willing to let Him work in us.</p> <p><br></p> <p><strong>What has been your own experience with the slavery of sin? How can we learn to appropriate for ourselves the promises that we have been given in Jesus of freedom from that slavery?</strong></p>"
    },
    {
      "id": 104,
      "idLesson": 10,
      "idDay": 4,
      "dayTitle": "<p><strong>The Stranger in Your Gates</strong></p>",
      "date": "August 31",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Read Exodus 19:6. What does this text tell us about the status of ancient Israel? (See also 1 Pet. 2:9.)</strong></p> <p><br></p> <p><strong>Exodus 19:6</strong></p> <p><br></p> <p><strong>6</strong> And you shall be to Me a kingdom of priests and a holy nation.&rsquo; These are the words which you shall speak to the children of Israel.&rdquo;</p> <p><br></p> <p><strong>1 Peter 2:9</strong></p> <p><br></p> <p><strong>9 </strong>But you are a chosen generation, a royal priesthood, a holy nation, His own special people, that you may proclaim the praises of Him who called you out of darkness into His marvelous light.</p> <p><br></p> <p>Israel had been called out of Egypt to be God&rsquo;s covenant people, the nation through whom, had they stayed faithful, the gospel would have been spread to the world. No question, they were the object of God&rsquo;s special care and concern; given special privileges; and, at the same time, given special responsibilities.</p> <p><br></p> <p><strong>Read Exodus 23:12. What else is going on here? What does this text teach us about how God viewed others besides the Israelites themselves?</strong></p> <p><br></p> <p><strong>Exodus 23:1</strong></p> <p><br></p> <p><strong>12</strong> Six days you shall do your work, and on the seventh day you shall rest, that your ox and your donkey may rest, and the son of your female servant and the stranger may be refreshed.</p> <p><br></p> <p>The universality of the Sabbath is something that many people miss. Of course, the most common error is that it was only for the Jews, an error exposed in the first two chapters of Genesis. After all, God created all people; so, all people should remember the Sabbath day. Though we should always keep in mind what the Sabbath represents to us, we should remember, too, what it should tell us about others, as well. In a sense, our resting and relating to our Creator and Redeemer will drive us automatically to look at others with new eyes, to see them as beings created &nbsp;by the same God as we were, loved by the same God who loves us and who died for them as well as for us. As we have seen (Exod. 20:10, Deut. 5:14), the servants, the strangers, and even the animals should be given a Sabbath rest. That even the strangers within their gates; that is, even those not (yet) partaking of the covenantal promises given to Israel&mdash;that even they should enjoy the Sabbath rest says a lot. Human beings, even animals, should never be exploited, abused, or taken advantage of. Every week, the Hebrew people&mdash;and we, too&mdash;should be reminded in a powerful way of just how much in common we have with other people; and even if we do enjoy blessings and privileges that others don&rsquo;t, we must remember that we are still part of the same human family, and thus, we are to treat others with respect and dignity.</p> <p><br></p> <p><strong>How could your own Sabbath keeping, perhaps, become a blessing to those who don&rsquo;t keep the Sabbath? That is, how can you use the Sabbath as a witness to others?</strong></p>"
    },
    {
      "id": 105,
      "idLesson": 10,
      "idDay": 5,
      "dayTitle": "<p><strong>Serving Others Honors God&rsquo;s Sabbath</strong></p>",
      "date": "September 1",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>In the New Testament world, the religious leaders had Sabbath keeping down to a fine art. There were dozens of prohibitions and rules established to help keep the Sabbath holy. This included a prohibition against tying or untying anything, separating two threads, extinguishing a fire, transporting an object between a private domain and the public domain, or transporting something for more than a specific distance in the public domain.</p> <p><strong><br></strong></p> <p><strong>What charge was brought against Jesus in John 5:7&ndash;16?</strong></p> <p><br></p> <p><strong>John 5:7&ndash;16</strong></p> <p><br></p> <p><strong>7 </strong>The sick man answered Him, &ldquo;Sir, I have no man to put me into the pool when the water is stirred up; but while I am coming, another steps down before me.&rdquo;</p> <p><br></p> <p><strong>8</strong> Jesus said to him, &ldquo;Rise, take up your bed and walk.&rdquo;</p> <p><br></p> <p><strong>9 </strong>And immediately the man was made well, took up his bed, and walked. And that day was the Sabbath.</p> <p><br></p> <p><strong>10</strong> The Jews therefore said to him who was cured, &ldquo;It is the Sabbath; it is not lawful for you to carry your bed.&rdquo;</p> <p><br></p> <p><strong>11</strong> He answered them, &ldquo;He who made me well said to me, &lsquo;Take up your bed and walk.&rsquo; &rdquo;</p> <p><br></p> <p><strong>12</strong> Then they asked him, &ldquo;Who is the Man who said to you, &lsquo;Take up your bed and walk&rsquo;?&rdquo;</p> <p><br></p> <p><strong>13</strong> But the one who was healed did not know who it was, for Jesus had withdrawn, a multitude being in that place.</p> <p><br></p> <p><strong>14</strong> Afterward Jesus found him in the temple, and said to him, &ldquo;See, you have been made well. Sin no more, lest a worse thing come upon you.&rdquo;</p> <p><br></p> <p><strong>15</strong> The man departed and told the Jews that it was Jesus who had made him well</p> <p><br></p> <p><strong>16</strong> For this reason the Jews persecuted Jesus, and sought to kill Him, because He had done these things on the Sabbath.</p> <p><br></p> <p>Completely ignoring the wonderful miracle that Jesus had performed and the freedom from disease that He had given this man, the leaders were obsessed that the healed man was carrying his bed in public on Sabbath. Instead of seeing how the &ldquo; &lsquo;Lord of the Sabbath&rsquo; &rdquo; (Mark 2:28, NKJV) utilized this special day, the leaders were intent on maintaining their own rules and regulations. We need to be careful that in our own way and in our own context we don&rsquo;t make similar mistakes.</p> <p><br></p> <p><strong>How does Isaiah 58:12&ndash;14 outline God&rsquo;s agenda for Sabbath keeping?</strong></p> <p><br></p> <p><strong>Isaiah 58:12&ndash;14</strong></p> <p><br></p> <p><strong>12 </strong>Those from among you Shall build the old waste places; You shall raise up the foundations of many generations; And you shall be called the Repairer of the Breach, The Restorer of [a]Streets to Dwell In.</p> <p><br></p> <p><strong>13</strong> &ldquo;If you turn away your foot from the Sabbath, From doing your pleasure on My holy day, And call the Sabbath a delight, The holy day of the Lord honorable, And shall honor Him, not doing your own ways, Nor finding your own pleasure, Nor speaking your own words,</p> <p><br></p> <p><strong>14</strong> Then you shall delight yourself in the Lord; And I will cause you to ride on the high hills of the earth, And feed you with the heritage of Jacob your father. The mouth of the Lord has spoken.&rdquo;</p> <p><br></p> <p>God does not want empty worship or pious silence. He wants to see His people engaged with other people, especially the downtrodden and marginalized. Isaiah makes this very plain in Isaiah 58:13, 14: &ldquo; &lsquo;If you turn away your foot from the Sabbath, from doing your pleasure on My holy day, and call the Sabbath a delight, the holy day of the Lord honorable, and shall honor Him, not doing your own ways, nor finding your own pleasure, nor speaking your own words, then you shall delight yourself in the Lord; and I will cause you to ride on the high hills of the earth, and feed you with the heritage of Jacob your father. The mouth of the Lord has spoken&rsquo; &rdquo; (Isa. 58:13, 14, NKJV). Pursuing our &ldquo;pleasure&rdquo; (Isa. 58:13, NKJV, or our &ldquo;own interests,&rdquo; as the NRSV translates here) is equivalent to &ldquo;trampling the Sabbath&rdquo; (NRSV). Human agendas are not part of God&rsquo;s Sabbath ideal. Rather, we are invited to look out for those who struggle, who are captives, who are hungry and naked and walk in darkness, and whose names no one seems to remember. More than any other day of the week, Sabbath should take us out of ourselves and our own selfishness and cause us to think more &nbsp;about others and others&rsquo; needs than about ourselves and our needs.</p>"
    },
    {
      "id": 106,
      "idLesson": 10,
      "idDay": 6,
      "dayTitle": "<p><strong>The Sign That We Belong to God</strong></p>",
      "date": "September 2",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>During World War II, England was expecting an imminent invasion by the German army. Preparations were made to defend the island home as much as possible. Extra fortifications were installed along the beaches. Roads, of course, would offer the enemy the fastest routes to their objectives, and consequently, blockades were installed at strategic points. English authorities then did something strange. In order to slow down and confuse the enemy, railway signs were removed and road signs were taken down. Engraved markers on stone or on buildings couldn&rsquo;t be taken down, but they were covered with cement. Signs are significant. They serve as markers and guides. In the pre GPS era, we all had maps and watched for signs.</p> <p><br></p> <p><strong>What is the Sabbath a sign of? Read Exodus 31:13, 16, 17. In what ways can we apply what is said here to ourselves, today, people who believe in the perpetuity of God&rsquo;s law?</strong></p> <p><br></p> <p><strong>Exodus 31:13</strong></p> <p><br></p> <p><strong>13</strong> &ldquo;Speak also to the children of Israel, saying: &lsquo;Surely My Sabbaths you shall keep, for it is a sign between Me and you throughout your generations, that you may know that I am the Lord who sanctifies you.</p> <p><br></p> <p><strong>Exodus 31:16</strong></p> <p><br></p> <p><strong>16</strong> Therefore the children of Israel shall keep the Sabbath, to observe the Sabbath throughout their generations as a perpetual covenant.</p> <p><br></p> <p><strong>Exodus 31:17</strong></p> <p><br></p> <p><strong>17</strong> It is a sign between Me and the children of Israel forever; for in six days the Lord made the heavens and the earth, and on the seventh day He rested and was refreshed.&rsquo; &rdquo;</p> <p><br></p> <p>Though these words were spoken specifically for ancient Israel, we who are Christ&rsquo;s are &ldquo;Abraham&rsquo;s seed, and heirs according to the promise&rdquo; &nbsp;(Gal. 3:29), and the Sabbath today remains a sign between God and His people. Exodus 31 points out that the Sabbath is a sign of God&rsquo;s perpetual (or eternal) covenant (Exod. 31:16, 17). This sign helps us to &ldquo;know&rdquo; our Creator, our Redeemer, and our Sanctifier. It&rsquo;s like a flag that gets raised every seven days and functions as something to help us &nbsp;remember, since we tend to forget. God&rsquo;s Sabbath is a constant reminder of our origins, our liberation, our destiny, and our responsibility to the outcasts and the marginalized. In fact, the Sabbath is so important that instead of our coming to it, it comes to us, every week and without exception, a perpetual reminder of who we are, who made us, what He is doing for us, and what He will ultimately do for us when He makes new heavens and a new earth. A holy God invites His human covenant partners to consider the rhythm that governs what really counts&mdash;the saving relationship between the Creator and Redeemer and His wayward creation. Every week, and with the force and authority that comes from God, we are commanded to enter into the rest that we have been freely given in Christ Jesus, &ldquo;the author and finisher of our faith, who for the joy that was set before Him endured the cross&rdquo; (Heb. 12:2, NKJV).</p> <p><br></p> <p><strong>How can you learn to have a deeper experience with God during the Sabbath ?</strong></p>"
    },
    {
      "id": 107,
      "idLesson": 10,
      "idDay": 7,
      "dayTitle": "",
      "date": "September 3",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:</strong> &ldquo;All through the week we are to have the Sabbath in mind and be making preparation to keep it according to the commandment. We are not merely to observe the Sabbath as a legal matter.&rdquo;&mdash;Ellen G. White, Testimonies for the Church, vol. 6, p. 353.</p> <p><br></p> <p>&ldquo;All heaven is keeping the Sabbath, but not in a listless, do-nothing way. On this day every energy of the soul should be awake, for are we not to meet with God and with Christ our Saviour? We may behold Him by faith. He is longing to refresh and bless every soul.&rdquo;&mdash;Testimonies for the Church, vol. 6, p. 362.</p> <p><br></p> <p>&ldquo;The demands upon God are even greater upon the Sabbath than upon other days. His people then leave their usual employment, and spend the time in meditation and worship. They ask more favors of Him on the Sabbath than upon other days. They demand His special attention. They crave His choicest blessings. God does not wait for the Sabbath to pass before He grants these requests. Heaven&rsquo;s work never ceases, and men should never rest from doing good. The Sabbath is not intended to be a period of useless inactivity. The law forbids secular labor on the rest day of the Lord; the toil that gains a livelihood must cease; no labor for worldly pleasure or profit is lawful upon that day; but as God ceased His labor of creating, and rested upon the Sabbath and blessed it, so man is to leave the occupations of his daily life, and devote those sacred hours to healthful rest, to worship, and to holy deeds. The work of Christ in healing the sick was in perfect accord with the law. It honored the Sabbath.&rdquo;&mdash;Ellen G. White, The Desire of Ages, p. 207.</p> <p><br></p> <p><strong>Discussion Questions:</strong></p> <p><br></p> <p><strong>1 </strong>Environmental care has become a highly charged political debate in many countries. How can we as Adventists be good stewards of nature without taking on political agendas?</p> <p><br></p> <p><strong>2</strong> Service begins in the mind. How can we foster the mindset of serving those around us (in our families, churches, and communities) more passionately? How does the Sabbath offer us more opportunity to be able to do just that?</p> <p><br></p> <p><strong>3</strong> Every Sabbath we are reminded that all humanity was created by God. It helps us see people through God&rsquo;s eyes. How should the Sabbath help us remember that racial, ethnic, socioeconomic, and gender differences are irrelevant when it comes to being made in God&rsquo;s image and being the objects of His love?</p> <p><strong>Angel at the Gas Station By Terri Saelee</strong></p> <p><br></p> <p>Lamphai Sihavong stared in bewilderment at the confusing maze of highways around and above her in the U.S. city of Chicago. She had no idea how to find her husband. She looked at the four children seated in the car and wondered what to do next.</p> <p><br></p> <p>The couple had arrived in the United States as refugees from the Southeast Asian country of Laos, and they were driving with their six children across the country to find work. Leaving Sacramento, California, the family first traveled 1,400 miles to Grand Island, Nebraska, where they had heard about work at a factory. But when they arrived, they learned the jobs were filled. Then they heard about a possible job in Holland, Michigan, another 750 miles away. The family started out on the 12-hour journey to Michigan. Lamphai&rsquo;s husband led the way, driving the moving truck with two children and all their belongings. She followed with the other four children in the car. All went well until Chicago. Lamphai tried to follow her husband closely, but she got stuck in heavy traffic and lost sight of his truck. Overwhelmed by the maze of roads, she stopped at a gas station. Neither she nor her husband had cell phones. She had no way to contact him, and she had no idea how to find their destination. Her only hope was God. She was glad that missionaries had visited their refugee camp in Thailand to tell them about God. Together, she and the four children prayed earnestly to God for help. As they opened their eyes, they saw a pleasant-looking man walking &nbsp;toward them. &ldquo;Let me guess,&rdquo; he said. &ldquo;Are you looking for your husband, Veuy?&rdquo; &ldquo;Yes!&rdquo; Lamphai acknowledged with surprise. She wondered how the stranger knew her husband&rsquo;s name. &ldquo;Get in your car and follow me,&rdquo; the man said. &ldquo;I&rsquo;ll help you find him.&rdquo; Lamphai followed him back onto the road and through a maze of highways until suddenly she saw her husband&rsquo;s moving truck. Gratefully, she and the children turned to wave their thanks, but the stranger was gone. The family arrived safely in Michigan, and Veuy and Lamphai found work and began attending the Holland Seventh-day Adventist Church. Soon they invited new Lao friends to join them, and the church gave the small group a room to worship in their own language. Today the group has its own church where Lamphai introduces people to the God who sent an angel to the gas station.</p>"
    }
  ]
}
