{
  "id": 12,
  "lessonNumber": 12,
  "versionCode": 7,
  "quarter": "2T2021",
  "title": "<p><strong>La fe del Pacto</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "es",
  "verse": "<p><strong>&ldquo;Y que por la ley ninguno se justifica para con Dios, es evidente, porque: El justo por la fe vivir&aacute;&rdquo; (G&aacute;l. 3:11).</strong></p>",
  "weekDate": "12-18 de Junio",
  "lessonDays": [
    {
      "id": 121,
      "idLesson": 12,
      "idDay": 1,
      "dayTitle": "",
      "date": "12 de Junio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>El poeta Homero (c. siglo VII a.C.) escribi&oacute; La Odisea, la historia de Odiseo (Ulises), el gran guerrero que, despu&eacute;s de saquear la ciudad de Troya en la guerra de Troya, inici&oacute; un viaje de diez a&ntilde;os para intentar regresar a su &Iacute;taca natal. El viaje le llev&oacute; tanto tiempo porque enfrent&oacute; naufragios, motines, tormentas, monstruos y otros obst&aacute;culos, que le impidieron alcanzar su objetivo. Finalmente, despu&eacute;s de decidir que Ulises hab&iacute;a sufrido lo suficiente, los dioses acordaron permitir que el cansado guerrero regresara a su hogar y familia. Concordaron en que sus pruebas fueron expiaci&oacute;n suficiente por sus errores. En cierto sentido, nosotros somos como Ulises, que emprendimos un largo viaje a casa. Sin embargo, la diferencia primordial es que, a diferencia de Ulises, nunca podremos &ldquo;sufrir lo suficiente&rdquo; para ganarnos el camino de regreso. La distancia entre el Cielo y la Tierra es demasiado grande para que podamos reparar nuestros errores. Si llegamos a casa, ser&aacute; solo por la gracia de Dios. Rese&ntilde;a de la semana: &iquest;Por qu&eacute; la salvaci&oacute;n debe ser un regalo? &iquest;Por qu&eacute; solo Alguien igual a Dios podr&iacute;a rescatar nuestra alma? &iquest;Qu&eacute; hace de Abraham un gran representante de la fe? &iquest;Qu&eacute; significa que la justicia nos es &ldquo;imputada&rdquo;, o &ldquo;acreditada&rdquo;? &iquest;C&oacute;mo podemos apropiarnos de las promesas y la esperanza que se encuentran en la Cruz?</p>"
    },
    {
      "id": 122,
      "idLesson": 12,
      "idDay": 2,
      "dayTitle": "<p><strong>REFLEXIONES DEL CALVARIO</strong></p>",
      "date": "13 de Junio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>El camino de la salvaci&oacute;n del Antiguo Testamento bajo el pacto mosaico no es diferente del camino de la salvaci&oacute;n del Nuevo Testamento bajo el Nuevo Pacto. Tanto en el Antiguo Testamento como en el Nuevo Testamento, en el Antiguo Pacto como en el Nuevo Pacto, la salvaci&oacute;n es solo por fe. Si fuera por cualquier otra cosa, como las obras, la salvaci&oacute;n ser&iacute;a algo que el Creador estar&iacute;a &ldquo;obligado&rdquo; a darnos. Solo quienes no entienden la gravedad del pecado pueden creer que Dios tiene la obligaci&oacute;n de salvarnos.</p> <p>&ldquo;Cuando los hombres y las mujeres puedan comprender plenamente la magnitud del gran sacrificio que fue hecho por la Majestad del cielo al morir en lugar del hombre, entonces ser&aacute; magnificado el Plan de Salvaci&oacute;n, y al reflexionar en el Calvario se despertar&aacute;n emociones tiernas, sagradas y vivas en el coraz&oacute;n del cristiano; vibrar&aacute;n en su coraz&oacute;n y en sus labios alabanzas a Dios y al Cordero. El orgullo y la estima propia no pueden florecer en los corazones que mantienen frescos los recuerdos de las escenas del Calvario. [...] Todas las riquezas del mundo no tienen suficiente valor para redimir a un alma que perece. &iquest;Qui&eacute;n puede medir el amor que sinti&oacute; Cristo por el mundo perdido, mientras pend&iacute;a de la Cruz sufriendo por los pecados de los hombres culpables? Este incomprensible amor de Dios fue inconmensurable, infinito.</p> <p>&ldquo;Cristo demostr&oacute; que su amor era m&aacute;s fuerte que la muerte. Estaba cumpliendo la salvaci&oacute;n del hombre; y aunque sosten&iacute;a el m&aacute;s espantoso conflicto con las potestades de las tinieblas, en medio de todo ello su amor se intensificaba. Soport&oacute; que se ocultase el rostro de su Padre, hasta sentirse inducido a exclamar con amargura en el alma: &lsquo;Dios m&iacute;o, Dios m&iacute;o, &iquest;por qu&eacute; me has desamparado?&rsquo; Su brazo trajo salvaci&oacute;n. Pag&oacute; el precio para comprar la redenci&oacute;n del hombre cuando, en la &uacute;ltima lucha de su alma, expres&oacute; las palabras bienaventuradas que parecieron repercutir por toda la Creaci&oacute;n: &lsquo;Consumado es&rsquo;. [...]</p> <p>&ldquo;Las escenas del Calvario despiertan la m&aacute;s profunda emoci&oacute;n. Tendr&aacute;s disculpa si manifiestas entusiasmo por este tema. Que Cristo, tan excelso e inocente, hubiese de sufrir una muerte tan dolorosa y soportar el peso de los pecados del mundo, es algo que nuestros pensamientos e imaginaciones no podr&aacute;n nunca comprender plenamente. No podemos medir la longitud, anchura, altura y profundidad de un amor tan asombroso. La contemplaci&oacute;n de las profundidades inconmensurables del amor del Salvador deber&iacute;an llenar la mente, conmover y enternecer el alma, refinar y elevar los afectos, y transformar completamente todo el car&aacute;cter&rdquo; (TI 2:191, 192).</p> <p><strong>Medita con oraci&oacute;n sobre lo que Elena de White escribi&oacute; aqu&iacute;. Lee G&aacute;latas 6:14 teniendo en mente estas l&iacute;neas, y luego preg&uacute;ntate: &iquest;De qu&eacute; manera puedo gloriarme en la Cruz de Cristo?</strong></p>"
    },
    {
      "id": 123,
      "idLesson": 12,
      "idDay": 3,
      "dayTitle": "<p><strong>EL PACTO Y EL SACRIFICIO</strong></p> ",
      "date": "14 de Junio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>&ldquo;Sabiendo que fuisteis rescatados de vuestra vana manera de vivir, la cual recibisteis de vuestros padres, no con cosas corruptibles, como oro o plata, sino con la sangre preciosa de Cristo, como de un cordero sin mancha y sin contaminaci&oacute;n&rdquo; (1 Ped. 1:18, 19).</strong></p> <p><strong>&iquest;Qu&eacute; tiene en mente Pedro aqu&iacute; cuando dice que fuimos rescatados?</strong></p> <p>Cuando Pedro habla de la muerte expiatoria de Cristo en la Cruz, la idea de &ldquo;rescate&rdquo; o precio a la que se refiere trae a la memoria la antigua pr&aacute;ctica de que un esclavo era liberado de la esclavitud despu&eacute;s de que, generalmente un pariente, pagaran un precio. En contraste, Cristo nos rescat&oacute; de la esclavitud del pecado y su fruto final, que es la muerte, pero lo hizo con su &ldquo;sangre preciosa&rdquo;, su muerte sustitutoria y voluntaria en el Calvario. Una vez m&aacute;s, este es el fundamento de todos los Pactos: sin &eacute;l, el Pacto se vuelve nulo y sin efecto, porque Dios no podr&iacute;a haber cumplido leg&iacute;timamente su parte del trato, que es el don de la vida eterna otorgado para todos los que creen.</p> <p><strong>Busca los siguientes vers&iacute;culos: Romanos 6:23; 1 Juan 5:11, 13. &iquest;Qu&eacute; mensaje comparten entre s&iacute;?</strong></p> <p><strong>Romanos 6:23</strong></p> <p><sup class=\"versenum\">23&nbsp;</sup>Porque la paga del pecado es muerte, mas la d&aacute;diva de Dios es vida eterna en Cristo Jes&uacute;s Se&ntilde;or nuestro.</p> <p><strong>1 Juan 5:11, 13</strong></p> <p><sup class=\"versenum\">11&nbsp;</sup>Y este es el testimonio: que Dios nos ha dado vida eterna; y esta vida est&aacute; en su Hijo.</p> <p><sup class=\"versenum\">13&nbsp;</sup>Estas cosas os he escrito a vosotros que cre&eacute;is en el nombre del Hijo de Dios, para que sep&aacute;is que ten&eacute;is vida eterna, y para que cre&aacute;is en el nombre del Hijo de Dios.</p> <p>Tenemos esta promesa de la vida eterna solo porque Jes&uacute;s pudo reparar esa brecha que inicialmente caus&oacute; que perdi&eacute;ramos esa vida eterna. &iquest;C&oacute;mo? Porque solo la justicia y el valor infinitos del Creador mismo podr&iacute;an cancelar la deuda que ten&iacute;amos con la Ley incumplida; as&iacute; de grande era la brecha causada por el pecado. A fin de cuentas, &iquest;qu&eacute; se podr&iacute;a decir de la seriedad de la eterna Ley moral de Dios si alg&uacute;n ser finito, temporal y creado pudiera pagar la pena por violarla? Solo alguien que es igual a Dios mismo, en quien exist&iacute;a la vida eterna original que no deriva de otra, podr&iacute;a haber pagado el rescate requerido para liberarnos de la deuda contra&iacute;da con la Ley. As&iacute; es como se cumplen todas las promesas del Pacto; as&iacute; es como tenemos la promesa de la vida eterna, incluso ahora; as&iacute; es como hemos sido rescatados del pecado y de la muerte.</p> <p><strong>Imagina que el hijo de alguien, en un museo de arte, arrojara un globo lleno de tinta sobre un cuadro de Rembrandt y lo arruinara por completo. La pintura vale millones; los padres, por m&aacute;s que vendan todo lo que tienen, no podr&iacute;an ni siquiera empezar a pagar la deuda. Esta ilustraci&oacute;n &iquest;en qu&eacute; medida nos ayuda a comprender cu&aacute;n grave es el abismo que ha causado el pecado, cu&aacute;n impotentes somos para solucionarlo y por qu&eacute; solo el Se&ntilde;or pudo pagar la deuda?</strong></p>"
    },
    {
      "id": 124,
      "idLesson": 12,
      "idDay": 4,
      "dayTitle": "<p><strong>LA FE DE ABRAHAM: PRIMERA PARTE</strong></p>",
      "date": "15 de Junio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>&ldquo;Y crey&oacute; a Jehov&aacute;, y le fue contado por justicia&rdquo; (G&eacute;n. 15:6). </strong></p> <p>Este vers&iacute;culo contin&uacute;a siendo una de las declaraciones m&aacute;s profundas de todas las Escrituras. Ayuda a establecer la verdad b&aacute;sica de la religi&oacute;n b&iacute;blica, la de la justificaci&oacute;n solo por la fe, y lo hace muchos siglos antes de que Pablo escribiera sobre ella en Romanos. Todo esto ayuda a comprobar que, desde el Ed&eacute;n en adelante, la salvaci&oacute;n siempre fue de la misma manera. El contexto inmediato del vers&iacute;culo nos ayuda a entender cu&aacute;n grande era la fe de Abram, al creer en la promesa de Dios de un hijo a pesar de las evidencias f&iacute;sicas que a simple vista hac&iacute;an que esa promesa fuese imposible. Es el tipo de fe que es consciente de su absoluta impotencia; el tipo de fe que exige una entrega completa del yo; el tipo de fe que requiere una sumisi&oacute;n total al Se&ntilde;or; el tipo de fe que se traduce en obediencia. Esta fue la fe de Abram, y le fue contada &ldquo;por justicia&rdquo;.</p> <p><strong>&iquest;Por qu&eacute; la Biblia dice que le fue &ldquo;contado&rdquo; por justicia? Abram &iquest;era &ldquo;justo&rdquo; en el sentido de la justicia de Dios? &iquest;Qu&eacute; hizo poco despu&eacute;s de que Dios lo declarara justo, que nos ayuda a entender por qu&eacute; se le atribuy&oacute; esta justicia, a pesar de lo que &eacute;l era en realidad?</strong></p> <p>Aunque la vida de Abram fuera una vida de fe y obediencia, no fue una vida de fe perfecta y obediencia perfecta. A veces mostr&oacute; debilidad en ambas esferas. (&iquest;Te suena conocido?) Todo esto nos lleva al aspecto esencial, y es que la justicia que nos salva es una justicia que se nos acredita, una justicia que se nos imputa (para usar un t&eacute;rmino teol&oacute;gico elegante). Esto significa que somos declarados justos a la vista de Dios a pesar de nuestras faltas; significa que el Dios del cielo nos considera justos aunque no lo seamos. Esto es lo que hizo con Abram, y esto es lo que har&aacute; con todos los que se acerquen a &eacute;l con &ldquo;la fe de Abraham&rdquo; (Rom. 4:16).</p> <p><strong>Lee Romanos 4: 1 al 7. Analiza el contexto en el que Pablo utiliza G&eacute;nesis 15:6. Reflexiona con oraci&oacute;n sobre esos vers&iacute;culos y escribe con tus palabras lo que crees que te est&aacute;n diciendo.</strong></p>"
    },
    {
      "id": 125,
      "idLesson": 12,
      "idDay": 5,
      "dayTitle": "<p><strong>LA FE DE ABRAHAM: SEGUNDA PARTE</strong></p> ",
      "date": "16 de Junio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Si observamos nuevamente G&eacute;nesis 15:6, podemos ver que distintas versiones traducen el t&eacute;rmino como contado (hebreo, hasab), &ldquo;reconoci&oacute;&rdquo;, &ldquo;acept&oacute;&rdquo; o &ldquo;consider&oacute;&rdquo; (NVI, DHH, NTV). El mismo t&eacute;rmino se emplea en otros pasajes de los libros de Mois&eacute;s. Se considera que una persona o una cosa es algo que en realidad no es. Por ejemplo, en G&eacute;nesis 31:15, Raquel y Lea afirman que su padre las &ldquo;considera&rdquo; (RVC) unas extra&ntilde;as aunque son sus hijas. El diezmo del levita se &ldquo;contar&aacute;&rdquo; (&ldquo;acreditar&aacute;&rdquo;, RVC) como si fuera el grano de la era, aunque obviamente no es el grano (N&uacute;m. 18:27, 30).</p> <p><strong>&iquest;C&oacute;mo se expresa la idea de &ldquo;contar&rdquo; en el contexto de los sacrificios? (Lev. 7:18; 17:1-4).</strong></p> <p><strong>Lev. 7:18; 17:1-4</strong></p> <p><strong>Lev. 7:18</strong></p> <p><sup class=\"versenum\">18&nbsp;</sup>Si se comiere de la carne del sacrificio de paz al tercer d&iacute;a, el que lo ofreciere no ser&aacute; acepto, ni le ser&aacute; contado; abominaci&oacute;n ser&aacute;, y la persona que de &eacute;l comiere llevar&aacute; su pecado.</p> <p><strong>Lev. <strong>17:1-4</strong></strong></p> <p class=\"chapter-2\"><span class=\"text Lev-17-1\"><span class=\"chapternum\">1&nbsp;</span>Habl&oacute; Jehov&aacute; a Mois&eacute;s, diciendo:</span></p> <p><span id=\"es-RVR1960-3238\" class=\"text Lev-17-2\"><sup class=\"versenum\">2&nbsp;</sup>Habla a Aar&oacute;n y a sus hijos, y a todos los hijos de Israel, y diles: Esto es lo que ha mandado Jehov&aacute;:</span></p> <p><span id=\"es-RVR1960-3239\" class=\"text Lev-17-3\"><sup class=\"versenum\">3&nbsp;</sup>Cualquier var&oacute;n de la casa de Israel que degollare buey o cordero o cabra, en el campamento o fuera de &eacute;l,</span></p> <p><span id=\"es-RVR1960-3240\" class=\"text Lev-17-4\"><sup class=\"versenum\">4&nbsp;</sup>y no lo trajere a la puerta del tabern&aacute;culo de reuni&oacute;n para ofrecer ofrenda a Jehov&aacute; delante del tabern&aacute;culo de Jehov&aacute;, ser&aacute; culpado de sangre el tal var&oacute;n; sangre derram&oacute;; ser&aacute; cortado el tal var&oacute;n de entre su pueblo,</span></p> <p>La versi&oacute;n Reina-Valera Antigua utiliza la palabra &ldquo;imputada&rdquo; para traducir hasab. Si un sacrificio en particular (&ldquo;sacrificios de paz&rdquo;) no se come al tercer d&iacute;a, su valor se pierde y no ser&aacute; &ldquo;contado&rdquo; (Lev. 7:18; hebreo, hasab) en beneficio del oferente. Lev&iacute;tico 7:18 habla de una situaci&oacute;n en la que un sacrificio es &ldquo;contado&rdquo; en beneficio del pecador (comparar con 17:1-4), quien luego se presenta ante Dios justificado. Dios cuenta al pecador como justo, aunque la persona en realidad es injusta.</p> <p><strong>T&oacute;mate un tiempo para reflexionar sobre esta maravillosa verdad de que, a pesar de nuestras faltas, podemos ser contados, o acreditados, como justos a los ojos de Dios. Escribe con tus palabras tu interpretaci&oacute;n de lo que esto significa.</strong></p> <p>La gran verdad, la de que somos considerados justos, no por ning&uacute;n acto que podamos hacer, sino solo por la fe en lo que Cristo hizo por nosotros, es la esencia del concepto de &ldquo;justificaci&oacute;n por la fe&rdquo;. Sin embargo, no es que nuestra fe en s&iacute; nos haga justos; la fe es el veh&iacute;culo por el que obtenemos el don de la justificaci&oacute;n. B&aacute;sicamente, esta es la belleza, el misterio y la gloria del cristianismo. Todo lo que creemos como cristianos, como seguidores de Cristo, halla una ra&iacute;z importante en este maravilloso concepto. Por la fe, somos considerados justos ante la vista de Dios. Todo lo que viene a continuaci&oacute;n, la obediencia, la santificaci&oacute;n, la santidad, el desarrollo del car&aacute;cter, el amor, deben surgir de esta verdad fundamental.</p> <p><strong>&iquest;C&oacute;mo respondes a alguien que intenta ser cristiano y no obstante dice: &ldquo;Pero no me siento justo&rdquo;?</strong></p>"
    },
    {
      "id": 126,
      "idLesson": 12,
      "idDay": 6,
      "dayTitle": "<p><strong>DESCANSEMOS EN LAS PROMESAS</strong></p>",
      "date": "17 de Junio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Se cuenta la historia del famoso cardenal Belarmino, el gran apologista cat&oacute;lico que durante toda su vida luch&oacute; contra el mensaje de la justificaci&oacute;n solo por la justicia imputada. Mientras agonizaba, le llevaron los crucifijos y los m&eacute;ritos de los santos para darle seguridad antes de morir. Pero Belarmino dijo: &ldquo;Ll&eacute;venselos. Creo que es m&aacute;s seguro confiar en los m&eacute;ritos de Cristo&rdquo;. Hay muchos que, al acercarse al final de su vida, miran hacia atr&aacute;s y ven cu&aacute;n vanas, cu&aacute;n in&uacute;tiles, son sus obras para ganar la salvaci&oacute;n ante un Dios santo y, por lo tanto, cu&aacute;nto necesitan de la justicia de Cristo. Sin embargo, lo bueno es que no tenemos que esperar a que la muerte est&eacute; a las puertas: podemos tener seguridad en el Se&ntilde;or ahora. Todo el Pacto se basa en las seguras promesas de Dios ahora, promesas para nosotros ahora, promesas que pueden mejorar nuestra vida ahora.</p> <p><strong>Busca los siguientes vers&iacute;culos y responde la pregunta que se formula en cada uno en el contexto de desarrollar, mantener y fortalecer tu relaci&oacute;n de pacto con Dios:</strong></p> <p><strong>Salmo 34:8 (&iquest;C&oacute;mo se puede &ldquo;degustar&rdquo; la bondad de Dios?)</strong></p> <p><strong>Salmo 34:8</strong></p> <p><span id=\"es-RVR1960-14397\" class=\"text Ps-34-8\"><sup class=\"versenum\">8&nbsp;</sup>Gustad, y ved que es bueno Jehov&aacute;;&nbsp;</span><span class=\"text Ps-34-8\">Dichoso el hombre que conf&iacute;a en &eacute;l.</span></p> <p><strong>Mateo 11:30 (&iquest;Qu&eacute; es lo que Cristo ha hecho por nosotros que facilita este yugo?)</strong></p> <p><strong>Mateo 11:30</strong></p> <p><sup class=\"versenum\">30&nbsp;</sup>porque mi yugo es f&aacute;cil, y ligera mi carga.</p> <p><strong>Romanos 5:1 (&iquest;Qu&eacute; tiene que ver la justificaci&oacute;n con la paz?)</strong></p> <p><strong>Romanos 5:1</strong></p> <p>Justificados, pues, por la fe, tenemos paz para con Dios por medio de nuestro Se&ntilde;or Jesucristo;</p> <p><strong>Filipenses 2:7, 8 (&iquest;Qu&eacute; obtuviste de la experiencia de Cristo?)</strong></p> <p><strong>Filipenses 2:7, 8</strong></p> <p><sup class=\"versenum\">7&nbsp;</sup>sino que se despoj&oacute; a s&iacute; mismo, tomando forma de siervo, hecho semejante a los hombres;</p> <p><sup class=\"versenum\">8&nbsp;</sup>y estando en la condici&oacute;n de hombre, se humill&oacute; a s&iacute; mismo, haci&eacute;ndose obediente hasta la muerte, y muerte de cruz.</p> <p><strong>Examina tu vida con oraci&oacute;n y preg&uacute;ntate: &iquest;Qu&eacute; cosas estoy haciendo que fortalecen mi relaci&oacute;n con Dios y cu&aacute;les la est&aacute;n da&ntilde;ando? &iquest;Qu&eacute; cambios necesito hacer?</strong></p>"
    },
    {
      "id": 127,
      "idLesson": 12,
      "idDay": 7,
      "dayTitle": "",
      "date": "18 de Junio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p> <p>&ldquo;La &uacute;nica forma en que [el pecador] puede obtener la justicia es mediante la fe. Por fe puede presentar a Dios los m&eacute;ritos de Cristo, y el Señor coloca la obediencia de su Hijo en la cuenta del pecador. La justicia de Cristo es aceptada en lugar del fracaso del hombre, y Dios recibe, perdona y justifica al alma creyente y arrepentida, la trata como si fuera justa, y la ama como ama a su Hijo. De esta manera, la fe es imputada a justicia&rdquo; (MS 1:442). &ldquo;Cuando por el arrepentimiento y la fe aceptamos a Cristo como nuestro Salvador, el Señor perdona nuestros pecados y nos libra de la penalidad prescrita para la transgresi&oacute;n de la Ley. El pecador aparece delante de Dios como una persona justa; goza del favor del Cielo, y por medio del Esp&iacute;ritu tiene comuni&oacute;n con el Padre y con el Hijo. &ldquo;Luego hay a&uacute;n otra obra que debe ser hecha, y esta es de naturaleza progresiva. El alma debe ser santificada por la verdad. Y esto tambi&eacute;n se logra por fe, pues es solamente por la gracia de Cristo, la cual recibimos por la fe, como el car&aacute;cter puede ser transformado&rdquo; (MS 3:225).</p> <p><strong>PREGUNTAS PARA DIALOGAR: </strong></p> <p>1. &iquest;Qu&eacute; distinci&oacute;n se hace entre una fe viva y una fe muerta? (Sant. 2:17, 18). &iquest;C&oacute;mo describe Pablo una fe viva? (Rom. 16:26). &iquest;Cu&aacute;l es la palabra clave que ayuda a revelar lo que implica la fe?</p> <p>2. &iquest;C&oacute;mo respondes al argumento (que tiene cierta coherencia l&oacute;gica) de que si somos salvos solo por una justicia acreditada, no por una justicia que exista dentro de nosotros, entonces no importa lo que hagamos o c&oacute;mo actuemos?</p> <p>3. &ldquo;Nuestra aceptaci&oacute;n por parte de Dios es segura solamente por medio de su amado Hijo, y las buenas obras son &uacute;nicamente el resultado de la obra de su amor perdonador. Las obras no son ning&uacute;n cr&eacute;dito para nosotros, y no se nos concede nada debido a nuestras buenas obras por lo cual podamos reclamar una parte en la salvaci&oacute;n de nuestras almas. [...] [El creyente] no puede presentar sus buenas obras como un m&eacute;rito para la salvaci&oacute;n de su alma&rdquo; (MS 3:234). Plant&eacute;ate la siguiente pregunta, teniendo presente esta declaraci&oacute;n de Elena de White: &iquest;Por qu&eacute;, entonces, las buenas obras son una parte vital de la experiencia cristiana?</p>"
    }
  ]
}
