{
  "id": 706,
  "lessonNumber": 6,
  "versionCode": 5,
  "quarter": "4T2020",
  "title": "<p><strong>More Lessons From the Master Teacher</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p><strong>&ldquo;Then Jesus said to him, &lsquo;Go your way; your faith has made you well.&rsquo; And immediately he received his sight and followed Jesus on the road&rdquo; (Mark 10:52, NKJV).</strong></p>",
  "weekDate": "October 31- November 6",
  "lessonDays": [
    {
      "id": 61,
      "idLesson": 6,
      "idDay": 1,
      "dayTitle": "",
      "date": "October 31",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Who among us has never been ashamed of himself or herself ? Who among us hasn&rsquo;t done things that pain us to think about, and that we would recoil in horror at the thought of others knowing? Most likely, we&rsquo;ve all been there, haven&rsquo;t we?<br><br>Imagine, then, what it was like to be Adam and Eve after they ate fruit from the forbidden tree. Or when Jacob tricked his father into favoring him over his elder brother and then had to run away from his brother&rsquo;s anger. How did he sleep at night? And imagine being the woman caught in adultery, &ldquo;in the very act&rdquo; (John 8:4). David had been there, too, and Psalm 32 was his poignant expression and confession of what it had been like.<br><br>Of course, that&rsquo;s one reason the gospel is universal, and Christ&rsquo;s death was for all humanity. Whatever our differences, surely one thing unites us: our general sinfulness.<br><br>Hence, true Christian education must be about pointing us to the only solution for our rather dismal state. This week we&rsquo;ll look at our only solution, our Master Teacher.</p>"
    },
    {
      "id": 62,
      "idLesson": 6,
      "idDay": 2,
      "dayTitle": "<p><strong>Instead of Hiding</strong></p>",
      "date": "November 1",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Read Genesis 3:1&ndash;11. Why would God have asked Adam, &ldquo;Where are you?&rdquo;</strong></p> <p><br></p> <p><strong>Genesis 3:1&ndash;11</strong></p> <p class=\"chapter-1\"><span class=\"text Gen-3-1\"><sup class=\"versenum\"><strong>1&nbsp;</strong></sup>Now the serpent was more cunning than any beast of the field which the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span> God had made. And he said to the woman, &ldquo;Has God indeed said, &lsquo;You shall not eat of every tree of the garden&rsquo;?&rdquo;</span></p> <p><span class=\"text Gen-3-2\"><sup class=\"versenum\"><strong>2&nbsp;</strong></sup>And the woman said to the serpent, &ldquo;We may eat the fruit of the trees of the garden;&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Gen-3-3\"><sup class=\"versenum\"><strong>3&nbsp;</strong></sup>but of the fruit of the tree which <em>is</em> in the midst of the garden, God has said, &lsquo;You shall not eat it, nor shall you touch it, lest you die.&rsquo; &rdquo;</span></p> <p><span class=\"text Gen-3-4\"><sup class=\"versenum\"><strong>4&nbsp;</strong></sup>Then the serpent said to the woman, &ldquo;You will not surely die.&nbsp;</span>&nbsp;</p> <p><span class=\"text Gen-3-5\"><sup class=\"versenum\"><strong>5&nbsp;</strong></sup>For God knows that in the day you eat of it your eyes will be opened, and you will be like God, knowing good and evil.&rdquo;</span></p> <p><span class=\"text Gen-3-6\"><sup class=\"versenum\"><strong>6&nbsp;</strong></sup>So when the woman saw that the tree <em>was</em> good for food, that it <em>was</em> pleasant to the eyes, and a tree desirable to make <em>one</em> wise, she took of its fruit and ate. She also gave to her husband with her, and he ate.&nbsp;</span>&nbsp;</p> <p><span class=\"text Gen-3-7\"><sup class=\"versenum\"><strong>7&nbsp;</strong></sup>Then the eyes of both of them were opened, and they knew that they <em>were</em> naked; and they sewed fig leaves together and made themselves coverings.</span></p> <p><span class=\"text Gen-3-8\"><sup class=\"versenum\"><strong>8&nbsp;</strong></sup>And they heard the sound of the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span> God walking in the garden in the cool of the day, and Adam and his wife hid themselves from the presence of the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span> God among the trees of the garden.</span></p> <p><span class=\"text Gen-3-9\"><sup class=\"versenum\"><strong>9&nbsp;</strong></sup>Then the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span> God called to Adam and said to him, &ldquo;Where <em>are</em> you?&rdquo;</span></p> <p><span class=\"text Gen-3-10\"><sup class=\"versenum\"><strong>10&nbsp;</strong></sup>So he said, &ldquo;I heard Your voice in the garden, and I was afraid because I was naked; and I hid myself.&rdquo;</span></p> <p><span class=\"text Gen-3-11\"><sup class=\"versenum\"><strong>11&nbsp;</strong></sup>And He said, &ldquo;Who told you that you <em>were</em> naked? Have you eaten from the tree of which I commanded you that you should not eat?&rdquo;</span></p> <p><strong>&nbsp;</strong></p> <p>Typical stories of the Fall depict the fruit as an apple. But that&rsquo;s not what the text says. It was simply the &ldquo;fruit of the tree&rdquo; (Gen. 3:3).<br><br>The kind of fruit doesn&rsquo;t matter. Eating from this tree was forbidden because the tree stood for something. It stood for the temptation to push God aside and to declare, &ldquo;I can be the measure of my own life. I can be God to myself. I have authority over the Word of God.&rdquo;<br><br>And, sure enough, when the snake, or &ldquo;serpent,&rdquo; got Adam and Eve to eat the tree&rsquo;s fruit, their lives skidded off course. And then, when they sensed God nearby, they tried to hide &ldquo;among the trees of the garden&rdquo; (Gen. 3:8, NKJV).<br><br>How strange that God would ask Adam, &ldquo;Where are you?&rdquo; God certainly knew where he was. Perhaps the Lord asked the question to help Adam and Eve realize just what they were doing&mdash;hiding&mdash;as a result of what they had done. That is, He was helping them see the sad results of their actions.<br><br><strong>Read Romans 5:11&ndash;19, where Paul, many times, directly links what Adam did in Eden with what Jesus did on the cross. What should this tell us about how Jesus came to undo what Adam did?</strong></p> <p><br></p> <p><strong>Romans 5:11&ndash;19&nbsp;</strong></p> <p>&nbsp;<span class=\"text Rom-5-11\"><strong><sup class=\"versenum\">11&nbsp;</sup></strong>And not only <em>that,</em> but we also rejoice in God through our Lord Jesus Christ, through whom we have now received the reconciliation.</span></p> <p><span class=\"text Rom-5-12\"><sup class=\"versenum\"><strong>12&nbsp;</strong></sup>Therefore, just as through one man sin entered the world, and death through sin, and thus death spread to all men, because all sinned&mdash;&nbsp;</span>&nbsp;</p> <p><span class=\"text Rom-5-13\"><sup class=\"versenum\"><strong>13&nbsp;</strong></sup>(For until the law sin was in the world, but sin is not imputed when there is no law.&nbsp;</span>&nbsp;</p> <p><span class=\"text Rom-5-14\"><sup class=\"versenum\"><strong>14&nbsp;</strong></sup>Nevertheless death reigned from Adam to Moses, even over those who had not sinned according to the likeness of the transgression of Adam, who is a type of Him who was to come.&nbsp;</span>&nbsp;</p> <p><span class=\"text Rom-5-15\"><sup class=\"versenum\"><strong>15&nbsp;</strong></sup>But the free gift <em>is</em> not like the offense. For if by the one man&rsquo;s offense many died, much more the grace of God and the gift by the grace of the one Man, Jesus Christ, abounded to many.&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Rom-5-16\"><strong><sup class=\"versenum\">16&nbsp;</sup></strong>And the gift <em>is</em> not like <em>that which came</em> through the one who sinned. For the judgment <em>which came</em> from one <em>offense resulted</em> in condemnation, but the free gift <em>which came</em> from many offenses <em>resulted</em> in justification.&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Rom-5-17\"><strong><sup class=\"versenum\">17&nbsp;</sup></strong>For if by the one man&rsquo;s offense death reigned through the one, much more those who receive abundance of grace and of the gift of righteousness will reign in life through the One, Jesus Christ.)</span></p> <p><span class=\"text Rom-5-18\"><sup class=\"versenum\"><strong>18&nbsp;</strong></sup>Therefore, as through one man&rsquo;s offense <em>judgment came</em> to all men, resulting in condemnation, even so through one Man&rsquo;s righteous act <em>the free gift came</em> to all men, resulting in justification of life.&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Rom-5-19\"><strong><sup class=\"versenum\">19&nbsp;</sup></strong>For as by one man&rsquo;s disobedience many were made sinners, so also by one Man&rsquo;s obedience many will be made righteous.</span></p> <p><br><br>One could argue that the plan of salvation is God&rsquo;s response to Adam and Eve&rsquo;s answer. They were hiding from God in the shame and the guilt of their sin, and God came to rescue them. In our own ways, we, too, have done the same thing, and Jesus has come to rescue us. Hence the question &ldquo;Where are you?&rdquo; could be asked of us, as well. That is, where are you in your sin and guilt, in relationship to Jesus and what He has done to rescue you from it?<br><br><strong>Whatever else Christian education entails, why must it entail, even emphasize, the fact that our natural state is to hide from God, and then point us to Jesus as the solution?</strong></p>"
    },
    {
      "id": 63,
      "idLesson": 6,
      "idDay": 3,
      "dayTitle": "<p><strong>On the Run</strong></p>",
      "date": "November 2",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Read Genesis 28:10&ndash;17. What is the context of this story, and what does it teach us about God&rsquo;s grace for those who, in a sense, are on the run from their sins?</strong></p> <p><br></p> <p><strong>Genesis 28:10&ndash;17&nbsp;</strong></p> <p><span class=\"text Gen-28-10\"><sup class=\"versenum\"><strong>10&nbsp;</strong></sup>Now Jacob went out from Beersheba and went toward Haran.&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Gen-28-11\"><strong><sup class=\"versenum\">11&nbsp;</sup></strong>So he came to a certain place and stayed there all night, because the sun had set. And he took one of the stones of that place and put it at his head, and he lay down in that place to sleep.&nbsp;</span>&nbsp;</p> <p><span class=\"text Gen-28-12\"><strong><sup class=\"versenum\">12&nbsp;</sup></strong>Then he dreamed, and behold, a ladder <em>was</em> set up on the earth, and its top reached to heaven; and there the angels of God were ascending and descending on it.</span></p> <p><span class=\"text Gen-28-13\"><sup class=\"versenum\"><strong>13&nbsp;</strong></sup>And behold, the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span> stood above it and said: &ldquo;I <em>am</em> the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span> God of Abraham your father and the God of Isaac; the land on which you lie I will give to you and your descendants.&nbsp;</span>&nbsp;</p> <p><span class=\"text Gen-28-14\"><sup class=\"versenum\"><strong>14&nbsp;</strong></sup>Also your descendants shall be as the dust of the earth; you shall spread abroad to the west and the east, to the north and the south; and in you and in your seed all the families of the earth shall be blessed.&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Gen-28-15\"><strong><sup class=\"versenum\">15&nbsp;</sup></strong>Behold, I <em>am</em> with you and will keep you wherever you go, and will bring you back to this land; for I will not leave you until I have done what I have spoken to you.&rdquo;</span></p> <p><span class=\"text Gen-28-16\"><sup class=\"versenum\"><strong>16&nbsp;</strong></sup>Then Jacob awoke from his sleep and said, &ldquo;Surely the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span> is in this place, and I did not know <em>it.</em>&rdquo;&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Gen-28-17\"><strong><sup class=\"versenum\">17&nbsp;</sup></strong>And he was afraid and said, &ldquo;How awesome <em>is</em> this place! This <em>is</em> none other than the house of God, and this <em>is</em> the gate of heaven!&rdquo;</span></p> <p><br><br>In his dealings with the rest of the family, Jacob, with his mother&rsquo;s help, had fallen into cruel deceits, and now he&rsquo;s paying for it. His brother is breathing violent threats against him, and he&rsquo;s become a fugitive, headed toward his uncle&rsquo;s place in Haran. Everything is unsettled and scary.<br><br>One day Jacob trudges into the dusk, and then the dark. He&rsquo;s in the middle of nowhere, with only the sky for a roof. Finding a stone for a pillow, he falls asleep. But sleep&rsquo;s blank unconsciousness is soon interrupted. The famous dream comes, and the ladder, or staircase, that he sees rests on earth and stretches to heaven. Angels are ascending and descending on it.<br><br>Then he hears a voice say, &ldquo; &lsquo;I am the Lord, the God of Abraham&rsquo; &rdquo; (Genesis 28:13, NRSV). The voice goes on to repeat promises Jacob is familiar with from the family lore. Your offspring will become great. They will be a blessing to all the families of the earth. &ldquo; &lsquo;Know that I am with you,&rsquo; &rdquo; the voice continues, &ldquo; &lsquo;and will keep you wherever you go, . . . for I will not leave you until I have done what I have promised you&rsquo; &rdquo; (Gen. 28:15, NRSV).<br><br>Ellen G. White wrote of how Paul, much later, &ldquo;beholds the ladder of Jacob&rsquo;s vision, representing Christ, who has connected earth with heaven, and finite man with the infinite God. His faith is strengthened as he calls to mind how patriarchs and prophets have relied upon the One who is his support and consolation, and for whom he is giving his life.&rdquo;&mdash;The Acts of the Apostles, p. 512.<br><br>Jacob awakens, and he says to himself: &ldquo; &lsquo;Surely the Lord is in this place, and I did not know it&rsquo; &rdquo; (Gen. 28:16, NKJV). What&rsquo;s happened here is &ldquo;awesome.&rdquo; He&rsquo;ll never forget the place, and he gives it a name. Then he vows lifelong loyalty to God.<br><br><strong>What can we learn from this story about how God, in Christ, is seeking to reach us despite our sins? Again, why must Christian education keep this principle at the forefront of what it teaches?</strong></p>"
    },
    {
      "id": 64,
      "idLesson": 6,
      "idDay": 4,
      "dayTitle": "<p><strong>Rabbi Jesus</strong></p>",
      "date": "November 3",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Of all the chapter beginnings in the New Testament, none is more famous than this: &ldquo;In the beginning was the Word, and the Word was with God, and the Word was God&rdquo; (John 1:1). And John 1 soon takes you to the unforgettable verse: &ldquo;And the Word became flesh and lived among us, and we have seen his glory, the glory as of a father&rsquo;s only son, full of grace and truth&rdquo; (John 1:14, NRSV).<br><br><strong>Read John 1:1&ndash;14. What are these texts sharing about who Jesus was and what He was doing here? What should this tell us about Jesus as the great example of a teacher?</strong></p> <p><br></p> <p><strong>John 1:1&ndash;14</strong>&nbsp;</p> <p class=\"chapter-1\"><span class=\"text John-1-1\"><span class=\"text John-1-11\"><sup class=\"versenum\"><strong>1&nbsp;</strong></sup></span>In the beginning was the Word, and the Word was with God, and the Word was God.</span></p> <p class=\"chapter-1\"><span class=\"text John-1-2\"><sup class=\"versenum\"><strong>2&nbsp;</strong></sup>He was in the beginning with God.&nbsp;</span><strong>&nbsp;</strong></p> <p class=\"chapter-1\"><span class=\"text John-1-3\"><strong><sup class=\"versenum\">3&nbsp;</sup></strong>All things were made through Him, and without Him nothing was made that was made.&nbsp;</span>&nbsp;</p> <p class=\"chapter-1\"><span class=\"text John-1-4\"><strong><sup class=\"versenum\">4&nbsp;</sup></strong>In Him was life, and the life was the light of men.&nbsp;</span><strong>&nbsp;</strong></p> <p class=\"chapter-1\"><span class=\"text John-1-5\"><strong><sup class=\"versenum\">5&nbsp;</sup></strong>And the light shines in the darkness, and the darkness did not comprehend it.</span></p> <p><span class=\"text John-1-6\"><sup class=\"versenum\"><strong>6&nbsp;</strong></sup>There was a man sent from God, whose name <em>was</em> John.&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text John-1-7\"><strong><sup class=\"versenum\">7&nbsp;</sup></strong>This man came for a witness, to bear witness of the Light, that all through him might believe.&nbsp;</span>&nbsp;</p> <p><span class=\"text John-1-8\"><strong><sup class=\"versenum\">8&nbsp;</sup></strong>He was not that Light, but <em>was sent</em> to bear witness of that Light.&nbsp;</span>&nbsp;</p> <p><span class=\"text John-1-9\"><strong><sup class=\"versenum\">9&nbsp;</sup></strong>That was the true Light which gives light to every man coming into the world.</span></p> <p><span class=\"text John-1-10\"><sup class=\"versenum\"><strong>10&nbsp;</strong></sup>He was in the world, and the world was made through Him, and the world did not know Him.&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text John-1-11\"><strong><sup class=\"versenum\">11&nbsp;</sup></strong>He came to His own, and His own did not receive Him.&nbsp;</span>&nbsp;</p> <p><span class=\"text John-1-12\"><strong><sup class=\"versenum\">12&nbsp;</sup></strong>But as many as received Him, to them He gave the right to become children of God, to those who believe in His name:&nbsp;</span>&nbsp;</p> <p><span class=\"text John-1-13\"><strong><sup class=\"versenum\">13&nbsp;</sup></strong>who were born, not of blood, nor of the will of the flesh, nor of the will of man, but of God.</span></p> <p><span class=\"text John-1-14\"><sup class=\"versenum\"><strong>14&nbsp;</strong></sup>And the Word became flesh and dwelt among us, and we beheld His glory, the glory as of the only begotten of the Father, full of grace and truth.</span></p> <p><br><br>The same God who spoke to Adam and Eve in the garden, and to Jacob in the middle of nowhere, now shows up as a person. God, says the New Testament, was personified in Jesus. Through Jesus, we can learn about God&rsquo;s will and God&rsquo;s way, because Jesus was God.<br><br>The chapter goes on to say how John the Baptist was so compelling a preacher that even religious leaders from Jerusalem suspected that he might be someone special. But he was preparing the way for someone greater than himself. Someone astonishingly special was about to appear, and he, John the Baptist, would be unworthy to &ldquo;untie the thong of his sandal&rdquo; (John 1:27, NRSV).<br><br>The next day he saw Jesus and declared that He was the &ldquo;Son of God.&rdquo; That day, and also a day later, he called Jesus &ldquo;the lamb of God.&rdquo;<br><br>Also, two of John the Baptist&rsquo;s followers decide to follow Jesus themselves. And when Jesus asks what they are looking for, they call Him &ldquo; &lsquo;Rabbi&rsquo; (which translated means Teacher)&rdquo; (John 1:38, NRSV).<br><br>Jesus, then, is a rabbi, a teacher, but never has there been a human teacher like Him, because, again, He is God. In other words, God came down to humanity in the form of a human being, and in that form He functioned as a rabbi, a teacher. No wonder Ellen White called Jesus &ldquo;the greatest teacher the world has ever seen.&rdquo;&mdash;Signs of the Times, June 10, 1886. After all, this Teacher was God.<br><br><strong>Considering who Jesus was, why does it make sense to learn from Him the best ways of teaching spiritual truth? What can we learn from Jesus about why not only what we say is important for teaching but also what we do?</strong></p>"
    },
    {
      "id": 65,
      "idLesson": 6,
      "idDay": 5,
      "dayTitle": "<p><strong>A Woman Talks Back</strong></p>",
      "date": "November 4",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Jesus is the Master Teacher. God&rsquo;s true character shines through in His teaching, and also in His life. Thus, one gospel story is all the more remarkable for showing that when someone talks back to Jesus, He still listens.<br><br><strong>Read the story of Jesus&rsquo; encounter with a Gentile (or &ldquo;Canaanite&rdquo;) woman from the region of Tyre and Sidon (Matt. 15:21&ndash;28, Mark 7:24&ndash;30). Notice that the men in Jesus&rsquo; circle are impatient with her and that even Jesus appears to dismiss her. What do you make of the woman&rsquo;s audacity? What does this story teach us about how Jesus Himself taught others?</strong></p> <p><br></p> <p><strong>Matthew 15:21&ndash;28&nbsp;</strong></p> <p><span class=\"text Matt-15-21\"><sup class=\"versenum\"><strong>21&nbsp;</strong></sup>Then Jesus went out from there and departed to the region of Tyre and Sidon.&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Matt-15-22\"><strong><sup class=\"versenum\">22&nbsp;</sup></strong>And behold, a woman of Canaan came from that region and cried out to Him, saying, &ldquo;Have mercy on me, O Lord, Son of David! My daughter is severely demon-possessed.&rdquo;</span></p> <p><span class=\"text Matt-15-23\"><sup class=\"versenum\"><strong>23&nbsp;</strong></sup>But He answered her not a word.</span><span class=\"text Matt-15-23\">&nbsp;And His disciples came and urged Him, saying, &ldquo;Send her away, for she cries out after us.&rdquo;</span></p> <p><span class=\"text Matt-15-24\"><sup class=\"versenum\"><strong>24&nbsp;</strong></sup>But He answered and said, <span class=\"woj\">&ldquo;I was not sent except to the lost sheep of the house of Israel.&rdquo;</span></span></p> <p><span class=\"text Matt-15-25\"><sup class=\"versenum\"><strong>25&nbsp;</strong></sup>Then she came and worshiped Him, saying, &ldquo;Lord, help me!&rdquo;</span></p> <p><span class=\"text Matt-15-26\"><sup class=\"versenum\"><strong>26&nbsp;</strong></sup>But He answered and said, <span class=\"woj\">&ldquo;It is not good to take the children&rsquo;s bread and throw <em>it</em> to the little</span> <span class=\"woj\">dogs.&rdquo;</span></span></p> <p><span class=\"text Matt-15-27\"><sup class=\"versenum\"><strong>27&nbsp;</strong></sup>And she said, &ldquo;Yes, Lord, yet even the little dogs eat the crumbs which fall from their masters&rsquo; table.&rdquo;</span></p> <p><span class=\"text Matt-15-28\"><sup class=\"versenum\"><strong>28&nbsp;</strong></sup>Then Jesus answered and said to her, <span class=\"woj\">&ldquo;O woman,</span> <span class=\"woj\">great <em>is</em> your faith! Let it be to you as you desire.&rdquo;</span> And her daughter was healed from that very hour.</span></p> <p><br></p> <p><strong>Mark 7:24&ndash;30</strong> </p> <p><span class=\"text Mark-7-24\"><sup class=\"versenum\"><strong>24&nbsp;</strong></sup>From there He arose and went to the region of Tyre and Sidon. And He entered a house and wanted no one to know <em>it,</em> but He could not be hidden.&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Mark-7-25\"><strong><sup class=\"versenum\">25&nbsp;</sup></strong>For a woman whose young daughter had an unclean spirit heard about Him, and she came and fell at His feet.&nbsp;</span>&nbsp;</p> <p><span class=\"text Mark-7-26\"><strong><sup class=\"versenum\">26&nbsp;</sup></strong>The woman was a Greek, a Syro-Phoenician by birth, and she kept asking Him to cast the demon out of her daughter.&nbsp;</span>&nbsp;</p> <p><span class=\"text Mark-7-27\"><strong><sup class=\"versenum\">27&nbsp;</sup></strong>But Jesus said to her, <span class=\"woj\">&ldquo;Let the children be filled first, for it is not good to take the children&rsquo;s bread and throw <em>it</em> to the little dogs.&rdquo;</span></span></p> <p><span class=\"text Mark-7-28\"><sup class=\"versenum\"><strong>28&nbsp;</strong></sup>And she answered and said to Him, &ldquo;Yes, Lord, yet even the little dogs under the table eat from the children&rsquo;s crumbs.&rdquo;</span></p> <p><span class=\"text Mark-7-29\"><sup class=\"versenum\"><strong>29&nbsp;</strong></sup>Then He said to her, <span class=\"woj\">&ldquo;For this saying go your way; the demon has gone out of your daughter.&rdquo;</span></span></p> <p><span class=\"text Mark-7-30\"><sup class=\"versenum\"><strong>30&nbsp;</strong></sup>And when she had come to her house, she found the demon gone out, and her daughter lying on the bed.</span></p> <p><br><br>Jesus was near Tyre and Sidon. He had crossed into a place where strangers abounded and ethnic tension bristled. The Greek-speaking city dwellers looked down on Jewish farmers in the countryside, and the Jewish farmers looked down on them in return.<br><br>Not long before, Herod, the puppet governor of Galilee, Jesus&rsquo; home territory, had executed John the Baptist. But John was a man whose vision Jesus largely shared, and the execution seemed ominous. Jesus had begun to come face-to-face with the danger of His mission.<br><br>Feeling the strain, Jesus entered a house, hoping, so Mark says in his account, that no one would know He was there (Mark 7:24). But the woman found Him.<br><br>In the culture of that time and place, a woman had no right to assert herself. What is more, this woman belonged to a culture and ethnic group the Jews had little time for, and this put her at a further disadvantage.<br><br>But the woman&rsquo;s daughter was sick. She wanted help, and she persisted in asking for it.<br><br>Jesus dismissed her. &ldquo; &lsquo;It is not fair to take the children&rsquo;s food and throw it to the dogs,&rsquo; &rdquo; He said (Matt. 15:26, NRSV). The remark could have hurt her feelings. And then something remarkable happened. She then responded. She was familiar with dogs&mdash;unlike the Jews, who would not have them as pets&mdash;and she said: &ldquo; &lsquo;Yes, Lord, yet even the dogs eat the crumbs that fall from their masters&rsquo; table&rsquo; &rdquo; (Matt. 15:27, NRSV).<br><br>Her remark makes a difference. It seems compelling. And Jesus heals her child.<br><br><strong>&ldquo; &lsquo;Let it be to you as you desire&rsquo; &rdquo; (Matt. 15:28, NKJV). How do we understand these words? How do we respond, though, when things do not happen as we desire?</strong></p>"
    },
    {
      "id": 66,
      "idLesson": 6,
      "idDay": 6,
      "dayTitle": "<p><strong>A Student Who Gets It</strong></p>",
      "date": "November 5",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Jesus and His followers had turned toward Jerusalem. As Herod had been concerned about John the Baptist, the authorities, including Herod, were now concerned about Jesus. His followers included the poor and other vulnerable folk hoping desperately for change.<br><br>Jesus wanted above all things to bring hope to the world. But He was sure, by now, that those with the most power and privilege were going to do what they could to nullify that mission. They did not want Him to succeed.<br><br>As for the inner circle of Jesus&rsquo; students, the twelve disciples, they seemed eager to be on Jesus&rsquo; side. But at the same time, they seemed baffled&mdash;or blind. For example, in Mark 8:31&ndash;33, the Master Teacher is challenging His students to see things hard for them to see. That is, in many ways they were still spiritually blind to what really mattered (see Mark 8:37).<br><br>All this is background for Jesus&rsquo; encounter with someone who does see.<br><br><strong>Read the story of Jesus and the healing of Bartimaeus, a blind beggar. (See Mark 10:46&ndash;52.) Notice the great mercy Jesus shows. Now consider how the blind man&rsquo;s desire to see leads to his decision to follow Jesus on the way, or road, to Jerusalem. Do you think Mark may be drawing a contrast between Bartimaeus and the other disciples? How does this story shed light on what it means for you to be responsive to the Master Teacher?</strong></p> <p><br></p> <p><strong>Mark 10:46&ndash;52&nbsp;</strong></p> <p><span class=\"text Mark-10-46\"><sup class=\"versenum\"><strong>46&nbsp;</strong></sup>Now they came to Jericho. As He went out of Jericho with His disciples and a great multitude, blind Bartimaeus, the son of Timaeus, sat by the road begging.&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Mark-10-47\"><strong><sup class=\"versenum\">47&nbsp;</sup></strong>And when he heard that it was Jesus of Nazareth, he began to cry out and say, &ldquo;Jesus, Son of David, have mercy on me!&rdquo;</span></p> <p><span class=\"text Mark-10-48\"><sup class=\"versenum\"><strong>48&nbsp;</strong></sup>Then many warned him to be quiet; but he cried out all the more, &ldquo;Son of David, have mercy on me!&rdquo;</span></p> <p><span class=\"text Mark-10-49\"><sup class=\"versenum\"><strong>49&nbsp;</strong></sup>So Jesus stood still and commanded him to be called.</span></p> <p><span class=\"text Mark-10-49\">Then they called the blind man, saying to him, &ldquo;Be of good cheer. Rise, He is calling you.&rdquo;</span></p> <p><span class=\"text Mark-10-50\"><sup class=\"versenum\"><strong>50&nbsp;</strong></sup>And throwing aside his garment, he rose and came to Jesus.</span></p> <p><span class=\"text Mark-10-51\"><sup class=\"versenum\"><strong>51&nbsp;</strong></sup>So Jesus answered and said to him, <span class=\"woj\">&ldquo;What do you want Me to do for you?&rdquo;</span></span><span class=\"text Mark-10-51\">&nbsp;The blind man said to Him, &ldquo;Rabboni, that I may receive my sight.&rdquo;</span></p> <p><span class=\"text Mark-10-52\"><sup class=\"versenum\"><strong>52&nbsp;</strong></sup>Then Jesus said to him, <span class=\"woj\">&ldquo;Go your way;</span> <span class=\"woj\">your faith has</span> <span class=\"woj\">made you well.&rdquo;</span> And immediately he received his sight and followed Jesus on the road.</span></p> <p><br><br>Bartimaeus had wanted to see the curl in a baby&rsquo;s hair and the color of wheat at harvest. But seeing includes more than just what&rsquo;s physical only. This story, in other words, is about seeing spiritually. It is about getting it&mdash;about catching on to what the Master Teacher is truly about. Physical sight is one thing. It&rsquo;s an important thing, and Jesus knows it. But Jesus also knows that every person&rsquo;s deepest wish is for a new and better life.<br><br><strong>Read Hebrews 5:12&ndash;14. What is this teaching us about true education?</strong></p> <p><br></p> <p><strong>Hebrews 5:12&ndash;14&nbsp;</strong></p> <p><span class=\"text Heb-5-12\"><sup class=\"versenum\"><strong>12&nbsp;</strong></sup>For though by this time you ought to be teachers, you need <em>someone</em> to teach you again the first principles of the oracles of God; and you have come to need milk and not solid food.&nbsp;</span><strong>&nbsp;</strong></p> <p><span class=\"text Heb-5-13\"><strong><sup class=\"versenum\">13&nbsp;</sup></strong>For everyone who partakes <em>only</em> of milk <em>is</em> unskilled in the word of righteousness, for he is a babe.&nbsp;</span>&nbsp;</p> <p><span class=\"text Heb-5-14\"><strong><sup class=\"versenum\">14&nbsp;</sup></strong>But solid food belongs to those who are of full age, <em>that is,</em> those who by reason of use have their senses exercised to discern both good and evil.</span></p>"
    },
    {
      "id": 67,
      "idLesson": 6,
      "idDay": 7,
      "dayTitle": "",
      "date": "November 6",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:</strong><br><br>Read Ellen G. White, &ldquo;The Test of Discipleship,&rdquo; pp. 57&ndash;65, in Steps to Christ.<br><br>Ellen White tells us (among other things) that when we truly respond to the Master Teacher, &ldquo;we long to bear His image, breathe His spirit, do His will, and please Him in all things&rdquo; (Steps to Christ, p. 58). In the company of Jesus Christ, duty, she says, &ldquo;becomes a delight&rdquo; (Steps to Christ, p. 59). Now, from the Bible, consult Matthew 5&ndash;7. Here is the Sermon on the Mount, one of the great summaries of what the Master Teacher wanted His students to know and the keynote of the kingdom He came to establish.<br><br><strong>Discussion Questions:</strong><br><br><strong>1</strong>. As God addressed Adam and Eve, and also Jacob, so Jesus addresses us. He connects with our deep longings, and He startles us (as He did Bartimaeus) into reconsidering who we are and where we are going. In this light, think about how we teach the Bible to our children and to one another. What is the difference between mediocre Bible teaching and the compelling kind that really makes a difference in people&rsquo;s lives?<br><br><strong>2</strong>. Is the question of where you are on life&rsquo;s journey purely personal, or might it be helpful to discuss this with people you trust? How does the idea of the church as the &ldquo;body of Christ&rdquo; (1 Cor. 12:27) suggest that conversation with others can be one way of getting in touch with what Christ wants you to know?<br><br><strong>3</strong>. We learned on Thursday that as soon as Bartimaeus could see&mdash;as soon as he was rescued from his physical (and spiritual) blindness&mdash;he followed Jesus on the road to Jerusalem. On this road he heard, every day, the Master Teacher&rsquo;s wisdom. Now, we may assume, he wanted to bear Jesus&rsquo; image, breathe His Spirit, do His will. Why would someone take &ldquo;delight,&rdquo; as Steps to Christ puts it, in following a standard as high as the one Jesus upheld in the Sermon on the Mount?<br><br><strong>4</strong>. Dwell more on the question at the end of Thursday&rsquo;s study. How do we learn to discern between good and evil? How do we define what is good and what is evil? And why is what we do with that knowledge perhaps even more important than having that knowledge itself?<br><br><strong>Inside Story</strong><br><br><strong>Miracle on an Indian Road </strong></p> <p>By Daisy Jung<br><br>The other day, my husband and I traveled to the city to buy materials for the chapel that we are constructing in a village in India. We also needed supplies for the student volunteers who were helping us share the gospel in the area.<br><br>My husband bought electrical equipment for the construction project, and I found 15 guitars for the volunteers and 100 notebooks for their classes. It was 9:00 p.m. when we started the three-hour drive back to the village. As my husband drove, we chatted and listened to music.<br><br>About a half hour before reaching home, a strange sound startled us. Dadadadada. Pang!<br><br>The noise was quite loud. We were not sure what had happened. My husband stopped the car and stepped outside to investigate. A tire was flat. When we saw the flat tire, we looked each other and laughed loudly for some time. &ldquo;How many times have we had a flat tire like this?&rdquo; my husband asked.<br><br>&ldquo;Well, let me count,&rdquo; I said. &ldquo;If I include the bicycle, then it must have happened many, many times. Our life is really not boring, darling.&rdquo; We didn&rsquo;t have a spare tire.<br><br>Stranded in the countryside in the middle of the night, we called Pastor Abishek for help. Music played softly in the disabled car as my husband calmly sat in the driver&rsquo;s seat, waiting for the pastor.<br><br>The car didn&rsquo;t have a working air conditioner, and we soon began to sweat. I chased a mosquito around the car.<br><br>Suddenly lightning flashed across the dark sky, and thunder rolled. Raindrops splattered on the windows. &ldquo;Honey,&rdquo; I said. &ldquo;This situation is quite unfortunate but funny. Life isn&rsquo;t boring here in India.&rdquo; After some time, Pastor Abishek arrived to pick us up. We moved the 15 guitars, 100 notebooks, and electrical equipment into his small truck.<br><br>As we drove toward home, the pastor surprised us. &ldquo;When you called me, my cell phone was on silent mode,&rdquo; he said. &ldquo;Even the vibration function was turned off so I could sleep. I don&rsquo;t know how it happened that I woke up at midnight and looked at my phone at the very moment that you called. I normally sleep soundly the whole night through.&rdquo;<br><br>Our hearts trembled as he spoke. God had woken him in the deep of night and impressed him to check his phone. God knew that two of His children were longing for home.<br><br>By now it was raining heavily. Lightning illuminated the road, and thunder roared. But we were happy because we were going home. Thank you, Lord! Thank you, Angel Abishek!</p>"
    }
  ]
}
