{
  "id": 7,
  "lessonNumber": 7,
  "versionCode": 1,
  "quarter": "2T2020",
  "title": "<p><strong>IDIOMAS, TEXTO Y CONTEXTO</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "es",
  "verse": "<p>“Tomad este libro de la ley, y ponedlo al lado del arca del pacto de Jehová vuestro Dios, y esté allí por testigo contra ti” (Deut. 31:26).</p>",
  "weekDate": "9-15 de Mayo",
  "lessonDays": [
    {
      "id": 71,
      "idLesson": 7,
      "idDay": 1,
      "dayTitle": "",
      "date": "9 de Mayo",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Se hablan más de seis mil idiomas en el mundo actualmente. La Biblia completa se ha traducido a más de seiscientos idiomas, y el Nuevo Testamento o algunas porciones se tradujeron a más de dos mil quinientos idiomas también. Esos son muchos idiomas, por cierto. Pero, al mismo tiempo,todavía es menos de la mitad de los idiomas que se conocen en el mundo.</p> <p>Se estima que mil quinientos millones de personas no cuentan con la Biblia completa traducida a su lengua materna. Si bien todavía hay mucho por hacer, los esfuerzos de las sociedades bíblicas han garantizado que seis mil millones de personas puedan leer las Escrituras. Y ¡qué bendición es estar entre quienes tienen la Biblia en su propio idioma! A menudo lo damos por sentado, olvidando que muchos no tienen la Biblia y que, durante siglos en Europa, la Biblia se mantuvo deliberadamente alejada de las masas. Gracias a la imprenta y la Reforma, eso ya no es así. Quienes sí tenemos la Biblia seguimos viendo cómo podemos aprender a estudiar la Palabra, llenos del Espíritu, y conocer al Señor revelado en sus páginas.</p>"
    },
    {
      "id": 72,
      "idLesson": 7,
      "idDay": 2,
      "dayTitle": "<p style=\"text-align: center;\"><strong>CÓMO ENTENDER LAS ESCRITURAS</strong></p>",
      "date": "10 de Mayo",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>&nbsp;Lee 2 Timoteo 3:16 y 17. ¿Con qué propósito nos fue dada la Biblia? </strong></p> <p><strong>2 Timoteo 3:16 y 17. </strong></p> <p><strong>16</strong> Toda la Escritura es inspirada por Dios y útil para enseñar, para redargüir, para corregir, para instruir en justicia,&nbsp;</p> <p><strong>17</strong> a fin de que el hombre de Dios sea perfecto, enteramente preparado para toda buena obra.</p> <p>La Biblia se escribió como testimonio de la obra de Dios en la historia,de su plan para redimir a la raza caída de la humanidad y para instruirnos en todos los caminos de la justicia. El Señor eligió hacer esto en lenguaje humano, haciendo que sus pensamientos e ideas sean visibles mediante las palabras humanas. Al redimir a Israel de Egipto, Dios eligió una nación específica para transmitir su mensaje a todos los pueblos. Permitió que esa nación comunicara su Palabra a través de su idioma, el hebreo (y algunas partes en arameo, un idioma relacionado con el hebreo).</p> <p>El auge de la cultura griega trajo una nueva oportunidad, al permitir que el Nuevo Testamento se comunicara a través del idioma universal, el griego, que se hablaba ampliamente en esa parte del mundo en ese momento. (De hecho, también hubo una traducción al griego del Antiguo Testamento, la versión de los LXX, o Septuaginta.) Este lenguaje “universal” les permitió a los apóstoles y a la iglesia primitiva difundir el mensaje por todas partes con un nuevo celo misionero después de la muerte de Cristo. Posteriormente, el apóstol Juan dio “testimonio de la palabra de Dios, y del testimonio de Jesucristo, y de todas las cosas que ha visto” (Apoc. 1:2). De esta manera, la Biblia indica la continuidad de este “testimonio” inspirado desde el primer autor de las Escrituras hasta el último.</p> <p>Lee Deuteronomio 32:46 y 47. ¿Por qué era tan importante que los hijos de Israel obedecieran “todas las palabras de esta ley” (Deut. 32:46), la Torá? ¿De qué manera la Palabra de Dios “prolonga” nuestros días? ¿Qué podría significar eso en nuestro contexto actual?</p> <p>Deuteronomio 32:46 y 47</p> <p>46 les dijo: «Aplicad vuestro corazón a todas las palabras que yo os testifico hoy, para que mandéis a vuestros hijos que cuiden de cumplir todas las palabras de esta Ley.</p> <p>47 Porque no os es cosa vana; es vuestra vida, pues por medio de esta Ley haréis prolongar vuestros días sobre la tierra a la que vais para tomarla en posesión tras pasar el Jordán.»</p> <p>Algunos tienen la Biblia traducida a su lengua materna, e incluso tienen varias versiones de ella en su propio idioma. Otros quizá tengan una sola versión a lo sumo. Pero, al margen de lo que tú tengas, la clave es apreciarla como la Palabra de Dios y, principalmente, obedecer lo que enseña.</p> <p>¿Por qué nunca es “cosa vana” (Deut. 32:47) obedecer la Palabra de Dios y enseñársela también a tus hijos?</p>"
    },
    {
      "id": 73,
      "idLesson": 7,
      "idDay": 3,
      "dayTitle": "<p style=\"text-align: center;\"><strong>LAS PALABRAS Y SUS SIGNIFICADOS</strong></p>",
      "date": "11 de Mayo",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>En todos los idiomas hay palabras que tienen un significado tan rico y profundo que son difíciles de traducir adecuadamente con una sola palabra a otro idioma. En la Biblia, ese tipo de palabras requiere un amplio estudio de su uso para comprender la amplitud de su significado.&nbsp;</p> <p><strong>Lee 1 Reyes 3:6; Salmo 57:3; 66:20; 143:8; y Miqueas 7:20. ¿Cómo se extienden la misericordia y la bondad de Dios hacia sus seres creados?</strong></p> <p><strong>1 Reyes 3:6</strong></p> <p>&nbsp;<strong>6</strong> Salomón le respondió: Tú has tenido gran misericordia con tu siervo David, mi padre, porque él anduvo delante de ti en verdad, en justicia y rectitud de corazón para contigo. Tú le has reservado esta tu gran misericordia, al darle un hijo que se sentara en su trono, como sucede en este día</p> <p><strong>Salmos 57:3 </strong></p> <p><strong>3</strong> Él enviará desde los cielos y me salvará de la infamia del que me acosa. Selah, Dios enviará su misericordia y su verdad.</p> <p><strong>Salmo 66:20</strong></p> <p><strong>20</strong> ¡Bendito sea Dios, que no echó de sí mi oración ni de mí su misericordia!</p> <p><strong>Salmo 143:8 </strong></p> <p><strong>8 </strong>Hazme oír por la mañana tu misericordia, porque en ti he confiado. Hazme saber el camino por donde ande, porque hacia ti he elevado mi alma.</p> <p><strong>Miqueas 7:20 </strong></p> <p><strong>20</strong> Mantendrás tu fidelidad a Jacob, y a Abraham tu misericordia, tal como lo juraste a nuestros padres desde tiempos antiguos.</p> <p>La palabra hebrea chesed (misericordia) es una de las palabras más ricas y profundas del Antiguo Testamento. Describe el amor, la benignidad y la misericordia de Dios y su actitud de pacto hacia su pueblo. En estos pocos pasajes, lo hemos visto mostrar “gran misericordia (chesed) a tu siervo David tú le has reservado esta tu gran misericordia (chesed)” (1 Rey. 3:6). Él “enviará su misericordia (chesed) y su verdad” (Sal. 57:3). Con respecto a Israel, él le cumpliría “la verdad a Jacob, y a Abraham la misericordia (chesed)” (Miq.7:20). Se han escrito libros enteros sobre la palabra chesed, que intentan captar la profundidad de la misericordia y el amor de Dios hacia nosotros.</p> <p><strong>Lee Números 6:24 al 26; Job 3:26; Salmo 29:11; Isaías 9:6; y 32:17. En estos pasajes, ¿qué es la “paz”, o shalom, que se menciona?</strong></p> <p><strong>Números 6:24-26</strong>&nbsp;</p> <p><strong>24</strong> Jehová te bendiga y te guarde. 25 Jehová haga resplandecer su rostro sobre ti y tenga de ti misericordia; 26 Jehová alce sobre ti su rostro y ponga en ti paz.</p> <p><strong>Job 3:26 </strong></p> <p><strong>26</strong> No he tenido paz, tranquilidad ni reposo, sino sólo turbación</p> <p><strong>Salmo 29:11 </strong></p> <p><strong>11</strong> Jehová dará poder a su pueblo; Jehová bendecirá a su pueblo con paz.</p> <p><strong>Isaías 9:6 </strong></p> <p><strong>6</strong> Porque un niño nos ha nacido, hijo nos ha sido dado, y el principado sobre su hombro. Se llamará su nombre «Admirable consejero», «Dios fuerte», «Padre eterno», «Príncipe de paz».</p> <p><strong>Isaías 32:17 </strong></p> <p><strong>17</strong> El efecto de la justicia será la paz y la labor de la justicia, reposo y seguridad para siempre.</p> <p>La palabra hebrea shalom a menudo se traduce como “paz”. Pero el significado de la palabra es mucho más profundo y más amplio. Puede traducirse como “totalidad, integridad y bienestar”. La bendición y la gracia de Dios nos mantienen en un estado de shalom, que es un regalo de Dios (Núm. 6:24-26). Al contrario, la experiencia angustiante de Job produce una situación en la que no tiene “tranquilidad ni reposo” (RVC) porque carece de shalom. En este mundo agitado, es una profunda bendición dar la bienvenida al día de reposo con las palabras shabbat shalom, ya que nuestra comunión con Dios proporciona la máxima paz y plenitud que nuestra vida anhela.</p> <p> <br> </p> <p><strong>Cualquiera que sea el idioma que hablemos y leamos, incluso sin saber el significado original de estas palabras, ¿cómo podemos experimentar la realidad de lo que significan según nuestro leal saber y entender?</strong></p>"
    },
    {
      "id": 74,
      "idLesson": 7,
      "idDay": 7,
      "dayTitle": "<p style=\"text-align: center;\"><strong>REPETICIÓN, FORMAS DE ESCRITURA Y SIGNIFICADO</strong></p>",
      "date": "12 de Mayo",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>&nbsp;En el pensamiento hebreo, hay varias formas de expresar ideas que refuerzan el significado y enfatizan la importancia de los conceptos. A diferencia de los idiomas europeos, el hebreo no contiene signos de puntuación en el idioma original, por lo que la estructura del lenguaje desarrolló otras formas de comunicar esas ideas.</p> <p><strong>Lee Génesis 1:26 y 27; e Isaías 6:1 al 3. ¿Qué palabras se repiten en estos pasajes? ¿Cómo se realzan estas palabras repetidas con diferentes conceptos que se presentan a través de la repetición?</strong></p> <p><strong>Génesis 1:26-27</strong>&nbsp;</p> <p><strong>26</strong> Entonces dijo Dios: «Hagamos al hombre a nuestra imagen, conforme a nuestra semejanza; y tenga potestad sobre los peces del mar, las aves de los cielos y las bestias, sobre toda la tierra y sobre todo animal que se arrastra sobre la tierra.»&nbsp;</p> <p><strong>27</strong> Y creó Dios al hombre a su imagen,a imagen de Dios lo creó; varón y hembra los creó.</p> <p><strong>Isaías 6:1-3&nbsp;</strong></p> <p><strong>1</strong> El año en que murió el rey Uzías vi yo al Señor sentado sobre un trono alto y sublime, y sus faldas llenaban el Templo.&nbsp;</p> <p><strong>2</strong> Por encima de él había serafines. Cada uno tenía seis alas: con dos cubrían sus rostros, con dos cubrían sus pies y con dos volaban.</p> <p><strong>3</strong> Y el uno al otro daba voces diciendo: «¡Santo, santo, santo, Jehová de los ejércitos! ¡Toda la tierra está llena de su gloria!»</p> <p>Una de las formas en que el escritor hebreo podía enfatizar determinado atributo de Dios era repitiéndolo tres veces. A medida que el relato de la Creación llega al clímax de la obra creadora de Dios, el texto enfatiza la importancia única de la humanidad creada. El término bara’, “crear”, siempre tiene solo a Dios como sujeto. Es decir, solo Dios tiene el poder de crear sin depender de la materia preexistente. Este texto describe la creación del hombre: “Y creó Dios al hombre a su imagen, a imagen de Dios lo creó; varón y hembra los creó” (Gén. 1:27). Observa la repetición triple de la palabra “crear”. Por lo tanto, Moisés enfatizó que Dios creó a la humanidad, y también que la creó a su imagen. Estas verdades fueron su énfasis.</p> <p>En la visión y el llamado de Isaías, los serafines repiten las palabras: “Santo, santo, santo, Jehová de los ejércitos” (Isa. 6:3). El énfasis está en la santidad de un Dios asombroso cuya presencia llena el Templo. También vemos esta santidad a través de las palabras de Isaías, mientras se halla en presencia del Todopoderoso: “¡Ay de mí! que soy muerto” (Isa. 6:5). Incluso un profeta como Isaías, confrontado con la santidad y el carácter de Dios, tembló ante su propia indignidad. Por lo tanto, incluso aquí, mucho antes de la exposición de Pablo sobre el pecado humano y la necesidad de un Salvador (Rom. 1-3), podemos ver que la Biblia expresa la naturaleza caída de la humanidad, incluso en una persona “buena” como Isaías.</p> <p>En Daniel 3, tenemos una repetición (con variaciones) de la frase “la estatua que el rey Nabucodonosor había levantado” (Dan. 3:1, 2, 3, 5, 7, 12, 14,15, 18). Esta frase, o sus variantes, se repite diez veces en el capítulo, para contrastar el proceder de Nabucodonosor en desafío a la imagen que Dios le reveló a través de Daniel (Dan. 2:31-45). El énfasis aquí está en el intento de la humanidad de convertirse en dios para que la adoren, en contraste con el único Dios verdadero, el único digno de adoración.</p>"
    },
    {
      "id": 75,
      "idLesson": 7,
      "idDay": 5,
      "dayTitle": "<p style=\"text-align: center;\"><strong>TEXTOS Y CONTEXTOS</strong></p>",
      "date": "13 de Mayo",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Las palabras en las Escrituras siempre se dan en un contexto. No están solas. Una palabra tiene su contexto inmediato dentro de una oración, y es esta unidad la que debe entenderse primero. Luego está el contexto más amplio de la unidad general en la que aparece la oración. Quizá sea una parte del pasaje, un capítulo o una serie de capítulos. Es fundamental comprender lo mejor posible el contexto de las palabras y las oraciones para no arribar a conclusiones erróneas.</p> <p><strong>Compara Génesis 1:27 con Génesis 2:7. Luego lee Génesis 2:15 al 23. ¿Cómo podemos entender, a partir de estos diferentes pasajes y contextos, la definición de adam, la palabra hebrea para “hombre”?</strong></p> <p><strong>Génesis 1:27</strong></p> <p><strong>27</strong> Y creó Dios al hombre a su imagen, a imagen de Dios lo creó; varón y hembra los creó.</p> <p><strong>Génesis 2:7</strong></p> <p><strong>7</strong> Entonces Jehová Dios formó al hombre del polvo de la tierra, sopló en su nariz aliento de vida y fue el hombre un ser viviente.</p> <p><strong>Génesis 2:15-23</strong></p> <p><strong>15 </strong>Tomó, pues, Jehová Dios al hombre y lo puso en el huerto de Edén, para que lo labrara y lo cuidara.&nbsp;</p> <p><strong>16 </strong>Y mandó Jehová Dios al hombre, diciendo: «De todo árbol del huerto podrás comer;&nbsp;</p> <p><strong>17 </strong>pero del árbol del conocimiento del bien y del mal no comerás, porque el día que de él comas, ciertamente morirás.»</p> <p><strong>18</strong> Después dijo Jehová Dios: «No es bueno que el hombre esté solo: le haré ayuda idónea para él.»&nbsp;</p> <p><strong>19</strong> Jehová Dios formó, pues, de la tierra toda bestia del campo y toda ave de los cielos, y las trajo a Adán para que viera cómo las había de llamar; y el nombre que Adán dio a los seres vivientes, ése es su nombre.&nbsp;</p> <p><strong>20 </strong>Y puso Adán nombre a toda bestia, a toda ave de los cielos y a todo ganado del campo; pero no se halló ayuda idónea para él.&nbsp;</p> <p><strong>21</strong> Entonces Jehová Dios hizo caer un sueño profundo sobre Adán y, mientras éste dormía, tomó una de sus costillas y cerró la carne en su lugar.&nbsp;</p> <p><strong>22</strong> De la costilla que Jehová Dios tomó del hombre, hizo una mujer, y la trajo al hombre.&nbsp;</p> <p><strong>23</strong> Dijo entonces Adán:</p> <p>«¡Ésta sí que es hueso de mis huesos</p> <p>y carne de mi carne!</p> <p>Será llamada “Mujer”,</p> <p>porque del hombre fue tomada.»</p> <p>Ya hemos visto que la repetición del término bara’ en Génesis 1:27 indica un énfasis en la creación del hombre. Ahora vemos que el hombre se define dentro del contexto de este versículo como “hombre y mujer”. Esto significa que el término hebreo adam debe entenderse en este pasaje como una referencia al género humano, o la humanidad. Sin embargo, en Génesis 2:7, el mismo término adam se usa para referirse a la formación de Adán del polvo de la “tierra” (en hebreo adamah, observa el juego de palabras). Aquí solo se hace referencia al Adán masculino, ya que la creación de Eva es posterior y de una manera totalmente diferente. Así, en cada pasaje, incluso dentro del contexto de dos capítulos, vemos una diferenciación entre la definición de adam como “humanidad” (Gén. 1:27) y el hombre Adán (Gén. 2:7). Más adelante en las genealogías se confirma el hecho de que Adán es una persona (Gén. 5:1-5; 1 Crón. 1:1; Luc. 3:38) y en la alusión a Jesús, quien se convierte en el “segundo Adán” (Rom. 5:12-14). Así como la palabra Adán aparece en un pasaje específico, así también el contexto de la creación de Adán y Eva se encuentra en el relato más extenso de la Creación, como podemos ver en Génesis 1 y 2.&nbsp;</p> <p>Esto es lo que se entiende por una unidad más grande. La unidad informa al intérprete de temas, ideas y desarrollos adicionales. A Génesis 2:4 al 25 a veces se lo llama el segundo relato de la Creación, pero en realidad solo hay una diferencia en el énfasis (ver la próxima semana). Sin embargo, en ambos relatos se nos muestran los orígenes definitivos de la humanidad.</p> <p><strong>Como podemos ver, el hombre y la mujer, la humanidad, son creaciones directas de Dios. ¿Qué nos dice esto acerca de cuán necia es realmente la “sabiduría del mundo” (1 Cor. 1:20) al enseñarnos que surgimos de la mera casualidad?</strong></p>"
    },
    {
      "id": 76,
      "idLesson": 7,
      "idDay": 6,
      "dayTitle": "<p style=\"text-align: center;\"><strong>LOS LIBROS Y SU MENSAJE</strong></p>",
      "date": "14 de Mayo",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Las unidades más grandes de las Escrituras son los libros de la Biblia. Los libros bíblicos se escribieron con diferentes propósitos y en diferentes ámbitos. Algunos sirvieron como mensajes proféticos; otros eran compilaciones, como los Salmos. Hay libros históricos como Primero y Segundo de Reyes, y hay cartas a varias iglesias, como las escritas por Pablo y otros. Cuando intentamos comprender el significado y el mensaje de un libro, es importante comenzar con la autoría y el entorno. A muchos libros de la Biblia se les atribuyen autores. Se identifica a Moisés como el autor de los primeros cinco libros del Antiguo Testamento (Jos. 8:31, 32; 1 Rey. 2:3; 2 Rey.14:6; 21:8; Esd. 6:18; Neh. 13:1; Dan. 9:11-13; Mal. 4:4). Esto lo confirman Jesús(Mar. 12:26; Juan 5:46, 47; 7:19) y los apóstoles (Hech. 3:22; Rom. 10:5). En otros casos, no se identifica a algunos autores bíblicos. Por ejemplo, los autores de los libros de Ester y Rut, así como los autores de muchos de los libros históricos como Samuel y Crónicas, no están identificados.</p> <p><strong>Lee Génesis 15:1 al 5; y 22:17 y 18. ¿Qué significado tiene para nosotros que Moisés haya escrito el libro de Génesis?</strong></p> <p> <br> </p> <p><strong>Génesis 15:1-5 </strong></p> <p><strong>1&nbsp;</strong>Después de estas cosas vino la palabra de Jehová a Abram en visión, diciendo: —No temas, Abram, yo soy tu escudo, y tu recompensa será muy grande.&nbsp;</p> <p><strong>2</strong> Respondió Abram: —Señor Jehová, ¿qué me darás, si no me has dado hijos y el mayordomo de mi casa es ese Eliezer, el damasceno?&nbsp;</p> <p><strong>3&nbsp;</strong>Dijo también Abram: —Como no me has dado prole, mi heredero será un esclavo nacido en mi casa.&nbsp;</p> <p><strong>4&nbsp;</strong>Luego vino a él palabra de Jehová, diciendo: —No te heredará éste, sino que un hijo tuyo será el que te herede.&nbsp;</p> <p><strong>5</strong> Entonces lo llevó fuera y le dijo: —Mira ahora los cielos y cuenta las estrellas, si es que las puedes contar. Y añadió: —Así será tu descendencia.</p> <p><strong>Génesis 22:17-18&nbsp;</strong></p> <p><strong>17</strong> de cierto te bendeciré y multiplicaré tu descendencia como las estrellas del cielo y como la arena que está a la orilla del mar; tu descendencia se adueñará de las puertas de sus enemigos.&nbsp;</p> <p><strong>18&nbsp;</strong>En tu simiente serán benditas todas las naciones de la tierra, por cuanto obedeciste a mi voz.</p> <p>Moisés escribió de Éxodo a Deuteronomio después del Éxodo, por supuesto. Pero, como Génesis es fundamental como historia de los actos de Dios desde la Creación hasta el período patriarcal, es lógico que este libro se haya escrito antes del Éxodo. “A medida que pasaban los años y erraba con sus rebaños por lugares solitarios, meditando acerca de la condición oprimida en que vivía su pueblo, Moisés repasaba el trato de Dios hacia sus antepasados, las promesas que eran la herencia de la nación elegida, y sus oraciones en favor de Israel ascendían día y noche. Los ángeles celestiales derramaban su luz alrededor de él. Allí, bajo la inspiración del Espíritu Santo, escribió el libro de Génesis” (PP 255, 256).</p> <p>El libro de Génesis nos habla de nuestros orígenes y también del plan de salvación o los medios por los cuales Dios redimirá a la humanidad caída. Este plan se hace aún más evidente con el pacto que Dios hace con Abraham, que implica su promesa de establecer a través de él una gran nación compuesta por una “descendencia como las estrellas del cielo y como la arena que está a la orilla del mar” (Gén. 22:17).</p> <p><strong>¿Qué otras grandes verdades aprendemos con el libro de Génesis, que de otra manera no podríamos conocer? ¿Qué nos enseña esto acerca de la importancia de la Palabra de Dios para nuestra fe?</strong></p>"
    },
    {
      "id": 77,
      "idLesson": 7,
      "idDay": 7,
      "dayTitle": "",
      "date": "15 de Mayo",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p style=\"text-align: center;\"><strong>PARA ESTUDIAR Y MEDITAR:</strong></p> <p>Lee Elena de White, El conflicto de los siglos, “El lucero de la Reforma”,pp. 75-90; “Un campeón de la verdad”, pp. 135-156. También lee la parte 4, de los puntos a. al j., del documento: “Métodos de estudio de la Biblia”: https://cort.as/-MdHR.</p> <p>“En su Palabra, Dios comunicó a los hombres el conocimiento necesario para la salvación. Las Santas Escrituras deben ser aceptadas como una revelación autorizada e infalible de su voluntad. Son la norma del carácter, las reveladoras de doctrinas y las examinadoras de la experiencia. [...] Sin embargo, el hecho de haber revelado Dios su voluntad a los hombres por medio de su Palabra no anuló la necesidad que ellos tienen de la continua pre- sencia y dirección del Espíritu Santo. Por el contrario, el Salvador prometió el Espíritu para abrir la Palabra a sus siervos, para iluminar y aplicar sus enseñanzas. Y, como el Espíritu de Dios fue el que inspiró la Biblia, es imposible que alguna vez las enseñanzas del Espíritu sean contrarias a las de la Palabra” (CS 7).</p> <p><strong>PREGUNTAS PARA DIALOGAR:</strong>&nbsp;</p> <p><strong>1.</strong> Independientemente de la cantidad de traducciones de la Biblia que haya en tu idioma, ¿qué puedes hacer para aprovechar al máximo lo que tienes? ¿Cómo puedes aprender a apreciar la Biblia como la Palabra de Dios y procurar, con fe, obedecer lo que esta enseña?</p> <p>&nbsp;<strong>2.&nbsp;</strong>Piensa en la diferencia entre lo que la Palabra de Dios enseña acerca del origen de la humanidad (que fuimos creados por Dios en el sexto día de la Creación) y lo que la misma humanidad enseña, bajo el nombre de “ciencia” (que evolucionamos durante miles de millones de años). ¿Qué debería decirnos este enorme contraste entre ambas enseñanzas acerca de la importancia de atenernos a lo que enseña la Biblia y de cuán lejos puede llegar la humanidad cuando se aparta de la Palabra de Dios y de lo que esta enseña claramente?</p> <p><strong>3.&nbsp;</strong>¿Qué herramientas bíblicas tienes disponibles para ayudarte a comprender mejor la Biblia? E incluso, si no tienes herramientas adicionales, ¿cómo puedes aprender a aplicar algunas de las lecciones aprendidas esta semana sobre cómo interpretar la Biblia?&nbsp;</p> <p><strong>4.</strong> A los israelitas se les dijo que les enseñen a sus hijos las grandes verdades que se les confiaban y que vez tras vez relatasen las historias de la conducción de Dios en su vida (Deut. 4:9). Más allá del beneficio obvio que implica transmitir la fe, ¿qué tienen la enseñanza y el relato de historias sobre la conducción de Dios en nuestra vida que tienden a aumentar nuestra fe? Es decir, ¿por qué el hecho de compartir la verdad bíblica con los demás también es beneficioso para nosotros?</p>"
    }
  ]
}
