{
  "id": 13,
  "lessonNumber": 13,
  "versionCode": 1,
  "quarter": "2T2020",
  "title": "<p><strong>CÓMO VIVIR DE ACUERDO CON LA PALABRA DE DIOS</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "es",
  "verse": "<p><strong>“Pero sed hacedores de la palabra, y no tan solamente oidores, engañándoos a vosotros mismos” (Sant. 1:22).</strong></p>",
  "weekDate": "20-26 de Junio",
  "lessonDays": [
    {
      "id": 131,
      "idLesson": 13,
      "idDay": 1,
      "dayTitle": "",
      "date": "20 de Junio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>El mejor método para estudiar la Biblia no sirve de nada si no estamos decididos a vivir de acuerdo con lo que aprendemos de las Escrituras. Lo que es válido para la educación en general también lo es para el estudio de la Biblia en particular: aprendemos mejor no solo leyendo o escuchando, sino practicando lo que sabemos.</p>\n<p>\n  <br>\n</p>\n<p>Esta obediencia abre un tesoro lleno de bendiciones divinas que de otro modo nos estarían vedadas, y nos guía por un camino emocionante que transforma la vida para aumentar nuestra comprensión y nuestro conocimiento. Si no estamos dispuestos a cumplir con la Palabra de Dios y no estamos dispuestos a practicar lo que hemos estudiado, no creceremos. Y nuestro testimonio se verá afectado porque nuestra vida no armoniza con nuestras palabras.</p>\n<p>\n  <br>\n</p>\n<p>Crecemos en gracia y sabiduría mediante modelos inspiradores que nos ilustran lo que significa vivir según la Palabra de Dios. No hay mejor ejemplo que Jesucristo y ninguna fuerza motivadora más poderosa que él. Él nos dio un modelo para seguir. Vivió en plena armonía con la voluntad de Dios.</p>"
    },
    {
      "id": 132,
      "idLesson": 13,
      "idDay": 2,
      "dayTitle": "<p><strong>LA PALABRA VIVA DE DIOS Y EL ESPÍRITU SANTO</strong></p>",
      "date": "21 de Junio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Estudiar la Palabra de Dios cuidadosamente y con el método apropiado es muy importante. Pero también es importante, y quizás incluso más, que pongamos en práctica lo que aprendimos. El objetivo final de estudiar la Biblia no radica en adquirir un mayor conocimiento, por maravilloso que sea. El objetivo no es que dominemos la Palabra de Dios, sino que la Palabra de Dios nos domine a nosotros, que cambie nuestra vida y nuestra forma de pensar. Eso es lo que importa. Estar dispuestos a vivir la verdad que hemos aprendido significa estar dispuestos a someternos a esa verdad bíblica. Esta decisión a veces implica una lucha intensa, porque estamos librando una batalla sobre quién tendrá la supremacía en nuestro pensamiento y en nuestra vida. Y, al final, solo hay dos bandos para elegir.</p>\n<p>\n  <br>\n</p>\n<p><strong>Lee Filipenses 2:12 al 16. ¿Qué dicen estos versículos acerca de cómo debemos vivir?</strong></p>\n<p>\n  <br>\n</p>\n<p><strong>12</strong> Por tanto, amados míos, como siempre habéis obedecido, no como en mi presencia solamente, sino mucho más ahora en mi ausencia, ocupaos en vuestra salvación con temor y temblor,</p>\n<p>\n  <br>\n</p>\n<p><strong>13</strong> porque Dios es el que en vosotros produce así el querer como el hacer, por su buena voluntad.</p>\n<p>\n  <br>\n</p>\n<p><strong>14</strong> Haced todo sin murmuraciones y contiendas,</p>\n<p>\n  <br>\n</p>\n<p><strong>15</strong> para que seáis irreprensibles y sencillos, hijos de Dios sin mancha en medio de una generación maligna y perversa, en medio de la cual resplandecéis como luminares en el mundo;</p>\n<p>\n  <br>\n</p>\n<p><strong>16</strong> asidos de la palabra de vida, para que en el día de Cristo yo pueda gloriarme de que no he corrido en vano, ni en vano he trabajado.</p>\n<p>\n  <br>\n</p>\n<p>Sí, Dios obra en nosotros, pero lo hace a través del Espíritu Santo, el único que nos da sabiduría para entender la Santa Biblia. Además, como seres humanos pecaminosos, a menudo nos oponemos a la verdad de Dios y, librados a nuestras propias maquinaciones, no obedeceríamos la Palabra de Dios (Rom. 1:25; Efe. 4:17, 18). Sin el Espíritu Santo, no hay aprecio por el mensaje de Dios. No hay esperanza, no hay confianza, no hay amor en respuesta. Mediante el Espíritu Santo, Dios en verdad “es el que en vosotros produce así el querer como el hacer, por su buena voluntad” (Fil. 2:13).</p>\n<p>\n  <br>\n</p>\n<p>El Espíritu Santo es un maestro que desea guiarnos a una comprensión más profunda de las Escrituras y a una apreciación gozosa de la Palabra de Dios. Trae la verdad de la Palabra de Dios a nuestra atención y nos da nuevas ideas sobre esas verdades, para que nuestra vida se caracterice por la fidelidad y una obediencia amante a la voluntad de Dios. “Nadie puede explicar la Biblia sin la ayuda del Espíritu Santo. Pero, cuando reciban la Palabra de Dios con corazón humilde y dócil, los ángeles de Dios estarán a su lado para impresionarlos con las evidencias de la verdad” (MS 1:493). De esta manera, las cosas espirituales se interpretan espiritualmente (1 Cor. 2:13, 14) y podemos seguir con alegría la Palabra de Dios “mañana tras mañana” (Isa. 50:4, 5).</p>\n<p>\n  <br>\n</p>\n<p><strong><span class=\"fr-clone\" data-id=\"0\" data-type=\"true\" style=\"display: none; line-height: 0;\"></span>Filipenses 2:16 dice que debemos “asirnos de la palabra de vida”. ¿Qué crees que significa eso? Y ¿cómo lo logramos? Ver además Deuteronomio 4:4, que enseña algo similar. ¿Cuál es nuestro papel en todo este proceso?<span class=\"fr-clone\" data-id=\"0\" data-type=\"false\" style=\"display: none; line-height: 0;\"></span></strong><strong></strong></p>"
    },
    {
      "id": 133,
      "idLesson": 13,
      "idDay": 3,
      "dayTitle": "<p><strong>APRENDAMOS DE JESÚS</strong></p>",
      "date": "22 de Junio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>No hay mejor ejemplo para seguir, ni más inspirador, que Jesucristo. Él conocía las Escrituras, y estuvo dispuesto a seguir la Palabra escrita de Dios y cumplirla.</p>\n<p>\n  <br>\n</p>\n<p><strong>Lee Lucas 4:4, 8 y 10 al 12. ¿Cómo utiliza Jesús las Escrituras para contrarrestar las tentaciones de Satanás? ¿Qué nos dice esto sobre cuán medular debe ser la Biblia para nuestra fe, especialmente en momentos de tentación?</strong></p>\n<p>\n  <br>\n</p>\n<p><strong>4</strong> Jesús, respondiéndole, dijo: Escrito está: No sólo de pan vivirá el hombre, sino de toda palabra de Dios.</p>\n<p>\n  <br>\n</p>\n<p><strong>8</strong> Respondiendo Jesús, le dijo: Vete de mí, Satanás, porque escrito está: Al Señor tu Dios adorarás, y a él solo servirás.</p>\n<p>\n  <br>\n</p>\n<p><strong>10</strong> porque escrito está: A sus ángeles mandará acerca de ti, que te guarden;</p>\n<p>\n  <br>\n</p>\n<p><strong>11</strong> y, En las manos te sostendrán, Para que no tropieces con tu pie en piedra.</p>\n<p>\n  <br>\n</p>\n<p><strong>12</strong> Respondiendo Jesús, le dijo: Dicho está: No tentarás al Señor tu Dios.</p>\n<p>\n  <br>\n</p>\n<p>Jesús conocía bien las Escrituras. Estaba tan íntimamente familiarizado con la Palabra de Dios que podía citarla de memoria. Esta familiaridad con la Palabra escrita de Dios debió haber sido el resultado de un valioso tiempo de calidad con Dios al estudiar las Escrituras.</p>\n<p>\n  <br>\n</p>\n<p>Si no hubiera sabido las palabras exactas de las Escrituras y el contexto en el que aparecen, podría haber sido engañado fácilmente por el diablo. El mismo diablo citó las Escrituras y las utilizó para sus propósitos engañosos. Por lo tanto, el solo hecho de citar las Escrituras, como lo hizo el diablo, no es suficiente.</p>\n<p>\n  <br>\n</p>\n<p>También es necesario saber qué más tiene que decir la Escritura sobre un tema y saber su significado correcto. Solo esa familiaridad con la Palabra de Dios nos ayudará, como Jesús, a no ser engañados por el adversario de Dios, sino a resistir los ataques de Satanás. Vez tras vez leemos que Jesús abría la mente de sus seguidores para entender la Escritura al remitirlos a lo que “está escrito” (Luc. 24:45, 46; Mat. 11:10; Juan 6:45; y otros). Daba por sentado que quienes leen las Escrituras pueden llegar a comprender correctamente su significado: “¿Qué está escrito en la ley? ¿Cómo lees?” (Luc. 10:26). Para Jesús, lo que está escrito en la Biblia es la norma por la que debemos vivir.</p>\n<p>\n  <br>\n</p>\n<p>En Juan 7:38, Jesús, el Verbo de Dios hecho carne, les señaló a sus seguidores lo que dice la Escritura. Solo mediante la Biblia sabemos que Jesús es el Mesías prometido. Son las Escrituras las que dan testimonio de él (Juan 5:39). Jesús mismo estuvo dispuesto a cumplir con las Escrituras, la Palabra de Dios puesta por escrito. Si él estuvo dispuesto a hacerlo, ¿qué nos dice esto sobre lo que deberíamos hacer nosotros también?</p>\n<p>\n  <br>\n</p>\n<p><strong>¿Cuál ha sido tu experiencia al utilizar las Escrituras en tu lucha contra la tentación? Es decir, cuando te viste tentado, ¿comenzaste a leer la Biblia o a citar las Escrituras? ¿Qué sucedió como resultado y qué aprendiste de esa experiencia?</strong></p>"
    },
    {
      "id": 134,
      "idLesson": 13,
      "idDay": 4,
      "dayTitle": "<p><strong>¿JESÚS VERSUS LAS ESCRITURAS?</strong></p>",
      "date": "23 de Junio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Lee Juan 5:45 al 47. ¿Qué poderoso mensaje nos da Jesús acerca de su relación con la Biblia?</strong></p>\n<p>\n  <br>\n</p>\n<p><strong>45</strong> No penséis que yo voy a acusaros delante del Padre; hay quien os acusa, Moisés, en quien tenéis vuestra esperanza.</p>\n<p>\n  <br>\n</p>\n<p><strong>46</strong> Porque si creyeseis a Moisés, me creeríais a mí, porque de mí escribió él.</p>\n<p>\n  <br>\n</p>\n<p><strong>47</strong> Pero si no creéis a sus escritos, ¿cómo creeréis a mis palabras?</p>\n<p>\n  <br>\n</p>\n<p>Algunos afirman que cuando Jesús hablaba sus palabras reflejaban un marcado contraste con las palabras de las Escrituras, según se encuentran en el Antiguo Testamento. Dicen que las palabras de Jesús estaban incluso por encima de las palabras de la Biblia.</p>\n<p>\n  <br>\n</p>\n<p>En el Nuevo Testamento, leemos que Jesús dijo: “Oísteis que fue dicho [...]. Pero yo os digo [...]” (Mat. 5:43, 44; comparar con Mat. 5:21, 22, 27, 28, 33, 34, 38, 39). Cuando Jesús pronunció estas famosas palabras en el Sermón del Monte, no trató de desechar ni de abolir el Antiguo Testamento, como afirman algunos intérpretes. Él respondió a varias interpretaciones de las Escrituras y a las tradiciones orales que algunos intérpretes de su época utilizaban para justificar su comportamiento hacia los demás que Dios no toleraba y que nunca ordenó, como aborrecer al enemigo (ver Mat. 5:43). Jesús de ningún modo abolió el Antiguo Testamento ni disminuyó su autoridad en ninguna medida. Al contrario. El Antiguo Testamento, por cierto, prueba quién es él. Es más, Jesús profundizó el significado de las declaraciones del Antiguo Testamento al señalarnos las intenciones originales de Dios.</p>\n<p>\n  <br>\n</p>\n<p>Utilizar la autoridad de Jesús para descalificar la Santa Biblia o para denigrar algunas de sus partes como no inspiradas quizá sea una de las críticas más sutiles a las Escrituras, y sin embargo es la más peligrosa, porque se hace en el nombre mismo de Jesús. Tenemos el ejemplo de Jesús de cuánta autoridad le dio a las Escrituras, que, en su época, consistía solo en el Antiguo Testamento. ¿Qué más evidencia necesitamos sobre cómo deberíamos considerar el Antiguo Testamento también?</p>\n<p>\n  <br>\n</p>\n<p>Lejos de debilitar la autoridad de la Escritura, Jesús siempre la defendió como una guía confiable. De hecho, declara inequívocamente, en el mismo Sermón del Monte: “No penséis que he venido para abrogar la ley o los profetas; no he venido para abrogar, sino para cumplir” (Mat. 5:17). Y sigue diciendo que “cualquiera que quebrante uno de estos mandamientos muy pequeños, y así enseñe a los hombres, muy pequeño será llamado en el reino de los cielos” (Mat. 5:19).</p>\n<p><strong>\n    <br>\n  </strong></p>\n<p><strong>¿Cuáles son algunas de las doctrinas clave que, hasta el día de hoy, se fundamentan en el Antiguo Testamento? Piensa, por ejemplo, en la Creación (Gén. 1; 2) y la caída (Gén. 3). ¿Qué otras verdades cristianas primordiales encontramos en el Antiguo Testamento que luego se amplifican en el Nuevo Testamento?</strong></p>"
    },
    {
      "id": 135,
      "idLesson": 13,
      "idDay": 5,
      "dayTitle": "<p><strong>TIEMPO A SOLAS CON LA PALABRA DE DIOS</strong></p>",
      "date": "24 de Junio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Nuestra vida tiende a ser agitada, y llena de tensión y estrés. A veces tenemos que trabajar mucho, solo para sobrevivir y poner comida en la mesa. Otras veces, incluso cuando tenemos cubiertas las necesidades básicas de la vida, nos atosigamos porque queremos cada vez más. Queremos las cosas que creemos que nos harán sentir felices y realizados. Pero, como nos advierte Salomón en el libro de Eclesiastés, eso no siempre es así.</p>\n<p>\n  <br>\n</p>\n<p>Cualquiera que sea la razón, quizás estemos tremendamente ocupados en nuestra vida, por lo que es muy fácil desplazar a Dios en medio del ajetreo. No es que no creamos en él, sino que simplemente no pasamos tiempo de calidad leyendo, orando y acercándonos al Señor “en cuya mano está tu vida” (Dan. 5:23). Podemos estar demasiado distraídos con otras cosas como para pasar tiempo de calidad con Dios. Todos necesitamos momentos en los que deliberadamente reduzcamos la velocidad para encontrarnos con el que es nuestro Salvador, Jesús. ¿Cómo puede hablarnos el Espíritu Santo si no hacemos una pausa para escuchar? En el momento especial a solas con Dios, en la lectura de su Palabra y en la comunicación de la oración está la fuente de nuestra vida espiritual.</p>\n<p>\n  <br>\n</p>\n<p><strong>Lee Salmos 37:7; 46:10; y 62: 1, 2 y 5. ¿Qué nos enseñan estos versículos sobre pasar tiempo a solas con Dios? ¿Por qué es tan importante este tiempo a solas con Dios?</strong></p>\n<p>\n  <br>\n</p>\n<p><strong>Salmos 37: 7</strong></p>\n<p>\n  <br>\n</p>\n<p><strong>7</strong> Guarda silencio ante Jehová, y espera en él. No te alteres con motivo del que prospera en su camino, Por el hombre que hace maldades.</p>\n<p>\n  <br>\n</p>\n<p><strong>Salmos 46: 10</strong></p>\n<p>\n  <br>\n</p>\n<p><strong>10</strong> Estad quietos, y conoced que yo soy Dios; Seré exaltado entre las naciones; enaltecido seré en la tierra.</p>\n<p>\n  <br>\n</p>\n<p><strong>Salmos 62: 1, 2 y 5</strong></p>\n<p>\n  <br>\n</p>\n<p><strong>1 </strong>&nbsp;En Dios solamente está acallada mi alma; De él viene mi salvación.</p>\n<p>\n  <br>\n</p>\n<p><strong>2</strong> El solamente es mi roca y mi salvación; Es mi refugio, no resbalaré mucho.</p>\n<p>\n  <br>\n</p>\n<p><strong>5</strong> Alma mía, en Dios solamente reposa, Porque de él es mi esperanza.</p>\n<p>\n  <br>\n</p>\n<p>Si amas a alguien, disfrutas pasar tiempo a solas con ese ser amado. Elige un lugar en el que puedas leer y reflexionar sobre la Palabra de Dios sin interrupciones.</p>\n<p>\n  <br>\n</p>\n<p>En nuestra vida agitada, esto puede tener éxito solo si deliberadamente reservas un tiempo específico para este encuentro. A menudo, el comienzo del día es ideal para estos minutos de tranquilidad y reflexión. Esos momentos antes de que comience el día de trabajo pueden convertirse en una bendición para el resto del día, porque los valiosos pensamientos que obtienes te acompañarán durante muchas horas. Pero, sé creativo para hallar el tiempo de calidad adecuado que necesitas para encontrarte con Dios sin interrupciones.</p>\n<p>\n  <br>\n</p>\n<p>Estar conectado con el Dios viviente de la Biblia mediante la oración afecta tu vida como ninguna otra cosa. Con el tiempo, esto contribuirá a que seas más semejante a Jesús.</p>\n<p>\n  <br>\n</p>\n<p><strong>¿Cuán deliberado eres al hacerte un tiempo para pasar a solas con el Señor? ¿Cómo son esos tiempos y cómo te ayudan a conocer aún mejor la realidad y el amor de Dios?</strong></p>"
    },
    {
      "id": 136,
      "idLesson": 13,
      "idDay": 6,
      "dayTitle": "<p><strong>LA MEMORIA Y EL CANTO</strong></p>",
      "date": "25 de Junio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>“En mi corazón he guardado tus dichos, para no pecar contra ti” (Sal. 119:11).</strong></p>\n<p>\n  <br>\n</p>\n<p>Memorizar las Escrituras trae bendiciones multiplicadas. Cuando conservamos pasajes preciosos de la Palabra de Dios en nuestra mente, podemos dar nueva vida a lo que aprendimos de memoria y aplicarlo en circunstancias nuevas y cambiantes. De esa manera, la Biblia impacta directamente en nuestro pensamiento y nuestras decisiones, e influye en nuestros valores y comportamiento. Memorizar las Escrituras da vida a la Biblia en nuestra experiencia diaria. Además, nos ayuda a adorar a Dios y a vivir una vida fiel, de acuerdo con las Escrituras.</p>\n<p>\n  <br>\n</p>\n<p>Recordar las Escrituras palabra por palabra es una tremenda protección contra los engaños y las falsas interpretaciones. Aprender las Escrituras de memoria nos permite citarlas, incluso cuando no tenemos una Biblia a mano. Esto puede convertirse en un tremendo poder para el bien en situaciones en que surgen tentaciones o cuando nos enfrentamos a desafíos adversos. Recordar las promesas de Dios, y fijar nuestra mente en la Palabra de Dios antes que en nuestros problemas, eleva nuestros pensamientos a Dios, quien tiene mil maneras de ayudarnos cuando nosotros no vemos ninguna.</p>\n<p>\n  <br>\n</p>\n<p><strong>Lee Efesios 5:19 y Colosenses 3:16. Cantar la Palabra de Dios, ¿cómo puede establecerla y fortalecerla en nuestra mente?</strong></p>\n<p>\n  <br>\n</p>\n<p><strong>Efesios 5: 19</strong></p>\n<p>\n  <br>\n</p>\n<p><strong>19</strong> hablando entre vosotros con salmos, con himnos y cánticos espirituales, cantando y alabando al Señor en vuestros corazones;</p>\n<p>\n  <br>\n</p>\n<p><strong>Colosenses 3: 16</strong></p>\n<p>\n  <br>\n</p>\n<p><strong>16</strong> La palabra de Cristo more en abundancia en vosotros, enseñándoos y exhortándoos unos a otros en toda sabiduría, cantando con gracia en vuestros corazones al Señor con salmos e himnos y cánticos espirituales.</p>\n<p>\n  <br>\n</p>\n<p>Entonar las palabras de la Biblia también puede ser una forma poderosa de memorizar pasajes de las Escrituras. Al cantar, recordamos más fácilmente las palabras de la Biblia. Combinar las palabras de las Escrituras con bellas melodías las arraigará en nuestros pensamientos con mayor firmeza y será una forma efectiva de disipar los estados de ánimo ansiosos. Niños y adultos por igual fácilmente pueden entonar y memorizar pasajes de las Escrituras relacionados con melodías sencillas pero armoniosas. Las Escrituras fueron la inspiración para numerosos oratorios, sinfonías y otras obras musicales de fama mundial que han dado forma a la cultura cristiana y la han influenciado a lo largo de los siglos. Las composiciones que elevan nuestra mente y dirigen nuestros pensamientos a Dios y su Palabra son una bendición maravillosa y una influencia positiva en nuestra vida.</p>\n<p>\n  <br>\n</p>\n<p>“La música forma parte del culto tributado a Dios en los atrios celestiales, y en nuestros cánticos de alabanza deberíamos procurar aproximarnos tanto como sea posible a la armonía de los coros celestiales” (PP 645).</p>"
    },
    {
      "id": 137,
      "idLesson": 13,
      "idDay": 7,
      "dayTitle": "",
      "date": "26 de Junio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p>\n<p>\n  <br>\n</p>\n<p>Lee Elena de White, El camino a Cristo, “El privilegio de orar”, pp. 79-89. “El ojo natural no puede nunca contemplar la gracia y la belleza de Cristo. La iluminación interior, obra del Espíritu Santo, que revela al alma su real impotencia, su condición desesperada, desprovista de la misericordia y el perdón del que cargó con el pecado –de la total suficiencia de Cristo–, es lo único que puede capacitar al hombre para discernir la infinita misericordia, el inconmensurable amor, la benevolencia y la gloria de Jesús” (ATO 153). “Habría que aprender de memoria algunas porciones de la Biblia, incluso capítulos enteros, para repetirlos cuando Satanás aparece con sus tentaciones [...]. Cuando Satanás trata de conducir la mente para que piense en cosas terrenas y sensuales, la forma más eficaz de resistirlo es decir: ‘Escrito está’ ” (MCP 2:661).</p>\n<p>\n  <br>\n</p>\n<p><strong>PREGUNTAS PARA DIALOGAR:</strong></p>\n<p>\n  <br>\n</p>\n<p>1. ¿Qué papel juega la realidad del libre albedrío en todas nuestras decisiones en lo relacionado con la fe y la obediencia? Aunque muchos aspectos de la vida escapan a nuestro control, tenemos libertad de elección con respecto a las cosas cruciales, las que pertenecen a la vida eterna. ¿Qué estás haciendo con el libre albedrío que Dios te ha dado? ¿Qué tipo de decisiones espirituales estás tomando?</p>\n<p>\n  <br>\n</p>\n<p>2. Piensa en el papel que el sábado puede y debe desempeñar en términos de darnos un tiempo a solas con Dios. ¿De qué manera guardar el sábado te protege de estar tan atrapado trabajando y haciendo cosas que no pasas suficiente tiempo con Dios? ¿Cómo puedes aprender a hacer del sábado la bendición espiritual para la que fue creado?</p>\n<p>\n  <br>\n</p>\n<p>3. ¿Cuál es tu experiencia de pasar tiempo a solas con Dios en oración y estudio? ¿Cómo impacta tu fe en esta práctica espiritual? ¿Cómo debería impactar tu fe? En clase, si se sienten cómodos, hablen de los momentos personales de lectura y oración y lo que obtienen de ellos. ¿Cómo podrían beneficiarse los demás de lo que aprendiste?</p>\n<p>\n  <br>\n</p>\n<p>4. ¿Cuáles son algunos de tus versículos de memoria preferidos? ¿Qué es lo que te gusta de ellos? ¿Por qué ha sido una bendición memorizarlos?</p>"
    }
  ]
}
