{
  "id": 706,
  "lessonNumber": 6,
  "versionCode": 7,
  "quarter": "2T2021",
  "title": "<p><strong>Abraham&rsquo;s Seed</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p><strong>Memory Text:</strong> <strong>&ldquo;But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvelous light&rdquo; (1 Peter 2:9).</strong></p>",
  "weekDate": "May 1–7",
  "lessonDays": [
    {
      "id": 61,
      "idLesson": 6,
      "idDay": 1,
      "dayTitle": "",
      "date": "May 1",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>In a small town, the clock in the jeweler&rsquo;s window stopped one day at a quarter to nine. Many of the citizens had been depending on this clock to know the time. On this particular morning, business men and women glanced in the window and noticed it was only fifteen minutes to nine; children on their way to school were surprised to find they still had plenty of time to loiter. Many persons were late that morning because one small clock in the jeweler&rsquo;s window had stopped.&rdquo;&mdash;C. L. Paddock, God&rsquo;s Minutes (Nashville, TN: Southern Publishing Association, 1965), p. 244, adapted.<br><br>How accurate a representation of ancient Israel&rsquo;s failure! The Lord placed Israel &ldquo;in the midst of the nations&rdquo; (Ezek. 5:5)&mdash;in the strategic bridge-land between three continents (Africa, Europe, and Asia). They were to be the spiritual &ldquo;clock&rdquo; of the world.<br><br>Israel, however, stopped in a sense like the clock in the jeweler&rsquo;s window. Yet, it was not a total failure; for then, as today, God has His faithful remnant. Our study this week focuses on the identity and role of God&rsquo;s true Israel in every age, including our own.<br><br><strong>The Week at a Glance: What covenant promises did the Lord make to Israel? What conditions came with them? How well did the nation abide by those promises? What happened when they disobeyed?</strong></p>"
    },
    {
      "id": 62,
      "idLesson": 6,
      "idDay": 2,
      "dayTitle": "<p><strong>&ldquo;Above All People . . .&rdquo;</strong></p>",
      "date": "May 2",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>&ldquo;For thou art an holy people unto the Lord thy God: the Lord thy God hath chosen thee to be a special people unto himself, above all people that are upon the face of the earth&rdquo; (Deut. 7:6).</strong><br><br>There is no question about it: the Lord specifically had chosen the Hebrew people to be His special representatives upon the earth. The word translated as &ldquo;special&rdquo; in the above verse, segullah, can mean &ldquo;valued property&rdquo; or &ldquo;peculiar treasure.&rdquo; The crucial point to remember, too, is that this choice was totally the act of God, an expression of His grace. There was nothing found in the people themselves that made them deserve this grace. There couldn&rsquo;t be, because grace is something that comes undeserved.<br><br><strong>Read Ezekiel 16:8. How does it help explain the Lord&rsquo;s choosing of Israel?<br></strong><br>Ezekiel 16:8</p> <p>8 Now when I passed by thee, and looked upon thee, behold, thy time was the time of love; and I spread my skirt over thee, and covered thy nakedness: yea, I sware unto thee, and entered into a covenant with thee, saith the Lord God, and thou becamest mine.<br><br>&ldquo;Why was Israel chosen by Yahweh? That was inscrutable. She was a small group of people without great culture or prestige. She possessed no special personal qualities which would warrant such a choice. The election was the act of God alone. . . . The ultimate cause for that choice lay in the mystery of divine love. Yet the fact is that God did love Israel and did choose her, thereby honouring His promise to the fathers. . . . She had been chosen in virtue of Yahweh&rsquo;s love for her. She had been liberated from slavery in Egypt by a display of Yahweh&rsquo;s power. Let her once grasp these great facts and she would realize that she was indeed a holy and a specially treasured people. Any tendency on her part, therefore, to surrender such a noble status was reprehensible in the extreme.&rdquo;&mdash;J. A. Thompson, Deuteronomy (London: Inter-Varsity Press, 1974), pp. 130, 131.<br><br>According to the divine plan, the Israelites were to be both a royal and a priestly race. In an evil world they were to be kings, moral and spiritual, in that they were to prevail over the realm of sin. As priests, they were to draw near to the Lord in prayer, in praise, and in sacrifice. As intermediaries between God and the heathen, they were to serve as instructors, preachers, and prophets and were to be examples of holy living&mdash;Heaven&rsquo;s exponents of true religion.<br><br><strong>Look at the phrase in the verse for today in which the Lord says that they were to be &ldquo;above all people . . . of the earth.&rdquo; Considering all that the Word has taught about the virtue of humility and the danger of pride, what do you think that verse means? In what ways were they to be &ldquo;above&rdquo; all the people? Should we apply that idea to ourselves, as a church, as well? If so, how?</strong></p>"
    },
    {
      "id": 63,
      "idLesson": 6,
      "idDay": 3,
      "dayTitle": "<p><strong>Land Deal (Gen. 35:12)</strong></p>",
      "date": "May 3",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>The promise that a land would be given to God&rsquo;s people, Israel, was first given to Abraham and then repeated to Isaac and Jacob. Joseph&rsquo;s deathbed words repeated this promise (Gen. 50:24). God informed Abraham, however, that &ldquo;four hundred years&rdquo; would pass before the seed of Abraham would take possession of the land (Gen. 15:13, 16). Fulfillment of the promise began in the days of Moses and Joshua Moses repeated the promise in the divine command: &ldquo; &lsquo; &ldquo;Behold, I have set the land before you; go in and take possession of the land&rdquo; &rsquo; &rdquo; (Deut. 1:8, RSV).<br><br><strong>Read Deuteronomy 28:1, 15. What is implied in these words? In short, the land would be given to Israel as part of the covenant. A covenant implies obligations. What obligations did Israel have?</strong></p> <p><br></p> <p><strong>Deuteronomy 28:1, 15</strong></p> <p><strong><span class=\"text Deut-28-1\"><sup>1</sup>&nbsp;</span></strong><span class=\"text Deut-28-1\">&ldquo;Now it shall come to pass, if you diligently obey the voice of the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span> your God, to observe carefully all His commandments which I command you today, that the <span class=\"small-caps divine-name\" style=\"font-variant: small-caps;\">Lord</span> your God will set you high above all nations of the earth.&nbsp;</span></p> <p><strong><sup>15</sup></strong><sup>&nbsp;&nbsp;</sup>&ldquo;But it shall come to pass, if you do not obey the voice of the Lord your God, to observe carefully all His commandments and His statutes which I command you today, that all these curses will come upon you and overtake you:<sup><br></sup><br>The first part of Deuteronomy 28 outlines the blessings Israel would receive if they followed God&rsquo;s will. The other section of the chapter deals with the curses that would befall them if they did not. These curses were &ldquo;largely, though not wholly, brought about by simply giving sin scope to work out its own evil results. . . . &lsquo;He that soweth to [his] flesh shall of the flesh reap corruption&rsquo; (Gal. [6]:8). Like water, which, left to itself, will not cease running till it has found its level; like a clock, which, left to itself, will not cease going till it has run itself completely down; like a tree, which, left to grow, cannot but bring forth its appropriate fruit&mdash;so sin has a level to seek, a course to run, a fruit to mature, and &lsquo;the end of those things is death&rsquo; (Rom. [6:]21).&rdquo;&mdash;The Pulpit Commentary: Deuteronomy, ed., H. D. M. Spence and Joseph S. Exell, (Peabody, MA: Hendrickson Publishers, 1985), vol. 3, p. 439.<br><br>Despite all the promises of land, those promises were not uncondi- tional. They came as part of a covenant. Israel had to fulfill her end of the bargain; if not, the promises could be nullified. The Lord made it very clear, more than once, that if they disobeyed, the land would be taken from them. Read Leviticus 26:27&ndash;33. It&rsquo;s hard to imagine how the Lord could have been more explicit with His words.<br><br><strong>As Christians, we look forward to receiving and keeping the Promised Lands of heaven and the earth made new. They have been promised to us, just as the earthly Promised Land was to the Hebrews. The difference, however, is that once we get there, there is no chance of our ever losing it (Dan. 7:18). At the same time, there are conditions for getting there. How do you understand what these conditions are, especially in the context of salvation by faith alone?</strong></p>"
    },
    {
      "id": 64,
      "idLesson": 6,
      "idDay": 4,
      "dayTitle": "<p><strong>Israel and the Covenant</strong></p>",
      "date": "May 4",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>&ldquo;Yet they obeyed not, nor inclined their ear, but walked every one in the imagination of their evil heart: therefore I will bring upon them all the words of this covenant, which I commanded them to do: but they did them not&rdquo; (Jer. 11:8).</strong><br><br>Look at the above text. The Lord says that He will bring upon them &ldquo;all the words of this covenant.&rdquo; Yet, He is talking about something bad! Though we tend to think of the covenant as offering us only something good, there&rsquo;s the flip side. This principle was seen with Noah. God offered Noah something wonderful&mdash;preservation from destruction&mdash; but Noah had to obey in order to receive the blessings of God&rsquo;s grace. If he did not, the other side of the covenant would follow.<br><br><strong>Compare the above text with Genesis 6:5 regarding the pre-Flood world. What&rsquo;s the parallel? What do these verses say about how important it is for us to control our thoughts?</strong><br><br>Genesis 6:5 5 And God saw that the wickedness of man was great in the earth, and that every imagination of the thoughts of his heart was only evil continually.<br><br>Unfortunately, for the most part, the history of national Israel was a repeated pattern of apostasy followed by divine judgments, repentance, and a period of obedience. Only briefly, under David and Solomon, did Israel control the full extent of the promised territory.<br><br>Look at these texts from Jeremiah regarding Israel&rsquo;s apostasy. &ldquo;They say, If a man put away his wife, and she go from him, and become another man&rsquo;s, shall he return unto her again? shall not that land be greatly polluted? but thou hast played the harlot with many lovers; yet return again to me, saith the Lord. . . . Surely as a wife treacherously departeth from her husband, so have ye dealt treacherously with me, O house of Israel, saith the Lord&rdquo; (Jer. 3:1, 20).<br><br>This brings up something touched upon earlier: The covenant God wants with us is not merely some cold legal agreement made between businesspeople looking to cut the best deal for themselves. The covenant relationship is a commitment, one as serious and sacred as marriage, which is why the Lord uses the imagery that He does.<br><br>The point is that Israel&rsquo;s apostasy did not have its root in disobedience but in a broken personal relationship with the Lord, a break that resulted in disobedience that finally brought punishment upon them.<br><br><strong>Why is the personal, relational aspect so crucial in the Christian life? Why, if our relationship with God isn&rsquo;t right, are we so prone to fall into sin and disobedience? Also, what would you say to someone who asked this question: &ldquo;How can I develop a deep, loving relationship with God?&rdquo;</strong></p>"
    },
    {
      "id": 65,
      "idLesson": 6,
      "idDay": 5,
      "dayTitle": "<p><strong>The Remnant<br></strong><strong></p>",
      "date": "May 5",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Despite Israel&rsquo;s repeated cycle of apostasy, divine judgments, and repentance, what hope is found in these texts?</strong><br><br>Isa. 4:3 3 And it shall come to pass, that he that is left in Zion, and he that remaineth in Jerusalem, shall be called holy, even every one that is written among the living in Jerusalem:<br><br>Mic. 4:6, 7 6 In that day, saith the Lord, will I assemble her that halteth, and I will gather her that is driven out, and her that I have afflicted;<br><br>7 And I will make her that halted a remnant, and her that was cast far off a strong nation: and the Lord shall reign over them in mount Zion from henceforth, even for ever.<br><br>Zeph. 3:12, 13 12 I will also leave in the midst of thee an afflicted and poor people, and they shall trust in the name of the Lord.<br><br>13 The remnant of Israel shall not do iniquity, nor speak lies; neither shall a deceitful tongue be found in their mouth: for they shall feed and lie down, and none shall make them afraid.<br><br>Although God&rsquo;s plan for ancient Israel was spoiled by disobedience, it was never completely frustrated. Among the weeds, a few flowers still grew. Many of the Old Testament prophets speak of this faithful remnant, whom God would gather unto Himself as a lovely bouquet.<br><br>The purpose of God in creating and preserving a faithful remnant was the same as it had been for all of Israel&mdash;to use them as His divinely appointed instruments for declaring &ldquo; &lsquo;my glory among the nations&rsquo; &rdquo; (Isa. 66:19, RSV). By this means, others would join the faithful to &ldquo;worship the King, the Lord of hosts&rdquo; (Zech. 14:16, RSV).<br><br>Thus, no matter how bad the situation became, God always had some faithful people who, despite apostasy within the ranks of God&rsquo;s chosen people, kept their own calling and election sure (2 Pet. 1:10). In short, whatever the failings of the nation as a whole, there were still those who tried to keep, as best they could, their end of the covenant (see, for instance, 1 Kings 19:14&ndash;18). And though, perhaps, they suffered with their nation as a whole (such as when exiled from the land), the final and ultimate covenant promise will be theirs&mdash;that of eternal life.<br><strong><br>Read John 10:27, 28. What is Jesus saying there? Apply His words, and the promises in them, to the situation regarding apostasy in ancient Israel. How do these words help explain the existence of a faithful remnant?</strong><br><br>John 10:27, 28 27 My sheep hear my voice, and I know them, and they follow me:<br><br>28 And I give unto them eternal life; and they shall never perish, neither shall any man pluck them out of my hand<br><br><strong>A few years ago, a young woman gave up her Christian faith entirely, mostly because she was discouraged by the sin, apostasy, and hypocrisy she saw in her local church. &ldquo;Those people weren&rsquo;t really Christians,&rdquo; she said, using that as an excuse to give up everything. Why is her excuse not valid? Base your answer on the principles of today&rsquo;s study.</strong></p>"
    },
    {
      "id": 66,
      "idLesson": 6,
      "idDay": 6,
      "dayTitle": "<p><strong>Spiritual Israel<br></strong></p>",
      "date": "May 6",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Whatever the mistakes and failings of ancient Israel, the Lord was not finished with the plan of creating a faithful people to serve Him. In fact, the Old Testament looked forward to a time when the Lord would create a spiritual Israel, a faithful body of believers, Jews and Gentiles, who would carry on the work of preaching the gospel to the world. Welcome to the early church!<br><br><strong>Read Galatians 3:26&ndash;29.&nbsp;</strong></p> <p><strong>1. What promise is Paul talking about in Gal. 3:29?</strong><br><br>Galatians 3:26&ndash;29&nbsp;</p> <p>26 For ye are all the children of God by faith in Christ Jesus.<br><br>27 For as many of you as have been baptized into Christ have put on Christ.<br><br>28 There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus.<br><br>29 And if ye be Christ&apos;s, then are ye Abraham&apos;s seed, and heirs according to the promise.<br><br><strong>2. What is the key element that makes a person an heir to these promises? (See Gal. 3:26.)</strong><br><strong><br>3. Why is Paul breaking down distinctions of gender, nationality, and social status?</strong><br><strong><br>4. What does it mean to be &ldquo;one in Christ&rdquo;?</strong><br><br><strong>5. Read Romans 4:16, 17. How do these verses help us understand what Paul is saying in Galatians 3:26&ndash;29?</strong><br><br>Romans 4:16, 17. 16 Therefore it is of faith, that it might be by grace; to the end the promise might be sure to all the seed; not to that only which is of the law, but to that also which is of the faith of Abraham; who is the father of us all,<br><br>17 (As it is written, I have made thee a father of many nations,) before him whom he believed, even God, who quickeneth the dead, and calleth those things which be not as though they were.<br><br>As a son of Abraham, Christ became, in a special sense, heir to the covenant promises. By baptism we acquire kinship to Christ and through Him acquire the right to participate in the promises made to Abraham. Thus, all that God promised Abraham is found in Christ, and the promises become ours, not because of nationality, race, or gender, but through grace, which God bestows upon us through faith.<br><br>&ldquo;The gift to Abraham and his seed included not merely the land of Canaan, but the whole earth. So says the apostle, &lsquo;The promise, that he should be the heir of the world, was not to Abraham, or to his seed, through the law, but through the righteousness of faith.&rsquo; Romans 4:13. And the Bible plainly teaches that the promises made to Abraham are to be fulfilled through Christ. . . . [Believers become] heirs to &lsquo;an inheritance incorruptible, and undefiled, and that fadeth not away&rsquo; [1 Peter 1:4]&mdash;the earth freed from the curse of sin.&rdquo;&mdash;Ellen G. White, Patriarchs and Prophets, p. 170. This promise will be fulfilled literally when the saints live on the new earth forever and ever with Christ (Dan. 7:27).</p>"
    },
    {
      "id": 67,
      "idLesson": 6,
      "idDay": 7,
      "dayTitle": "",
      "date": "May 7",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:</strong> Read Ellen G. White, &ldquo;The Vineyard of the Lord,&rdquo; pp. 15&ndash;22; &ldquo;Hope for the Heathen,&rdquo; pp. 367&ndash;378; and &ldquo;The House of Israel,&rdquo; pp. 703&ndash;721, in Prophets and Kings.<br><br>&ldquo;No distinction on account of nationality, race, or caste, is recognized by God. He is the Maker of all mankind. All men are of one family by creation, and all are one through redemption. Christ came to demolish every wall of partition, to throw open every compartment of the temple courts, that every soul may have free access to God. His love is so broad, so deep, so full, that it penetrates everywhere. It lifts out of Satan&rsquo;s influence those who have been deluded by his deceptions, and places them within reach of the throne of God, the throne encircled by the rainbow of promise. In Christ there is neither Jew nor Greek, bond nor free.&rdquo;&mdash;Ellen G. White, Prophets and Kings, pp. 369, 370.<br><br>Read 1 Peter 2:9, 10 to discover the four titles Peter applies to the church. Most of these titles are reflected in the following Old Testament texts that refer to Israel: Exodus 19:6 and Isaiah 43:20. What does each of these titles emphasize about the church&rsquo;s relationship to God? (For example, the title &ldquo;chosen nation&rdquo; emphasizes the fact that God chose the church and has a specific destiny for it.)<br><br><strong>Discussion Questions:</strong><br><br><strong>In ancient Israel, the priests made animal sacrifices that pointed to the Messiah. As members of a royal priesthood, what types of &ldquo;sacrifices&rdquo; are church members to make? (See 1 Pet. 2:5.) 1 Pet. 2:5 5 Ye also, as lively stones, are built up a spiritual house, an holy priesthood, to offer up spiritual sacrifices, acceptable to God by Jesus Christ.</strong><br><br><strong>God separated Israel from the world so it could be a holy nation. It also was to share salvation truths with the world. The same is true for the church today. How is it possible to be separate from the world while at the same time to be in a position to share the gospel with the world? How do Israel&rsquo;s experience and Jesus&rsquo; example help us to answer this question?</strong><br><br><strong>God always maintained a remnant within ancient Israel. Consider Elijah and the remnant that existed during his time (1 Kings 19; note especially verse 18). Why is it often easier to be true to God in the midst of worldly people than in the midst of backsliding members of one&rsquo;s own church family?</strong><br><br><strong>Summary:</strong> God&rsquo;s true Israel (whether before or after the Cross) is the Israel of faith, persons who live in a spiritual, covenant relationship with Him. Such people function as His representatives, holding out to the world the gospel of His saving grace.</p> <p><br><strong><br>Inside Story:</strong><br><br><strong>Every Step of the Way</strong><br>By Andrew McChesney, Adventist Mission<br><br>Dr. Hernando D&iacute;az was desperate. He hadn&rsquo;t worked as a physician for two years because of his two-year-old son&rsquo;s illness. He needed a house and a job.<br><br>Hernando moved his family from their hometown in northern Colombia to Medellin, the country&rsquo;s second-largest city, in hopes of finding a hospital to treat Samuel&rsquo;s kidney problems. But after living in the hospital for a year, he needed a house for Samuel; his wife, Erica; and their 11-year-old son, Immer. Nothing seemed affordable near the hospital. He prayed and found a house whose owner rented rooms to students. He asked for a room.<br><br>&ldquo;I only have one empty room, and a student has paid for it,&rdquo; the owner said. &ldquo;Look,&rdquo; Hernando said. &ldquo;God brought me here because I need that room.&rdquo; The owner gave him the room rent-free for six months.<br><br>With that kind gesture, Hernando was certain that God was leading him. Immer had lived with relatives in another city for a year, and Hernando wanted to enroll him in a Christian school near the hospital. A hospital receptionist heard about his quest. &ldquo;I know a good Christian school nearby,&rdquo; she said. &ldquo;My niece studied there. It&rsquo;s Seventh-day Adventist.&rdquo;<br><br>Hernando wasn&rsquo;t familiar with the Adventist Church. But a visit to the school impressed him, and Immer started classes. Shortly into the school year, Immer informed the teacher that his father was a physician. &ldquo;Tell him to give me his r&eacute;sum&eacute; so I can submit it to the Adventist clinic,&rdquo; the teacher said. She knew that the Adventist Medical Center on the campus of Colombia Adventist University was struggling to find a physician.<br><br>Immer told his father, and Hernando gave his r&eacute;sum&eacute; to the teacher. &ldquo;I want to work, but I can&rsquo;t because I need to be with my baby,&rdquo; he said. &ldquo;Don&rsquo;t worry,&rdquo; the teacher said. &ldquo;Just show up for the interview.&rdquo;<br><br>When the clinic called him for an interview, Hernando explained his need for a flexible schedule. He was hired on the spot. &ldquo;We&rsquo;ll work with your schedule,&rdquo; the director said, adding that he could help with Samuel&rsquo;s paperwork.<br><br>A grateful Hernando joined the clinic&rsquo;s team. He became acquainted with the Adventist faith and accepted an invitation to attend church. His understanding of God&rsquo;s love grew. &ldquo;The Adventists were hospitable, humble, and sincerely interested in helping me,&rdquo; he said. &ldquo;I brought my family to church.&rdquo;<br><br>Hernando and his family were baptized into the Adventist Church. Today, Samuel is a healthy eight-yearold boy, and Hernando works full-time at the Adventist Medical Center, where he has led more than 100 patients and others to Christ through his personal testimony<br><br>Hernando believes that God led him every step of the way. &ldquo;Other hospitals wouldn&rsquo;t work with me,&rdquo; he said. &ldquo;It was a miracle that the Adventist clinic hired me.&rdquo;</p>"
    }
  ]
}
