{
  "id": 705,
  "lessonNumber": 5,
  "versionCode": 8,
  "quarter": "2T2021",
  "title": "<p><strong>Come to Me . . .</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p><strong>Memory Text:</strong> &ldquo; &lsquo;Come to Me, all you who labor and are heavy laden, and I will give you rest&rsquo; &rdquo; (Matt. 11:28, NKJV).</p>",
  "weekDate": "July 24–30",
  "lessonDays": [
    {
      "id": 51,
      "idLesson": 5,
      "idDay": 1,
      "dayTitle": "",
      "date": "July 24",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Come to Me, all you who labor and are heavy laden, and I willgive you rest.&rsquo; &rdquo;</p> <p>What a wonderful promise we have been given here by Jesus. After all, who among us at times hasn&rsquo;t felt heavy-laden, if not so much with work itself (though that can often be the case) but with the labor and heavy-ladenness that life itself brings? And Jesus here is telling us that, yes, He knows what we are going through, and, yes, He can help us&mdash;that is, if we let Him.</p> <p>And then, after telling us to bear His yoke, Jesus says, &ldquo; &lsquo;For My yoke is easy and My burden is light&rsquo; &rdquo; (Matt. 11:30, NKJV). In other words, Get rid of the yokes and burdens that you are carrying (give them to Me) and take Mine upon yourself instead, for Mine are easier to bear.</p> <p>How can we experience the rest that Jesus is talking about? After all, we live in a world where, after sin, the Lord said to Adam, &ldquo; &lsquo;In the sweat of your face you shall eat bread&rsquo; &rdquo; (Gen. 3:19, NKJV). Thus, we have known what it is like to labor and to be carrying burdens that can seem way too hard to bear, at least by ourselves.</p>"
    },
    {
      "id": 52,
      "idLesson": 5,
      "idDay": 2,
      "dayTitle": "<p><strong>&ldquo; &lsquo;I Will Give You Rest&rsquo; &rdquo;</strong></p",
      "date": "July 25",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Read Matthew 11:20&ndash;28, where Jesus says: &ldquo; &lsquo;Come to Me, all you who labor and are heavy laden, and I will give you rest&rsquo; &rdquo; (NKJV). What is the context of this statement? How does Jesus give us this rest?</strong></p> <p><strong>Matthew&nbsp;11:20&ndash;28</strong></p> <p><strong>20</strong> Then He began to rebuke the cities in which most of His mighty works had been done, because they did not repent:</p> <p><strong>21</strong> &ldquo;Woe to you, Chorazin! Woe to you, Bethsaida! For if the mighty works which were done in you had been done in Tyre and Sidon, they would have repented long ago in sackcloth and ashes.</p> <p><strong>22</strong> But I say to you, it will be more tolerable for Tyre and Sidon in the day of judgment than for you.</p> <p><strong>23</strong> And you, Capernaum, who are exalted to heaven, will be brought down to Hades; for if the mighty works which were done in you had been done in Sodom, it would have remained until this day.</p> <p><strong>24</strong> But I say to you that it shall be more tolerable for the land of Sodom in the day of judgment than for you.&rdquo;</p> <p><strong>25</strong> At that time Jesus answered and said, &ldquo;I thank You, Father, Lord of heaven and earth, that You have hidden these things from the wise and prudent and have revealed them to babes.</p> <p><strong>26</strong> Even so, Father, for so it seemed good in Your sight.</p> <p><strong>27</strong> All things have been delivered to Me by My Father, and no one knows the Son except the Father. Nor does anyone know the Father except the Son, and the one to whom the Son wills to reveal Him.</p> <p><strong> 28</strong> Come to Me, all you who labor and are heavy laden, and I will give you rest.</p> <p>&nbsp;</p> <p>As all of us, Jesus never spoke without a context. In order to understand Him, we need to grasp the specific context surrounding a particular statement, especially if we want to avoid misinterpreting Jesus.</p> <p>Matthew 11 marks a turning point in Matthew&rsquo;s Gospel. The statements denouncing important Galilean cities are the harshest heard so far in the Gospel. Jesus does not curry favors; He puts the finger where it hurts; He associates with the &ldquo;wrong&rdquo; people (Matt. 9:9&ndash;13); His claim to be able to forgive sins is scandalous in the eyes of the religious leaders (Matt. 9:1&ndash;8).</p> <p>Indeed, Jesus speaks some powerfully condemning words to the people, even comparing them, unfavorably, to Sodom, viewed then (as today) as a place of implacable wickedness. &ldquo; &lsquo;But I say to you that it shall be more tolerable for the land of Sodom in the day of judgment than for you&rsquo; &rdquo; (Matt. 11:24, NKJV).</p> <p>Tensions are rising&mdash;and yet, in the midst of all of this, Jesus changes gear and offers true rest. He can do so because &ldquo; &lsquo;all things have been delivered to Me by My Father, and no one knows the Son except the Father&rsquo; &rdquo; (Matt. 11:27, NKJV). Jesus&rsquo; ability to give rest is based on His divinity and His oneness with the Father.</p> <p>Before we can come to unload our burdens, we need to understand that we cannot carry them alone. In fact, most of us will not come unless we have recognized our true condition. Jesus&rsquo; invitation is need based.</p> <p>His statement in Matthew 11:28 begins with an imperative in the Greek original. &ldquo; &lsquo;Come&rsquo; &rdquo; is not optional; &ldquo;come&rdquo; represents the precondition of finding rest. &ldquo;Come&rdquo; means that we need to surrender control. In a time when we can conveniently control many things in our lives via our smartphones, coming to Jesus is not a natural direction. In fact, for most people, surrender is the toughest part of the Christian life.</p> <p>We love to talk, and rightly so, about all that God does for us in Christ and how we cannot save ourselves and the like. All that is true. But in the end, we still have to make the conscious choice to &ldquo;come&rdquo; to Jesus, which means surrender to Him. Here is where the reality of free will becomes front and center in the Christian life.</p> <p><strong>What burdens are you carrying? How can you learn to give them to Jesus and experience the rest He offers at so great a cost to Himself?</strong></p>"
    },
    {
      "id": 53,
      "idLesson": 5,
      "idDay": 3,
      "dayTitle": "<p><strong>&ldquo; &lsquo;Take My Yoke Upon You&rsquo; &rdquo;</strong></p>",
      "date": "July 26",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Read Matthew 11:29, 30. Why does Jesus command us to take His yoke right after He has invited us to give Him our burdens and find true rest?</strong></p> <p><strong>&nbsp;Matthew 11:29-30</strong></p> <p><strong>29 </strong>Take My yoke upon you and learn from Me, for I am gentle and lowly in heart, and you will find rest for your souls.</p> <p><strong>30 </strong>For My yoke is easy and My burden is light.&rdquo;</p> <p>&nbsp;</p> <p>After the first imperative &ldquo; &lsquo;come&rsquo; &rdquo; in Matthew 11:28, two more imperatives follow in Matthew 11:29. &ldquo; &lsquo;Take&rsquo; &rdquo; and &ldquo; &lsquo;learn&rsquo; &rdquo; focus the attention of the audience (and the reader) on Jesus. We are to take His yoke and learn from Him.</p> <p>The intimate relationship in the Godhead between the Father and the Son (already intimated in Matt. 11:25&ndash;27) offers a powerful illustration that may explain the yoke metaphor in these verses. Both the Father and the Son are working unitedly to save humanity. While the yoke is a symbol of submission (see Jeremiah 27), it also is a metaphor illustrating united purpose. We submit to His yoke and accept the task He gives us to bless those around us. We are not carrying His yoke; we are just yoked to Him because His yoke &ldquo; &lsquo;is easy&rsquo; &rdquo; and His burden &ldquo; &lsquo;is light&rsquo; &rdquo; (Matt. 11:30).</p> <p>The second imperative, &ldquo; &lsquo;learn from Me,&rsquo; &rdquo; reiterates this concept. In Greek the verb &ldquo;learn&rdquo; is connected to the term &ldquo;disciple.&rdquo; When we learn from Jesus, we are truly His disciples. Obedience and commitment are characteristics of discipleship.</p> <p><strong>What is the difference between being &ldquo;heavy laden&rdquo; (Matt. 11:28) and taking up His yoke (Matt. 11:29)?</strong></p> <p><strong>Matthew 11:28</strong></p> <p><strong>28 </strong>Come to Me, all you who labor and are heavy laden, and I will give you rest.</p> <p><strong>Matthew&nbsp;11:29</strong></p> <p><strong>29 </strong>Take My yoke upon you and learn from Me, for I am gentle and lowly in heart, and you will find rest for your souls.</p> <p>&nbsp;</p> <p>The yoke was a common metaphor in Judaism for the law. Acts 15:10 uses it in reference to the law of circumcision. Galatians 5:1 contrasts the liberty Jesus offers with the yoke of bondage, which is a reference to the law as a means of salvation. Being yoked to Jesus emphasizes obedience and commitment to follow in His footsteps and to participate in His mission. While we cannot hope to add anything to the salvation that Jesus won for us on the cross, we can become His ambassadors and share the good news with those around us. Jesus&rsquo; interpretation of the law, as demonstrated in the Sermon on the Mount (Matthew 5&ndash;7) is even more radical than the Pharisees&rsquo; take on it. It requires heart surgery and transforms our motives&mdash;and, His yoke is easy and His burden is light (Matt. 11:30).</p> <p><strong> What a wonderful promise! Rest for your souls. How have you experienced that rest? What is it like? By focusing on Jesus and on what He offers us, how can we begin to know that rest?</strong></p>"
    },
    {
      "id": 54,
      "idLesson": 5,
      "idDay": 4,
      "dayTitle": "<p><strong>&ldquo; &lsquo;I Am Gentle and Lowly in Heart&rsquo; &rdquo;</strong></p>",
      "date": "July 27",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Gentleness is an underrated quality today. Humility is laughed at. Social media has taught us to pay attention to the loud, the noisy, the weird and wild, and the flamboyant. Truly so many of the world&rsquo;s standards are the opposite of what God deems important and valuable.</p> <p>&ldquo;A knowledge of the truth depends not so much upon strength of intellect as upon pureness of purpose, the simplicity of an earnest, dependent faith. To those who in humility of heart seek for divine guidance, angels of God draw near. The Holy Spirit is given to open to them the rich treasures of the truth.&rdquo;&mdash;Ellen G. White, Christ&rsquo;s Object Lessons, p. 59.</p> <p><strong>Read Matthew 5:5, 1 Peter 3:4, and Isaiah 57:15. How would you&nbsp;</strong><strong>define meekness and humility based on these texts?</strong></p> <p><strong>Matthew 5:5</strong></p> <p><strong>5 </strong>Blessed are the meek,&nbsp;</p> <p>For they shall inherit the earth.</p> <p><strong>1 Peter 3:4</strong></p> <p><strong>4 </strong>rather let it be the hidden person of the heart, with the incorruptible beauty of a gentle and quiet spirit, which is very precious in the sight of God.</p> <p><strong>Isaiah 57:15</strong></p> <p><strong>15</strong> For thus says the High and Lofty One<br />Who inhabits eternity, whose name is Holy:<br />&ldquo;I dwell in the high and holy place,<br />With him who has a contrite and humble spirit,<br />To revive the spirit of the humble,<br />And to revive the heart of the contrite ones.</p> <p>&nbsp;</p> <p>Paul refers to &ldquo;the meekness and gentleness of Christ&rdquo; in 2 Corinthians 10:1. Meekness and humility are not descriptions of pushovers, of people who cannot stand their own ground. Jesus Himself did not seek confrontation and often avoided it because His mission had not yet been fulfilled (John 4:1&ndash;3). When confrontation came to Him, however, He responded boldly. Yet, at the same time, He spoke kindly. His laments over Jerusalem just prior to the cross, for example, were not shouted curses but tear-filled word pictures of a devastating future (Luke 19:41&ndash;44).</p> <p>In the New Testament, Jesus is often portrayed as the Second Moses. He speaks from a mountain when He lays out the principles of His kingdom (Matt. 5:1). He provides large crowds with miracle food (Matt. 14:13&ndash;21). Numbers 12:3 describes Moses as &ldquo;meek,&rdquo; which is echoed in Matthew 11:29. People witnessing the feeding of the 5,000 exclaim in wonder, &ldquo; &lsquo;This is truly the Prophet who is to come into the world&rsquo; &rdquo; (John 6:14, NKJV)&mdash;a reference to Deuteronomy 18:15 and Moses&rsquo; role as a prophet.</p> <p>Jesus&rsquo; humility and meekness clearly supersede Moses&rsquo;. After all, He is our divine Savior. While Moses offered to give himself to save his people (Exod. 32:32), his death would not have accomplished anything, for Moses was a sinner himself and in need of a Savior, a Sin Bearer to pay for his sins. Though we can learn from Moses and the story of his life, we cannot find salvation in him.</p> <p>Instead, we need a Savior who can stand in our stead, not just as an Intercessor but as our Substitute. Intercession is important, but it is only God hanging on the cross as our Sin Bearer, as the One who paid in Himself the penalty for our sin, who can save us from the legal consequences that our sins would, justly, bring on us. This is why, however great the example Jesus was for us, it would all be for nothing without the Cross and the Resurrection.</p>"
    },
    {
      "id": 55,
      "idLesson": 5,
      "idDay": 5,
      "dayTitle": "<p><strong>&ldquo; &lsquo;For My Yoke Is Easy&rsquo; &rdquo;</strong></p>",
      "date": "July 28",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>We already noticed that Matthew&rsquo;s use of &ldquo;yoke&rdquo; in this section echoes Judaism&rsquo;s use of the term and those of other New Testament texts referring to a wrong understanding of the law.</p> <p><strong>The Greek term translated as &ldquo; &lsquo;easy&rsquo; &rdquo; in Matthew 11:30 in the New King James Version also can be translated as &ldquo;good, pleasant, useful, and benevolent.&rdquo; Many people around us consider God&rsquo;s law heavy-handed; difficult to comply with; and, at times, irrelevant. How can we help them to discover the beauty of the law and inspire love for the Lawgiver?</strong></p> <p><strong>&nbsp;Matthew 11:30&nbsp;</strong></p> <p><strong>30 </strong>For My yoke is easy and My burden is light.&rdquo;</p> <p>&nbsp;</p> <p>Parents always remember the moment their child took that first step. A wobbly first step is followed by a tentative second step, then a third&mdash;and by then it&rsquo;s most likely that the child will stumble and fall. There may be some tears and perhaps even a bruise, but once the child has felt the freedom of movement, he or she will get up and try again. Walk, fall, get up, walk, fall, get up. The sequence repeats itself many times before the child can walk securely. And yet, amid stumbles and falls, there is a proud little face triumphantly declaring: Papa, Mama, I can walk!</p> <p>Walking with Jesus may not always be easy, but it&rsquo;s always good and the right thing to do. We may stumble; we may even fall; yet, we can get up and continue to walk with Him at our side.</p> <p>&nbsp;</p> <p><strong>In Galatians 5:1, Paul wrote: &ldquo;Stand fast therefore in the liberty by which Christ has made us free, and do not be entangled again with a yoke of bondage&rdquo; (NKJV). What does that mean? How has Christ made us free? What is the difference between the yoke He asks us to carry and the &ldquo;yoke of bondage&rdquo; that Paul warns us against?</strong></p> <p><strong>Galatians 5:1</strong></p> <p><strong>1&nbsp;</strong>Stand&nbsp;fast therefore in the liberty by which Christ has made us free, and do not be entangled again with a&nbsp;yoke of bondage.</p> <p>&nbsp;</p> <p>We can be sure that whatever exactly Paul meant by the &ldquo;yoke of bondage,&rdquo; he was not referring to obedience to God&rsquo;s law, the Ten Commandments. On the contrary, it&rsquo;s through obedience, by faith, understanding that our salvation is secure, not based on the law but on Christ&rsquo;s righteousness covering us, that we can have true rest and freedom.</p> <p><strong>Why is living a life of obedience to God&rsquo;s law one of more restfulness than one in which we disobey that law?</strong></p>"
    },
    {
      "id": 56,
      "idLesson": 5,
      "idDay": 6,
      "dayTitle": "<p><strong>&ldquo; &lsquo;My Burden Is Light&rsquo; &rdquo;</strong></p>",
      "date": "July 29",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Jesus&rsquo; final statement in Matthew 11:30 uses the imagery of bearing a burden: &ldquo; &lsquo;For My yoke is easy and My burden is light&rsquo; &rdquo; (NKJV).</p> <p><strong>Moses was delighted to see his father-in-law, Jethro, after Israel had left Egypt and crossed the sea. Read Exodus 18:13&ndash;22. What does bearing another person&rsquo;s burden look like in this story?</strong></p> <p><strong>Exodus 18:13&ndash;22</strong></p> <p><strong>13</strong> And so it was, on the next day, that Moses sat to judge the people; and the people stood before Moses from morning until evening.</p> <p><strong>14</strong> So when Moses&rsquo; father-in-law saw all that he did for the people, he said, &ldquo;What is this thing that you are doing for the people? Why do you alone sit, and all the people stand before you from morning until evening?&rdquo;</p> <p><strong>15</strong> And Moses said to his father-in-law, &ldquo;Because the people come to me to inquire of God.</p> <p><strong>16</strong> When they have a difficulty, they come to me, and I judge between one and another; and I make known the statutes of God and His laws.&rdquo;</p> <p><strong>17</strong> So Moses&rsquo; father-in-law said to him, &ldquo;The thing that you do is not good.</p> <p><strong>18</strong> Both you and these people who are with you will surely wear yourselves out. For this thing is too much for you; you are not able to perform it by yourself.</p> <p><strong>19</strong> Listen now to my voice; I will give you counsel, and God will be with you: Stand before God for the people, so that you may bring the difficulties to God.</p> <p><strong>20</strong> And you shall teach them the statutes and the laws, and show them the way in which they must walk and the work they must do.</p> <p><strong>21</strong> Moreover you shall select from all the people able men, such as fear God, men of truth, hating covetousness; and place such over them to be rulers of thousands, rulers of hundreds, rulers of fifties, and rulers of tens.</p> <p><strong>22</strong> And let them judge the people at all times. Then it will be that every great matter they shall bring to you, but every small matter they themselves shall judge. So it will be easier for you, for they will bear the burden with you.</p> <p>&nbsp;</p> <p>Exodus 18:13 tells us that people came to Moses for judgments from morning to evening. When Moses&rsquo; father-in-law saw this, he earnestly pleaded with his son-in-law to establish a structure that would allow him to focus on the big things while trusting others to take care of the more mundane things. Scripture tells us that Moses listened to Jethro&rsquo;s voice and implemented these life-giving changes.</p> <p>When Jesus told us that His burden is light, He wanted to remind us that we can rely on Him, the ultimate Burden Bearer. Like Moses, we must learn that we need others to share our burdens. In 1 Corinthians 12:12&ndash;26, Paul&rsquo;s imagery of the body of Christ offers a good illustration of what shared burdens may look like. We need a functioning body to be able to carry any weight. We need legs, arms, shoulders, muscles, and sinews to carry anything.</p> <p><strong>Read Galatians 6:2. How does bearing one another&rsquo;s burdens help us fulfill the law of Christ?</strong></p> <p><strong>Galatians 6:2</strong></p> <p><strong>2 </strong>Bear one another&rsquo;s burdens, and so fulfill the law of Christ.</p> <p>&nbsp;</p> <p>The immediate context of this passage may offer some help. In Galatians 6:1, Paul states that if a brother or sister falls into temptation, we are to restore that person in a spirit of gentleness (remember Jesus&rsquo; claim in Matthew 11:29 that He is gentle). Burden bearing means restoring someone who has gone off the track in order to help that person see divine grace. But it also means helping one another when we, or they, suffer hardship. The Greek term for &ldquo;burden&rdquo; can refer to a heavy weight or stone. It&rsquo;s a reminder that we all carry burdens and that we all need those who can help us carry the burdens. Burden sharing is a divinely ordained church activity requiring gentleness and producing compassion.</p> <p><strong>Think about the last time someone helped you carry a burden that you were struggling under. Why did that mean so much to you? Whose burden can you help carry now?</strong></p>"
    },
    {
      "id": 57,
      "idLesson": 5,
      "idDay": 7,
      "dayTitle": "",
      "date": "July 30",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Further Thought:</strong> &ldquo;When you find your work hard, when you complain of difficulties and trials, when you say that you have no strength to withstand temptation, that you cannot overcome impatience, and that the Christian life is uphill work, be sure that you are not bearing the yoke of Christ; you are bearing the yoke of another master.&rdquo;&mdash;Ellen G. White, Child Guidance, p. 267.</p> <p>&ldquo;There is need of constant watchfulness and of earnest, loving devotion, but these will come naturally when the soul is kept by the power of God through faith. We can do nothing, absolutely nothing, to commend ourselves to divine favor. We must not trust at all to ourselves or to our good works; but when as erring, sinful beings we come to Christ, we may find rest in His love. God will accept every one that comes to Him trusting wholly in the merits of a crucified Saviour. Love springs up in the heart. There may be no ecstasy of feeling, but there is an abiding, peaceful trust. Every burden is light; for the yoke which Christ imposes is easy. Duty becomes a delight, and sacrifice a pleasure. The path that before seemed shrouded in darkness becomes bright with beams from the Sun of Righteousness. This is walking in the light as Christ is in the light.&rdquo;&mdash;Ellen G. White, Faith and Works, pp. 38, 39.</p> <p><strong>Discussion Questions:</strong></p> <p><strong>&nbsp;1</strong>&nbsp;Do you remember the moment in your walk with Jesus when you finally surrendered? Share this moment in your class and focus particularly on the reason you surrendered.</p> <p><strong>2</strong>&nbsp;Study Jesus&rsquo; prayer in Matthew 11:25&ndash;27 and discuss in your class how we gain knowledge of grace. Why does God hide the plan of salvation (&ldquo;these things&rdquo;) from the wise and prudent and reveal them to babes?</p> <p><strong>3</strong> In a practical way, how can we help those around us struggling with their burdens to come to Jesus and find rest?</p> <p><strong>4</strong>&nbsp;Dwell more on this idea of being &ldquo;meek and lowly in heart.&rdquo; Isn&rsquo;t that bad for a person&rsquo;s self-esteem? Shouldn&rsquo;t we feel good about ourselves, especially people who struggle with self-doubts anyway? How should the cross, and what the cross represents, help us to understand what Jesus means about being &ldquo;meek and lowly&rdquo;? That is, in the presence of the Cross, why are meekness and lowliness the only real appropriate attitudes to have?</p><p><strong>Inside Story</strong></p> <p><strong>Praying Without Ceasing</strong></p> <p><em>By </em>Andrew Mcchesney<strong><br /> </strong></p> <p>Ning Cing&rsquo;s two daughters wanted to go to a Seventh-day Adventist school when they arrived in the United States as refugees from Myanmar.</p> <p>Eight-year-old Lun made it a matter of prayer during morning and evening family worship. &ldquo;Please, God, help us,&rdquo; she prayed. &ldquo;We want to go to an Adventist school. If You want, You can help us.&rdquo;</p> <p>Nuam was only four and not ready for school, but that didn&rsquo;t deter her. &ldquo;Please, God, help us,&rdquo; she prayed.</p> <p>Their single mother, Ning, wished she had a choice other than public school in their new hometown in the state of Georgia. But she didn&rsquo;t have money to send Lun to the Adventist school. She had other problems as well. She couldn&rsquo;t speak English. She didn&rsquo;t know how to drive. She had no job.</p> <p>Then the headaches started. The pain spread to her left arm and left side. She lost sight in her left eye.</p> <p>Ning wept. How would she care for her daughters, much less send them to Adventist school? As she cried, she read the Bible and prayed. &ldquo;God, please answer my prayer,&rdquo; she said. &ldquo;Give me a miracle.&rdquo;</p> <p>Slowly the pain disappeared, and her sight returned. A warehouse offered her work, and an Adventist pastor drove her to the job interview. When she was hired, coworkers picked her up at the house and took her back. Then she learned how to drive. Her salary, however, was small.</p> <p>The first school year ended, and Nuam was old enough to start first grade in the fall. Both daughters kept praying. When the new school year started, both girls entered public school. Still they kept praying.</p> <p>&ldquo;God, please help us,&rdquo; Lun prayed. &ldquo;Send kind, rich people to pay the school fees. We want to learn the Bible in school. We want to know You.&rdquo;</p> <p>Three weeks into the school year, an Adventist friend called. Funds from a Thirteenth Sabbath Offering would help cover the girls&rsquo; tuition at the Adventist school. &ldquo;Your girls can start next week,&rdquo; the friend said.</p> <p>Lun was ecstatic. &ldquo;Thank You, God!&rdquo; she exclaimed. &ldquo;You are able to do everything. You heard our prayers. We love You, God. We praise You.&rdquo;</p> <p>Nuam began to cry. &ldquo;Oh, really?&rdquo; she said. &ldquo;God really answered our prayers?&rdquo;</p> <p>The sisters woke up early, at 5:30 a.m., for their first day of school. They eagerly watched and waited at the window for the school bus to arrive.</p> <p>&ldquo;God is very great to my family and me,&rdquo; Ning said. &ldquo;He cares for us and loves us so much.&rdquo;</p>"
    }
  ]
}
