{
  "id": 711,
  "lessonNumber": 11,
  "versionCode": 3,
  "quarter": "3T2020",
  "title": "<p><strong>Sharing the Story of Jesus</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "<p><strong>These things I have written to you who believe in the name of the Son of God, that you may know that you have eternal life, and that you may continue to believe in the name of the Son of God (1 John 5:13, NKJV).</strong></p>",
  "weekDate": "September 5–11",
  "lessonDays": [
    {
      "id": 111,
      "idLesson": 11,
      "idDay": 1,
      "dayTitle": "",
      "date": "September 5",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>As stated in an earlier lesson, nothing argues more eloquently for the power of the gospel than a changed life. People may argue with your theology. They may debate about doctrines. They may call into question your understanding of the Scriptures, but they will rarely question your personal testimony of what Jesus means to you and has done in your life.</p> <p><br></p> <p>Witnessing is sharing what we know about Jesus. It is letting others know what He means to us and what He has done for us. If our witness consists solely of trying to prove that what we believe is right and that what others believe is wrong, we will meet with strong opposition. If our witness about Jesus comes from a heart that has been transformed by His grace, charmed by His love, and amazed at His truth, others will be impressed with how the truth we believe has impacted our lives. Truth presented in the context of a changed life makes all the difference.</p> <p><br></p> <p>When Christ is the center of every doctrine and each biblical teaching reflects His character, those we are sharing the Scriptures with are much more likely to accept His Word.</p>"
    },
    {
      "id": 112,
      "idLesson": 11,
      "idDay": 2,
      "dayTitle": "<p><strong>Jesus: The Basis of Our Testimony</strong></p> ",
      "date": "September 6",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>As Christians, we all have a personal story to tell, a story about how Jesus changed our lives and what He has done for us.</p> <p><br></p> <p><strong>Read Ephesians 2:1&ndash;10. What were we like before we knew Christ? What is ours since we have accepted Christ?</strong></p> <p><br></p> <p><strong>A.&nbsp;</strong>Before we knew Christ (Eph. 2:1&ndash;3</p> <p><br></p> <p><strong>Eph. 2:1&ndash;3</strong></p> <p><br></p> <p><strong>1</strong> And you He made alive, who were dead in trespasses and sins,&nbsp;</p> <p><strong>2</strong> in which you once walked according to the course of this world, according to the prince of the power of the air, the spirit who now works in the sons of disobedience,&nbsp;</p> <p><strong>3</strong> among whom also we all once conducted ourselves in the lusts of our flesh, fulfilling the desires of the flesh and of the mind, and were by nature children of wrath, just as the others.</p> <p><br></p> <p><strong>B</strong>. After we knew Christ (Eph. 2:4&ndash;10)</p> <p><br></p> <p><strong>Eph. 2:4&ndash;10</strong></p> <p><br></p> <p><strong>4</strong> But God, who is rich in mercy, because of His great love with which He loved us,&nbsp;</p> <p><strong>5</strong> even when we were dead in trespasses, made us alive together with Christ (by grace you have been saved), 6 and raised us up together, and made us sit together in the heavenly places in Christ Jesus, 7 that in the ages to come He might show the exceeding riches of His grace in His kindness toward us in Christ Jesus.&nbsp;</p> <p><strong>8</strong> For by grace you have been saved through faith, and that not of yourselves; it is the gift of God,&nbsp;</p> <p><strong>9</strong> not of works, lest anyone should boast.&nbsp;</p> <p><strong>10</strong> For we are His workmanship, created in Christ Jesus for good works, which God prepared beforehand that we should walk in them.</p> <p><br></p> <p>What an amazing change! Before we knew Christ, we were &ldquo;dead in trespasses and sins,&rdquo; &ldquo;walking in the course of this world,&rdquo; &ldquo;fulfilling the desires of the flesh,&rdquo; and &ldquo;were by nature children of wrath&rdquo; (NKJV). To put it simply, before we knew Christ, we wandered aimlessly through life in a lost condition.</p> <p><br></p> <p>We may have experienced what appeared to be happiness, but there was an angst of the soul and an unfulfilled purpose in our lives. Coming to Christ and experiencing His love made all the difference. In Christ we are truly &ldquo;alive.&rdquo; Through the &ldquo;exceeding riches of His grace&rdquo; and His &ldquo;rich mercy&rdquo; toward us, we have received the gift of salvation. He has raised us up to &ldquo;sit together in the heavenly places in Christ Jesus, that in the ages to come He might show the exceeding riches of His grace in His kindness toward us in Christ Jesus&rdquo; (NKJV). In Christ, life has taken on new meaning and has new purpose. As John declares, &ldquo;In Him was life, and the life was the light of men&rdquo; (John 1:4, NKJV).</p> <p><br></p> <p><strong>Read Ephesians 2:10. What does this text tell us about how central good works are to the Christian&rsquo;s faith? How do we understand this idea in the context of salvation by faith &ldquo;without the deeds of the law&rdquo; (Rom. 3:28)?</strong></p> <p><br></p> <p><strong>Eph. 2:10</strong></p> <p><br></p> <p><strong>10</strong> For we are His workmanship, created in Christ Jesus for good works, which God prepared beforehand that we should walk in them.</p> <p><br></p> <p><strong>How has your life changed because of Christ, a change that could possibly help someone else come to a knowledge of Jesus?</strong></p>"
    },
    {
      "id": 113,
      "idLesson": 11,
      "idDay": 3,
      "dayTitle": "<p><strong>The Transformative Power of Personal Testimony</strong></p>",
      "date": "September 7",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>John and James, the sons of Zebedee, were known as the &ldquo; &lsquo;Sons of Thunder&rsquo; &rdquo; (Mark 3:17, NKJV). In fact, it was Jesus who gave them their nickname. An illustration of John&rsquo;s fiery disposition took place when Jesus and His disciples were traveling through Samaria. When they tried to find a place of lodging for the night, they met with opposition due to the prejudice of the Samaritans against the Jews. They were refused even the humblest of accommodations.</p> <p><br></p> <p>James and John thought they had the solution to the problem. &ldquo;When His disciples James and John saw this, they said, &lsquo;Lord, do You want us to command fire to come down from heaven and consume them, just as Elijah did?&rsquo; &rdquo; (Luke 9:54, NKJV). Jesus rebuked the brothers, and they all left the village quietly. Jesus&rsquo; way is the way of love, not combative force.</p> <p><br></p> <p>In the presence of Jesus&rsquo; love, John&rsquo;s impetuosity and anger were transformed to loving-kindness and a gentle compassionate spirit. In John&rsquo;s first epistle, the word love appears nearly 40 times; in its various forms, it appears 50 times.</p> <p><br></p> <p><strong>Read 1 John 1:1&ndash;4, 1 John 3:1, 1 John 4:7&ndash;11, and 1 John 5:1&ndash;5. What do these passages tell you about John&rsquo;s testimony and the changes that took place in his life because of his interaction with Jesus?</strong></p> <p><br></p> <p><strong>1 John 1:1&ndash;4</strong></p> <p><br></p> <p><strong>1&nbsp;</strong>That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked upon, and our hands have handled, concerning the Word of life&mdash;&nbsp;</p> <p><strong>2&nbsp;</strong>the life was manifested, and we have seen, and bear witness, and declare to you that eternal life which was with the Father and was manifested to us&mdash;&nbsp;</p> <p><strong>3</strong> that which we have seen and heard we declare to you, that you also may have fellowship with us; and truly our fellowship is with the Father and with His Son Jesus Christ.&nbsp;</p> <p><strong>4&nbsp;</strong>And these things we write to you that your joy may be full.</p> <p><br></p> <p><strong>1 John 3:1</strong></p> <p><br></p> <p><strong>1</strong>&nbsp;Behold what manner of love the Father has bestowed on us, that we should be called children of God! Therefore the world does not know us, because it did not know Him.</p> <p><br></p> <p><strong>1 John 4:7&ndash;11</strong></p> <p><br></p> <p><strong>7&nbsp;</strong>Beloved, let us love one another, for love is of God; and everyone who loves is born of God and knows God.&nbsp;</p> <p><strong>8</strong> He who does not love does not know God, for God is love.&nbsp;</p> <p><strong>9</strong> In this the love of God was manifested toward us, that God has sent His only begotten Son into the world, that we might live through Him.&nbsp;</p> <p><strong>10</strong> In this is love, not that we loved God, but that He loved us and sent His Son to be the propitiation for our sins.&nbsp;</p> <p><strong>11</strong> Beloved, if God so loved us, we also ought to love one another.</p> <p><br></p> <p><strong>1 John 5:1&ndash;5</strong></p> <p><br></p> <p><strong>1</strong> Whoever believes that Jesus is the Christ is born of God, and everyone who loves Him who begot also loves him who is begotten of Him.&nbsp;</p> <p><strong>2</strong> By this we know that we love the children of God, when we love God and keep His commandments.&nbsp;</p> <p><strong>3</strong> For this is the love of God, that we keep His commandments. And His commandments are not burdensome.&nbsp;</p> <p><strong>4</strong> For whatever is born of God overcomes the world. And this is the victory that has overcome the world&mdash;our faith.&nbsp;</p> <p><strong>5</strong> Who is he who overcomes the world, but he who believes that Jesus is the Son of God?</p> <p><br></p> <p>There is an eternal principle of the universe. Ellen G. White states this principle well in these words: &ldquo;The exercise of force is contrary to the principles of God&rsquo;s government; He desires only the service of love; and love cannot be commanded; it cannot be won by force or authority. Only by love is love awakened.&rdquo;&mdash;The Desire of Ages, p. 22.</p> <p><br></p> <p>When we are committed to Christ, His love will shine through us to others. The greatest testimony of Christianity is a changed life. This does not mean we will never make mistakes and that we might at times not be the conduits of love and grace that we are supposed to be. But it does mean that, ideally, the love of Christ will flow from our lives, and we will be a blessing to those around us.</p> <p><br></p> <p><strong>How well do you reflect the love of Christ to others? Think about the implications of your answer.</strong></p>"
    },
    {
      "id": 114,
      "idLesson": 11,
      "idDay": 4,
      "dayTitle": "<p><strong>Telling the Story of Jesus</strong></p>",
      "date": "September 8",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Who were the first missionaries that Jesus ever sent out? They were not among the disciples. They were not among His longtime followers. The first missionaries that Jesus sent out had been madmen, demoniacs who a few hours before had terrorized the countryside and struck fear into the hearts of the neighboring villagers.</p> <p><br></p> <p>With supernatural demonic power, one of these demoniacs broke the chains that bound him, shrieked in horrific tones, and mutilated his own body with sharp stones. The agony in their voices only reflected a deeper agony in their souls (Matt. 8:28, 29; Mark 5:1&ndash;5).</p> <p><br></p> <p>then they met Jesus, and their lives were changed. They would never be the same. Jesus drove the tormenting demons out of their bodies into a herd of pigs and over a cliff into the sea (Matt. 8:32&ndash;34; Mark 5:13, 14).</p> <p><br></p> <p><strong>Read Matt. 8:28&ndash;34. What happened to these men, and what did the townspeople find when they came out to see what had happened?</strong></p> <p><br></p> <p><strong>Matt. 8:28&ndash;34</strong></p> <p><br></p> <p><strong>28&nbsp;</strong>When He had come to the other side, to the country of the Gergesenes, there met Him two demon-possessed men, coming out of the tombs, exceedingly fierce, so that no one could pass that way.&nbsp;</p> <p><strong>29&nbsp;</strong>And suddenly they cried out, saying, &ldquo;What have we to do with You, Jesus, You Son of God? Have You come here to torment us before the time?&rdquo;&nbsp;</p> <p><strong>30&nbsp;</strong>Now a good way off from them there was a herd of many swine feeding.&nbsp;</p> <p><strong>31</strong> So the demons begged Him, saying, &ldquo;If You cast us out, permit us to go away into the herd of swine.&rdquo;&nbsp;</p> <p><strong>32</strong> And He said to them, &ldquo;Go.&rdquo; So when they had come out, they went into the herd of swine. And suddenly the whole herd of swine ran violently down the steep place into the sea, and perished in the water.&nbsp;</p> <p><strong>33</strong> Then those who kept them fled; and they went away into the city and told everything, including what had happened to the demon-possessed men.&nbsp;</p> <p><strong>34</strong> And behold, the whole city came out to meet Jesus. And when they saw Him, they begged Him to depart from their region.</p> <p><br></p> <p>The demoniacs were now new men transformed by the power of &nbsp;Christ. The townspeople found them sitting at the feet of Jesus, listening to every word from the Master&rsquo;s mouth. We should note that Matthew&rsquo;s gospel says that there were two demoniacs delivered, while Mark&rsquo;s gospel focuses the story on only one of the two. But the point is, Jesus restored them physically, mentally, emotionally, and spiritually.</p> <p><br></p> <p><strong>Read Mark 5:18&ndash;20. Obviously the changed demoniac, this new convert, wanted to stay with Jesus, but what did Christ send him to do?</strong></p> <p><br></p> <p><strong>Mark 5:18&ndash;20</strong></p> <p><br></p> <p><strong>18&nbsp;</strong>And when He got into the boat, he who had been demon-possessed begged Him that he might be with Him.&nbsp;</p> <p><strong>19&nbsp;</strong>However, Jesus did not permit him, but said to him, &ldquo;Go home to your friends, and tell them what great things the Lord has done for you, and how He has had compassion on you.&rdquo;</p> <p>&nbsp;<strong>20&nbsp;</strong>And he departed and began to proclaim in Decapolis all that Jesus had done for him; and all marveled.</p> <p><br></p> <p>&ldquo;For a few moments only these men had been privileged to hear the teachings of Christ. Not one sermon from His lips had ever fallen upon their ears. They could not instruct the people as the disciples who had been daily with Christ were able to do. But they bore in their own persons the evidence that Jesus was the Messiah. They could tell what they knew; what they themselves had seen, and heard, and felt of the power of Christ. This is what everyone can do whose heart has been touched by the grace of God.&rdquo;&mdash;Ellen G. White, The Desire of Ages, p. 340. Their testimonies prepared Decapolis, ten cities on the shores of the Sea of Galilee, to receive the teachings of Jesus. This is the power of personal testimony.</p>"
    },
    {
      "id": 115,
      "idLesson": 11,
      "idDay": 5,
      "dayTitle": "<p><strong>Testifying With Assurance</strong></p>",
      "date": "September 9",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Read 1 John 5:11&ndash;13; Hebrews 10:19&ndash;22; and 1 Corinthians 15:1, 2. What assurance of eternal life do the Scriptures give us that allows us to testify of our salvation in Christ with certainty?</strong></p> <p><br></p> <p><strong>1 John 5:11&ndash;13</strong></p> <p><br></p> <p><strong>11&nbsp;</strong>And this is the testimony: that God has given us eternal life, and this life is in His Son.&nbsp;</p> <p><strong>12</strong> He who has the Son has life; he who does not have the Son of God does not have life.&nbsp;</p> <p><strong>13</strong> These things I have written to you who believe in the name of the Son of God, that you may know that you have eternal life, and that you may continue to believe in the name of the Son of God.</p> <p><br></p> <p><strong>Hebrews 10:19&ndash;22</strong></p> <p><br></p> <p><strong>19</strong> Therefore, brethren, having boldness to enter the Holiest by the blood of Jesus,&nbsp;</p> <p><strong>20</strong> by a new and living way which He consecrated for us, through the veil, that is, His flesh,&nbsp;</p> <p><strong>21</strong> and having a High Priest over the house of God,&nbsp;</p> <p><strong>22</strong> let us draw near with a true heart in full assurance of faith, having our hearts sprinkled from an evil conscience and our bodies washed with pure water.</p> <p><br></p> <p><strong>1 Corinthians 15:1, 2</strong></p> <p><br></p> <p><strong>1</strong> Moreover, brethren, I declare to you the gospel which I preached to you, which also you received and in which you stand,&nbsp;</p> <p><strong>2&nbsp;</strong>by which also you are saved, if you hold fast that word which I preached to you&mdash;unless you believed in vain.</p> <p><br></p> <p>If we do not have the personal assurance of salvation in Jesus, it is not possible to share it with someone else. We cannot share what we do not have ourselves. There are conscientious Christians who live in a state of perpetual uncertainty, wondering whether they will ever be good enough to be saved. As a wise, old preacher once said, &ldquo;When I look at myself, I see no possibility of being saved. When I look at Jesus, I see no possibility of being lost.&rdquo; The Lord&rsquo;s words ring with certainty down through the ages: &ldquo; &lsquo;Look to Me, and be saved, all you ends of the earth! For I am God, and there is no other&rsquo; &rdquo; (Isa. 45:22).</p> <p><br></p> <p>Our Lord wants each one of us to rejoice in the salvation that He so freely offers. He longs for us to experience what it means to be justified by His grace and be free from the condemnation that the guilt of sin brings. As Paul says in Romans 5, &ldquo;Therefore, having been justified by faith, we have peace with God through our Lord Jesus Christ&rdquo; (Rom. 5:1, NKJV). He adds that we can have the assurance that &ldquo;there is therefore now no condemnation to those who are in Christ Jesus&rdquo; (Rom. 8:1, NKJV). The apostle John confirms that &ldquo;he who has the Son has life; he who does not have the Son of God does not have life&rdquo; (1 John 5:12, NKJV).</p> <p><br></p> <p>If by faith we have accepted Jesus, and He lives in our hearts through His Holy Spirit, the gift of eternal life is ours today. This is not to say that once we have experienced the grace of God and salvation in Christ, we can never lose it (2 Pet. 2:18&ndash;22, Heb. 3:6, Rev. 3:5). We always have the free choice to walk away from Him; but once we have experienced His love and understood the depths of His sacrifice, we should never choose to walk away from One who loves us so much. Day by day we should look for opportunities to share with others the grace given us in Jesus.</p> <p><br></p> <p><strong>Do you have assurance of salvation in Jesus? If so, on what do you base it? Why do you have that assurance? Where is it found? On the other hand, if you are not sure, why are you not sure? How can you find that assurance?</strong></p>"
    },
    {
      "id": 116,
      "idLesson": 11,
      "idDay": 6,
      "dayTitle": "<p><strong>Something Worth Testifying About</strong></p>",
      "date": "September 10",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>&ldquo;I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me&rdquo; (Gal. 2:20).</strong></p> <p><br></p> <p>There are certainly sacrifices when we accept Christ. There are things He asks us to surrender. Jesus made plain the commitment it would take to follow Him: &ldquo; &lsquo;If anyone desires to come after Me, let him deny himself, and take up his cross daily, and follow Me&rsquo; &rdquo; (Luke 9:23, NKJV). Death on a cross is a painful death. When we surrender our lives to the claims of Christ and this &ldquo;old man&rdquo; of sin is crucified (see Rom. 6:6), it is painful. It is painful at times to give up cherished desires and lifelong habits, but the rewards far outweigh the pain.</p> <p><br></p> <p>Powerful testimonies that have a life-changing impact on others focus on what Christ has done for us, not what we have given up for Him. They center on His sacrifice, not on our so-called &ldquo;sacrifices.&rdquo; For Christ never asks us to give up anything that it is in our best interest to retain.</p> <p><br></p> <p>Yet, the history of Christianity is filled with stories of those who had to make tremendous sacrifices for Christ&rsquo;s sake&mdash;not that these people were earning salvation, or that their acts, no matter how selfless and sacrificial, gave them merit before God. Instead, in most cases, realizing what Christ has done for them, these men and women were willing to lay all on the altar of sacrifice, according to God&rsquo;s calling in their life.</p> <p><br></p> <p><strong>Read John 1:12, John 10:10, John 14:27, and 1 Corinthians 1:30. Our testimony always is based on what Christ has done for us. List some of the gifts of His grace mentioned in the texts above.</strong></p> <p><br></p> <p><strong>John 1:12</strong></p> <p><br></p> <p><strong>12&nbsp;</strong>But as many as received Him, to them He gave the right to become children of God, to those who believe in His name:</p> <p><br></p> <p><strong>John 10:10</strong></p> <p><br></p> <p><strong>10&nbsp;</strong>The thief does not come except to steal, and to kill, and to destroy. I have come that they may have life, and that they may have it more abundantly.</p> <p><br></p> <p><strong>John 14:27</strong></p> <p><br></p> <p><strong>27&nbsp;</strong>Peace I leave with you, My peace I give to you; not as the world gives do I give to you. Let not your heart be troubled, neither let it be afraid.</p> <p><br></p> <p><strong>1 Corinthians 1:30</strong></p> <p><br></p> <p><strong>30&nbsp;</strong>But of Him you are in Christ Jesus, who became for us wisdom from God&mdash;and righteousness and sanctification and redemption&mdash;</p> <p><br></p> <p>In light of the texts above, think about what Christ has done for you. You may have been a dedicated Christian all of your life, or possibly you have experienced a more dramatic conversion. Meditate on how good Jesus has been to you and the purpose, peace, and happiness He has given you. Think about the times He has given you the strength to get through the difficult experiences of your life.</p> <p><br></p> <p><strong>What kind of sacrifices have you been called to make for the sake of Christ? What have you learned from your experiences that could be a blessing to others?</strong></p>"
    },
    {
      "id": 117,
      "idLesson": 11,
      "idDay": 7,
      "dayTitle": "",
      "date": "September 11",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": " <p><strong>Further Thought: Read Mark 5:25&ndash;34.</strong></p> <p><br></p> <p><strong>Mark 5:25&ndash;34</strong></p> <p><br></p> <p><strong>25&nbsp;</strong>Now a certain woman had a flow of blood for twelve years,&nbsp;</p> <p><strong>26&nbsp;</strong>and had suffered many things from many physicians. She had spent all that she had and was no better, but rather grew worse.&nbsp;</p> <p><strong>27&nbsp;</strong>When she heard about Jesus, she came behind Him in the crowd and touched His garment.&nbsp;</p> <p><strong>28&nbsp;</strong>For she said, &ldquo;If only I may touch His clothes, I shall be made well.&rdquo;&nbsp;</p> <p><strong>29&nbsp;</strong>Immediately the fountain of her blood was dried up, and she felt in her body that she was healed of the affliction.&nbsp;</p> <p><strong>30&nbsp;</strong>And Jesus, immediately knowing in Himself that power had gone out of Him, turned around in the crowd and said, &ldquo;Who touched My clothes?&rdquo;&nbsp;</p> <p><strong>31&nbsp;</strong>But His disciples said to Him, &ldquo;You see the multitude thronging You, and You say, &lsquo;Who touched Me?&rsquo; &rdquo;&nbsp;</p> <p><strong>32&nbsp;</strong>And He looked around to see her who had done this thing.&nbsp;</p> <p><strong>33&nbsp;</strong>But the woman, fearing and trembling, knowing what had happened to her, came and fell down before Him and told Him the whole truth.&nbsp;</p> <p><strong>34&nbsp;</strong>And He said to her, &ldquo;Daughter, your faith has made you well. Go in peace, and be healed of your affliction.&rdquo;</p> <p><br></p> <p>&ldquo;The wondering crowd that pressed close about Christ realized no accession of vital power. But when the suffering woman put forth her hand to touch Him, believing that she would be made whole, she felt the healing virtue. So in spiritual things. To talk of religion in a casual way, to pray without soul hunger and living faith, avails nothing. A nominal faith in Christ, which accepts Him merely as the Saviour of the world, can never bring healing to the soul. The faith that is unto salvation is not a mere intellectual assent to the truth. . . . It is not enough to believe about Christ; we must believe in Him. The only faith that will benefit us is that which embraces Him as a personal Saviour; which appropriates His merits to ourselves. . . .</p> <p><br></p> <p>&ldquo;Our confession of His faithfulness is Heaven&rsquo;s chosen agency for revealing Christ to the world. We are to acknowledge His grace as made known through the holy men of old; but that which will be most effectual is the testimony of our own experience. We are witnesses for God as we reveal in ourselves the working of a power that is divine. Every individual has a life distinct from all others, and an experience differing essentially from theirs. God desires that our praise shall ascend to Him, marked by our own individuality. These precious acknowledgments to the praise of the glory of His grace, when supported by a Christ-like life, have an irresistible power that works for the salvation of souls.&rdquo; &mdash;Ellen G. White, The Desire of Ages, p. 347.</p> <p><br></p> <p><strong>Discussion Questions:</strong></p> <p><br></p> <p><strong>1</strong> What are the elements of a compelling testimony? Read Paul&rsquo;s testimony before Agrippa in Acts 26:1&ndash;23. What was the foundation of his testimony?&nbsp;</p> <p><strong>2</strong> Why do you think our personal testimony of what Christ has done for us is so powerful? How, however, do you answer the question: OK, that is what happened to you, but what if I don&rsquo;t have that kind of experience? Why should your experience be able to teach me anything about why I should follow Jesus?&nbsp;</p> <p><strong>3</strong> What are some of the things you would want to avoid when giving your testimony to a nonbeliever?&nbsp;</p> <p><strong>4&nbsp;</strong>Dwell on the question regarding assurance of salvation. Why is this such an important part of the Christian experience? How can we be assured of our own salvation while, at the same time, not being presumptuous?</p> <p><br></p> <p><strong>Inside Story&nbsp;</strong></p> <p><strong>By Andrew McChesney</strong></p> <p><br></p> <p>Tomasz Karauda, a 28-year-old Seventh-day Adventist physician in Poland, was asked to sign the death certificate of a woman who was still alive. A nurse wheeled the woman over to the respiratory unit where Tomasz was doing his hospital residency. By all appearances, she was dead. She had lung cancer, brought on by years of smoking. Rigor mortis was setting in, with the blood settling in her lower back. Her skin, usually pink as oxygen-filled blood flowed through her capillaries, had turned pale as her blood drained into the larger veins. Her condition was irreversible.</p> <p><br></p> <p>&ldquo;I had never seen anything like that before,&rdquo; Tomasz said, recalling the moment. &ldquo;She was dead, yet she was sitting in the wheelchair and talking.&rdquo; The woman had been hospitalized in the crowded intensive care unit, but her physician, seeing that he could do nothing more, had sent her out in order to free up a bed for another serious case. The nurse asked Tomasz whether the woman could stay in the respiratory unit.</p> <p><br></p> <p>The respiratory unit also didn&rsquo;t have any free beds, so Tomasz placed a rolling bed into the corridor and gently laid the woman on it. Pulling up a chair, he sat down and spoke with her for the next two hours. The woman knew that she was dying. She expressed regret over her life choices. &ldquo;I spent my entire life smoking,&rdquo; she said. &ldquo;If only I could go back and do it over again.&rdquo;</p> <p><br></p> <p>Tomasz didn&rsquo;t know what to say. He felt as if he was caught in the biblical story of the thieves on the cross. He held the woman&rsquo;s hand. Finally the woman took her last breath. Tomasz signed the death certificate. &ldquo;It is a great responsibility to be a Christian physician,&rdquo; said Tomasz, who studied at a public medical school. &ldquo;No one taught us in medical school how to deal with a situation like that.&rdquo; He has found that it is helpful to take someone&rsquo;s hand and offer hope, saying, &ldquo;Everything is going to be all right,&rdquo; even though the dying person knows that the only thing waiting is death.</p> <p><br></p> <p>&ldquo;Sometimes it&rsquo;s best to say nothing at all,&rdquo; he said. &ldquo;Sometimes the only thing you can do is hold someone&rsquo;s hand and pray silently.&rdquo; The world is dying in sin. In many cases, rigor mortis is setting in, and the condition may seem irreversible. Will you hold someone&rsquo;s hand? Will you pray? Will you offer hope?</p>"
    }
  ]
}
