{
  "id": 6,
  "lessonNumber": 6,
  "versionCode": 9,
  "quarter": "3T2021",
  "title": "<p><strong>C&Oacute;MO HALLAR DESCANSO EN LOS LAZOS FAMILIARES</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "es",
  "verse": "<p><strong>PARA MEMORIZAR:</strong> <strong>&ldquo;As&iacute; que vosotros, oh amados, sabi&eacute;ndolo de antemano, guardaos, no sea que arrastrados por el error de los inicuos, caig&aacute;is de vuestra firmeza. Antes bien, creced en la gracia y el conocimiento de nuestro Se&ntilde;or y Salvador Jesucristo. A &eacute;l sea gloria ahora y hasta el d&iacute;a de la eternidad. Am&eacute;n&rdquo; (2 Ped. 3:17, 18).</strong></p>",
  "weekDate": "31 de Julio-6 de Agosto",
  "lessonDays": [
    {
      "id": 61,
      "idLesson": 6,
      "idDay": 1,
      "dayTitle": "",
      "date": "31 de Julio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>El joven inspeccion&oacute; cuidadosamente el horizonte. Llevaba d&iacute;as buscando a sus hermanos. Mientras se acercaba, recibi&oacute; de todo menos una c&aacute;lida bienvenida. Sus hermanos realmente quer&iacute;an matarlo. Si no hubiera sido por Rub&eacute;n, es posible que Jos&eacute; no habr&iacute;a podido contar la historia.</p> <p>Podemos elegir muchas cosas en la vida, pero no a nuestra familia. Nadie es perfecto, y ninguno de nosotros tiene familias perfectas y relaciones familiares perfectas. Algunos tenemos la bendici&oacute;n de que nuestros padres, hermanos y otros miembros de la familia reflejan el amor de Dios, pero muchos tienen que conformarse con menos de lo ideal. Las relaciones familiares a menudo son complicadas y dolorosas. Esto nos preocupa, nos duele y nos pesa mucho emocionalmente, y a su vez, lo descargamos sobre los dem&aacute;s.</p> <p>&iquest;C&oacute;mo podemos encontrar el descanso de Dios en este &aacute;mbito de la vida? Esta semana volvemos a la historia de Jos&eacute; y sus lazos familiares, para ver a Dios en acci&oacute;n trayendo sanidad y descanso emocional a pesar de las relaciones familiares disfuncionales.</p>"
    },
    {
      "id": 62,
      "idLesson": 6,
      "idDay": 2,
      "dayTitle": "<p><strong>DISFUNCI&Oacute;N EN EL HOGAR</strong></p>",
      "date": "1 de Agosto",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Jos&eacute; sab&iacute;a de familias disfuncionales. Esto ya ven&iacute;a de sus bisabuelos, Abraham y Sara. Cuando Sara se dio cuenta de que era est&eacute;ril, convenci&oacute; a Abraham de que se allegara a su sierva Agar. Tan pronto como Agar qued&oacute; embarazada, comenz&oacute; la rivalidad. Al crecer en esta atm&oacute;sfera, Ismael e Isaac trasladaron la tensi&oacute;n a sus propias familias. Isaac se propuso favorecer a Esa&uacute;, y Jacob se pas&oacute; la vida tratando de ganarse el amor y el respeto de su padre. M&aacute;s adelante, Jacob fue enga&ntilde;ado y se cas&oacute; con dos hermanas que no se llevaban bien y compet&iacute;an entre s&iacute; en una carrera de natalidad, hasta tal punto que reclutaron a sus siervas para que tuvieran los hijos de Jacob.</p> <p><strong>Repasa el incidente que se detalla en G&eacute;nesis 34. &iquest;Qu&eacute; tipo de impacto emocional y relacional habr&aacute; tenido este incidente en toda la familia y tambi&eacute;n en el joven Jos&eacute;?</strong></p> <p>G&eacute;nesis 34</p> <p>Sali&oacute; Dina la hija de Lea, la cual &eacute;sta hab&iacute;a dado a luz a Jacob, a ver a las hijas del pa&iacute;s.</p> <p>2 Y la vio Siquem hijo de Hamor heveo, pr&iacute;ncipe de aquella tierra, y la tom&oacute;, y se acost&oacute; con ella, y la deshonr&oacute;.</p> <p>3 Pero su alma se apeg&oacute; a Dina la hija de Lea, y se enamor&oacute; de la joven, y habl&oacute; al coraz&oacute;n de ella.</p> <p>4 Y habl&oacute; Siquem a Hamor su padre, diciendo: T&oacute;mame por mujer a esta joven.</p> <p>5 Pero oy&oacute; Jacob que Siquem hab&iacute;a amancillado a Dina su hija; y estando sus hijos con su ganado en el campo, call&oacute; Jacob hasta que ellos viniesen.</p> <p>6 Y se dirigi&oacute; Hamor padre de Siquem a Jacob, para hablar con &eacute;l.</p> <p>7 Y los hijos de Jacob vinieron del campo cuando lo supieron; y se entristecieron los varones, y se enojaron mucho, porque hizo vileza en Israel acost&aacute;ndose con la hija de Jacob, lo que no se deb&iacute;a haber hecho.</p> <p>8 Y Hamor habl&oacute; con ellos, diciendo: El alma de mi hijo Siquem se ha apegado a vuestra hija; os ruego que se la deis por mujer.</p> <p>9 Y emparentad con nosotros; dadnos vuestras hijas, y tomad vosotros las nuestras.</p> <p>10 Y habitad con nosotros, porque la tierra estar&aacute; delante de vosotros; morad y negociad en ella, y tomad en ella posesi&oacute;n.</p> <p>11 Siquem tambi&eacute;n dijo al padre de Dina y a los hermanos de ella: Halle yo gracia en vuestros ojos, y dar&eacute; lo que me dijereis.</p> <p>12 Aumentad a cargo m&iacute;o mucha dote y dones, y yo dar&eacute; cuanto me dijereis; y dadme la joven por mujer.</p> <p>13 Pero respondieron los hijos de Jacob a Siquem y a Hamor su padre con palabras enga&ntilde;osas, por cuanto hab&iacute;a amancillado a Dina su hermana.</p> <p>14 Y les dijeron: No podemos hacer esto de dar nuestra hermana a hombre incircunciso, porque entre nosotros es abominaci&oacute;n.</p> <p>15 Mas con esta condici&oacute;n os complaceremos: si hab&eacute;is de ser como nosotros, que se circuncide entre vosotros todo var&oacute;n.</p> <p>16 Entonces os daremos nuestras hijas, y tomaremos nosotros las vuestras; y habitaremos con vosotros, y seremos un pueblo.</p> <p>17 Mas si no nos prestareis o&iacute;do para circuncidaros, tomaremos nuestra hija y nos iremos.</p> <p>18 Y parecieron bien sus palabras a Hamor, y a Siquem hijo de Hamor.</p> <p>19 Y no tard&oacute; el joven en hacer aquello, porque la hija de Jacob le hab&iacute;a agradado; y &eacute;l era el m&aacute;s distinguido de toda la casa de su padre.</p> <p>20 Entonces Hamor y Siquem su hijo vinieron a la puerta de su ciudad, y hablaron a los varones de su ciudad, diciendo:</p> <p>21 Estos varones son pac&iacute;ficos con nosotros, y habitar&aacute;n en el pa&iacute;s, y traficar&aacute;n en &eacute;l; pues he aqu&iacute; la tierra es bastante ancha para ellos; nosotros tomaremos sus hijas por mujeres, y les daremos las nuestras.</p> <p>22 Mas con esta condici&oacute;n consentir&aacute;n estos hombres en habitar con nosotros, para que seamos un pueblo: que se circuncide todo var&oacute;n entre nosotros, as&iacute; como ellos son circuncidados.</p> <p>23 Su ganado, sus bienes y todas sus bestias ser&aacute;n nuestros; solamente convengamos con ellos, y habitar&aacute;n con nosotros.</p> <p>24 Y obedecieron a Hamor y a Siquem su hijo todos los que sal&iacute;an por la puerta de la ciudad, y circuncidaron a todo var&oacute;n, a cuantos sal&iacute;an por la puerta de su ciudad.</p> <p>25 Pero sucedi&oacute; que al tercer d&iacute;a, cuando sent&iacute;an ellos el mayor dolor, dos de los hijos de Jacob, Sime&oacute;n y Lev&iacute;, hermanos de Dina, tomaron cada uno su espada, y vinieron contra la ciudad, que estaba desprevenida, y mataron a todo var&oacute;n.</p> <p>26 Y a Hamor y a Siquem su hijo los mataron a filo de espada; y tomaron a Dina de casa de Siquem, y se fueron.</p> <p>27 Y los hijos de Jacob vinieron a los muertos, y saquearon la ciudad, por cuanto hab&iacute;an amancillado a su hermana.</p> <p>28 Tomaron sus ovejas y vacas y sus asnos, y lo que hab&iacute;a en la ciudad y en el campo,</p> <p>29 y todos sus bienes; llevaron cautivos a todos sus ni&ntilde;os y sus mujeres, y robaron todo lo que hab&iacute;a en casa.</p> <p>30 Entonces dijo Jacob a Sime&oacute;n y a Lev&iacute;: Me hab&eacute;is turbado con hacerme abominable a los moradores de esta tierra, el cananeo y el ferezeo; y teniendo yo pocos hombres, se juntar&aacute;n contra m&iacute; y me atacar&aacute;n, y ser&eacute; destruido yo y mi casa.</p> <p>31 Pero ellos respondieron: &iquest;Hab&iacute;a &eacute;l de tratar a nuestra hermana como a una ramera?</p> <p>La rivalidad entre las madres obviamente se extendi&oacute; a los hijos, que crecieron dispuestos a pelear. Cuando eran adultos j&oacute;venes, los hermanos mayores de Jos&eacute; ya hab&iacute;an masacrado a todos los varones de la ciudad de Siquem. El hermano mayor, Rub&eacute;n, despleg&oacute; dominio y desafi&oacute; a su anciano padre al dormir con Bilha, la criada de Raquel y madre de varios de los hijos de Jacob (G&eacute;n. 35:22). Mientras tanto, otro hermano de Jos&eacute;, Jud&aacute;, confundi&oacute; a su nuera viuda con una prostituta y termin&oacute; teniendo gemelos con ella (G&eacute;n. 38).</p> <p>Jacob a&ntilde;adi&oacute; m&aacute;s le&ntilde;a al fuego de toda esta tensi&oacute;n familiar por su obvio favoritismo hacia Jos&eacute;, al darle una costosa t&uacute;nica de colores (G&eacute;n. 37:3). Si alguna vez hubo una familia disfuncional, esa era la familia de este patriarca.</p> <p><strong>&iquest;Por qu&eacute; crees que Abraham, Isaac y Jacob figuran como h&eacute;roes de la fe en Hebreos 11:17 al 22 a pesar de sus desordenadas relaciones familiares?</strong></p> <p>Hebreos 11:17 al 22</p> <p>17 Por la fe Abraham, cuando fue probado, ofreci&oacute; a Isaac; y el que hab&iacute;a recibido las promesas ofrec&iacute;a su unig&eacute;nito,</p> <p>18 habi&eacute;ndosele dicho: En Isaac te ser&aacute; llamada descendencia;</p> <p>19 pensando que Dios es poderoso para levantar aun de entre los muertos, de donde, en sentido figurado, tambi&eacute;n le volvi&oacute; a recibir.</p> <p>20 Por la fe bendijo Isaac a Jacob y a Esa&uacute; respecto a cosas venideras.</p> <p>21 Por la fe Jacob, al morir, bendijo a cada uno de los hijos de Jos&eacute;, y ador&oacute; apoyado sobre el extremo de su bord&oacute;n.</p> <p>22 Por la fe Jos&eacute;, al morir, mencion&oacute; la salida de los hijos de Israel, y dio mandamiento acerca de sus huesos.</p> <p>Los campeones de la fe de Dios a menudo no est&aacute;n a la altura de sus propias expectativas ni de las de Dios. Estos hombres se mencionan en Hebreos 11 no por sus relaciones familiares desordenadas, sino a pesar de ellas. Aprendieron, muchas veces por las malas, acerca de la fe, el amor y la confianza en Dios mientras luchaban con estos problemas familiares.</p> <p><strong>&iquest;Qu&eacute; disfunci&oacute;n familiar has heredado? Entregarte al Se&ntilde;or y sus caminos &iquest;c&oacute;mo puede ayudarte a romper con ese patr&oacute;n, al menos en el futuro?</strong></p>"
    },
    {
      "id": 63,
      "idLesson": 6,
      "idDay": 3,
      "dayTitle": "<p><strong>ESCOGER UN NUEVO RUMBO</strong></p>",
      "date": "2 de Agosto",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Jos&eacute; se lleva consigo el dolor, las relaciones complicadas y la ansiedad mientras viaja a Egipto, donde lo vender&aacute;n como esclavo. Este no era un viaje de descanso. Mientras, se esforzaba por contener las l&aacute;grimas.</p> <p>&ldquo;Mientras tanto, José y sus amos iban en camino a Egipto. Cuando la caravana marchaba hacia el sur, hacia las fronteras de Canaán, el joven pudo divisar a lo lejos las colinas entre las cuales se hallaban las tiendas de su padre. Lloró amargamente al pensar en la soledad y el dolor de aquel padre amoroso. Nuevamente recordó la escena de Dotán. Vio a sus airados hermanos y sintió sus miradas furiosas dirigidas contra él. Las punzantes e injuriosas palabras con que habían contestado a sus súplicas angustiosas resonaban aún en sus oídos. Con el corazón palpitante, pensaba en qué le depararía el futuro. &iexcl;Qué cambio de condición: de hijo tiernamente querido había pasado a ser un esclavo menospreciado y desamparado! Solo y sin amigos, &iquest;cuál sería su suerte en la extraña tierra adonde iba? Durante algún tiempo José se entregó al terror y al dolor sin poder dominarse. [...]</p> <p>&ldquo;Entonces, sus pensamientos se dirigieron al Dios de su padre. En su niñez se le había enseñado a amarlo y temerlo. A menudo, en la tienda de su padre, había escuchado la historia de la visión que Jacob había presenciado cuando huyó de su casa como exiliado y fugitivo. [...] Ahora, todas estas lecciones preciosas se presentaron vivamente ante él. José creyó que el Dios de sus padres sería su Dios. Entonces, allí mismo, se entregó por completo al Señor, y oró para pedir que el Guardián de Israel estuviese con él en el país adonde iba expatriado&rdquo; (PP 214, 215, &eacute;nfasis a&ntilde;adido).</p> <p>Algunas culturas enfatizan el papel de la comunidad sobre la persona individual, mientras que otras culturas se inclinan a enfatizar el papel del individuo sobre la comunidad. Si bien encontramos un equilibrio entre estos dos en las Escrituras, evidentemente hay un llamado al compromiso personal y corporativo con Dios. Jos&eacute; comienza a hallar descanso en sus relaciones al tomar la decisi&oacute;n personal de seguir a Dios.</p> <p><strong>&iquest;Qu&eacute; nos ense&ntilde;an los siguientes vers&iacute;culos sobre el compromiso personal? (Deut. 4:29; Jos. 24:15; 1 Cr&oacute;n. 16:11; Sal. 14:2; Prov. 8:10; Isa. 55:6).</strong></p> <p>Deut. 4:29</p> <p>29 Mas si desde all&iacute; buscares a Jehov&aacute; tu Dios, lo hallar&aacute;s, si lo buscares de todo tu coraz&oacute;n y de toda tu alma.</p> <p>Jos. 24:15</p> <p>15 Y si mal os parece servir a Jehov&aacute;, escogeos hoy a qui&eacute;n sirv&aacute;is; si a los dioses a quienes sirvieron vuestros padres, cuando estuvieron al otro lado del r&iacute;o, o a los dioses de los amorreos en cuya tierra habit&aacute;is; pero yo y mi casa serviremos a Jehov&aacute;.</p> <p>1 Cr&oacute;n. 16:11</p> <p>Buscad a Jehov&aacute; y su poder; Buscad su rostro continuamente.</p> <p>Sal. 14:2</p> <p>Jehov&aacute; mir&oacute; desde los cielos sobre los hijos de los hombres, Para ver si hab&iacute;a alg&uacute;n entendido, Que buscara a Dios.</p> <p>Prov. 8:10</p> <p>Recibid mi ense&ntilde;anza, y no plata; Y ciencia antes que el oro escogido.</p> <p>Isa. 55:6</p> <p>Buscad a Jehov&aacute; mientras puede ser hallado, llamadle en tanto que est&aacute; cercano.</p> <p>Para hallar descanso, cada uno debe tomar una decisi&oacute;n personal de seguir a Dios. Aunque nuestros antepasados hayan sido gigantes espirituales, estas fe y espiritualidad no se transmiten gen&eacute;ticamente. Recuerda: Dios solo tiene hijos, no nietos.</p> <p><strong>&iquest;Por qu&eacute; es importante que todos los d&iacute;as, a cada momento, decidas entregarte a Dios? &iquest;Qu&eacute; sucede cuando no lo haces?</strong></p>"
    },
    {
      "id": 64,
      "idLesson": 6,
      "idDay": 4,
      "dayTitle": "<p><strong>C&Oacute;MO TENER VERDADERA AUTOESTIMA</strong></p>",
      "date": "3 de Agosto",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Si Jos&eacute; albergaba alguna esperanza de escaparse y encontrar el camino de vuelta, esta se frustr&oacute; al llegar a Egipto, donde es revendido a una familia prominente. G&eacute;nesis 39:1 nos dice que &ldquo;Potifar oficial de Fara&oacute;n, capit&aacute;n de la guardia, var&oacute;n egipcio, lo compr&oacute; de los ismaelitas&rdquo;. De repente, el joven se vio inmerso en un idioma y una cultura nuevos y extra&ntilde;os.</p> <p>Nuestra familia y las relaciones cercanas son fundamentales en el desarrollo de la autoestima. Jos&eacute; creci&oacute; creyendo que &eacute;l era especial: el hijo mayor de la esposa m&aacute;s amada (G&eacute;n. 29:18). Definitivamente, era el favorito de su padre y el &uacute;nico con un hermoso vestido de muchos colores (G&eacute;n. 37:3, 4).</p> <p>Pero &iquest;qui&eacute;n era ahora? Un esclavo, alguien que se pod&iacute;a comprar o vender a voluntad. F&iacute;jate cu&aacute;n r&aacute;pido cambi&oacute; su situaci&oacute;n. F&iacute;jate cu&aacute;n r&aacute;pido la vida parec&iacute;a haberse vuelto contra &eacute;l.</p> <p>Sin duda, Jos&eacute; aprende la lecci&oacute;n que todos tenemos que aprender. Si dependemos de los dem&aacute;s para que nos digan cu&aacute;nto valemos, entonces prepar&eacute;monos para un camino dif&iacute;cil y lleno de confusi&oacute;n, porque no todos apreciar&aacute;n qui&eacute;nes somos ni c&oacute;mo somos. M&aacute;s bien, necesitamos hallar nuestra autoestima en lo que Dios piensa de nosotros, en la manera en que Dios nos ve, y no en nuestros roles actuales.</p> <p><strong>&iquest;C&oacute;mo nos ve Dios a cada uno? (Isa.43:1; Mal.3:17; Juan 1:2; Juan 15:15; Rom.8:14; 1 Juan 3:1, 2).</strong></p> <p>Isa.43:1</p> <p>Ahora, as&iacute; dice Jehov&aacute;, Creador tuyo, oh Jacob, y Formador tuyo, oh Israel: No temas, porque yo te redim&iacute;; te puse nombre, m&iacute;o eres t&uacute;.</p> <p>Mal.3:17</p> <p>Y ser&aacute;n para m&iacute; especial tesoro, ha dicho Jehov&aacute; de los ej&eacute;rcitos, en el d&iacute;a en que yo act&uacute;e; y los perdonar&eacute;, como el hombre que perdona a su hijo que le sirve.</p> <p>Juan 1:2</p> <p>Este era en el principio con Dios.</p> <p>Juan 15:15</p> <p>Ya no os llamar&eacute; siervos, porque el siervo no sabe lo que hace su se&ntilde;or; pero os he llamado amigos, porque todas las cosas que o&iacute; de mi Padre, os las he dado a conocer.</p> <p>Rom.8:14</p> <p>Porque todos los que son guiados por el Esp&iacute;ritu de Dios, &eacute;stos son hijos de Dios.</p> <p>1 Juan 3:1, 2</p> <p>Mirad cu&aacute;l amor nos ha dado el Padre, para que seamos llamados hijos de Dios; por esto el mundo no nos conoce, porque no le conoci&oacute; a &eacute;l.</p> <p>2 Amados, ahora somos hijos de Dios, y a&uacute;n no se ha manifestado lo que hemos de ser; pero sabemos que cuando &eacute;l se manifieste, seremos semejantes a &eacute;l, porque le veremos tal como &eacute;l es.</p> <p>Dios nos mira a cada uno con gafas te&ntilde;idas de gracia. Ve un potencial, una belleza y un talento que ni siquiera podemos imaginar. De hecho, estuvo dispuesto a morir por nosotros para que pudi&eacute;ramos tener la oportunidad de desarrollar todo el potencial para el que fuimos creados. Aunque nos muestra nuestra pecaminosidad y el gran precio que cost&oacute; redimirnos, la Cruz tambi&eacute;n nos muestra nuestro gran valor para Dios. Independientemente de lo que los dem&aacute;s piensen de nosotros o incluso de lo que pensemos de nosotros mismos, Dios nos ama y busca redimirnos no solo del poder de los pecados ahora, sino tambi&eacute;n de la muerte eterna que estos traen consigo.</p> <p>La pregunta clave, entonces, es siempre la misma: &iquest;C&oacute;mo respondemos a la realidad del amor de Dios, seg&uacute;n se revela en Jesucristo?</p> <p><strong>Hay muchos grupos y personas que nos dicen que nos amemos tal como somos y nos aceptemos sin cr&iacute;tica. &iquest;Por qu&eacute; esto en realidad es un autoenga&ntilde;o? &iquest;Por qu&eacute; es importante que nuestro valor provenga de fuera de nosotros mismos y de aquel que nos cre&oacute; y conoce nuestro verdadero potencial?</strong></p>"
    },
    {
      "id": 65,
      "idLesson": 6,
      "idDay": 5,
      "dayTitle": "<p><strong>RELACIONARNOS A LA MANERA DE DIOS</strong></p>",
      "date": "4 de Agosto",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Inicialmente, la historia de Jos&eacute; en Egipto da un giro positivo. Jos&eacute; se encomend&oacute; a Dios, y &eacute;l lo bendijo, por lo que lleg&oacute; a alturas que no imaginaba en la casa de Potifar.</p> <p><strong>&iquest;De qu&eacute; formas pr&aacute;cticas se podr&iacute;an ver las bendiciones de Dios en la vida de Jos&eacute;? &iquest;C&oacute;mo eran las relaciones interpersonales de Jos&eacute;? Lee G&eacute;nesis 39:1 al 6.</strong></p> <p>G&eacute;nesis 39:1 al 6</p> <p>Llevado, pues, Jos&eacute; a Egipto, Potifar oficial de Fara&oacute;n, capit&aacute;n de la guardia, var&oacute;n egipcio, lo compr&oacute; de los ismaelitas que lo hab&iacute;an llevado all&aacute;.</p> <p>2 Mas Jehov&aacute; estaba con Jos&eacute;, y fue var&oacute;n pr&oacute;spero; y estaba en la casa de su amo el egipcio.</p> <p>3 Y vio su amo que Jehov&aacute; estaba con &eacute;l, y que todo lo que &eacute;l hac&iacute;a, Jehov&aacute; lo hac&iacute;a prosperar en su mano.</p> <p>4 As&iacute; hall&oacute; Jos&eacute; gracia en sus ojos, y le serv&iacute;a; y &eacute;l le hizo mayordomo de su casa y entreg&oacute; en su poder todo lo que ten&iacute;a.</p> <p>5 Y aconteci&oacute; que desde cuando le dio el encargo de su casa y de todo lo que ten&iacute;a, Jehov&aacute; bendijo la casa del egipcio a causa de Jos&eacute;, y la bendici&oacute;n de Jehov&aacute; estaba sobre todo lo que ten&iacute;a, as&iacute; en casa como en el campo.</p> <p>6 Y dej&oacute; todo lo que ten&iacute;a en mano de Jos&eacute;, y con &eacute;l no se preocupaba de cosa alguna sino del pan que com&iacute;a. Y era Jos&eacute; de hermoso semblante y bella presencia.</p> <p>Aunque Jos&eacute; parece llevarse muy bien con Potifar, y sus relaciones con el personal de la casa y del campo parecen ser armoniosas, se avecinan problemas.</p> <p><strong>&iquest;Qu&eacute; problema de relaci&oacute;n enfrenta Jos&eacute;? &iquest;C&oacute;mo decide abordarlo? Lee G&eacute;nesis 39:7 al 10.</strong></p> <p>G&eacute;nesis 39:7 al 10</p> <p>Aconteci&oacute; despu&eacute;s de esto, que la mujer de su amo puso sus ojos en Jos&eacute;, y dijo: Duerme conmigo.</p> <p>8 Y &eacute;l no quiso, y dijo a la mujer de su amo: He aqu&iacute; que mi se&ntilde;or no se preocupa conmigo de lo que hay en casa, y ha puesto en mi mano todo lo que tiene.</p> <p>9 No hay otro mayor que yo en esta casa, y ninguna cosa me ha reservado sino a ti, por cuanto t&uacute; eres su mujer; &iquest;c&oacute;mo, pues, har&iacute;a yo este grande mal, y pecar&iacute;a contra Dios?</p> <p>10 Hablando ella a Jos&eacute; cada d&iacute;a, y no escuch&aacute;ndola &eacute;l para acostarse al lado de ella, para estar con ella,</p> <p>Jos&eacute; tiene un problema con la esposa de Potifar. Quiz&aacute; deber&iacute;amos reformular esta frase: la esposa de Potifar tiene un problema. Ella ve a los dem&aacute;s como &ldquo;cosas&rdquo; que se pueden manipular y usar. Quiere &ldquo;usar&rdquo; a Jos&eacute;. A Jos&eacute; se lo describe como &ldquo;de hermoso semblante y bella presencia&rdquo; (G&eacute;n. 39:6). La Biblia rara vez menciona los rasgos f&iacute;sicos de las personas, porque Dios &ldquo;no mira lo que mira el hombre; pues el hombre mira lo que est&aacute; delante de sus ojos, pero Jehov&aacute; mira el coraz&oacute;n&rdquo; (1 Sam. 16:7). En este caso, la buena apariencia de Jos&eacute; parece ser m&aacute;s un obst&aacute;culo que una ayuda.</p> <p>A pesar de la insistencia de esta mujer malvada, Jos&eacute; hace algo aparentemente contraproducente. Aplica los principios b&iacute;blicos a todas las relaciones, en este caso, con la esposa de Potifar. Los principios b&iacute;blicos para las relaciones no son anticuados, como puede atestiguar cualquiera (por no decir todos) que haya sufrido las consecuencias del pecado.</p> <p>La esposa de Potifar lo persigui&oacute; vez tras vez (G&eacute;n. 39:10). Jos&eacute; trat&oacute; de explicar el motivo de su decisi&oacute;n (39:8, 9) pero parece que no funcion&oacute;.</p> <p>Jos&eacute; comprende que no puede controlar las decisiones de los dem&aacute;s. Sin embargo, decide vivir, amar y tratar a quienes lo rodean de una manera que honre a Dios. Jos&eacute; ha aprendido a vivir en la presencia de Dios. Saber esto lo ayud&oacute; a resistir la tentaci&oacute;n.</p> <p><strong>&iquest;Has tratado de aplicar los principios b&iacute;blicos a todas tus relaciones, incluso aquellas en las que la otra persona no est&aacute; &ldquo;jugando limpio&rdquo;? &iquest;Qu&eacute; tal te fue? Lee Mateo 5:43 al 48. &iquest;Por qu&eacute; es importante vivir as&iacute;?</strong></p> <p>Mateo 5:43 al 48</p> <p>O&iacute;steis que fue dicho: Amar&aacute;s a tu pr&oacute;jimo, y aborrecer&aacute;s a tu enemigo.</p> <p>44 Pero yo os digo: Amad a vuestros enemigos, bendecid a los que os maldicen, haced bien a los que os aborrecen, y orad por los que os ultrajan y os persiguen;</p> <p>45 para que se&aacute;is hijos de vuestro Padre que est&aacute; en los cielos, que hace salir su sol sobre malos y buenos, y que hace llover sobre justos e injustos.</p> <p>46 Porque si am&aacute;is a los que os aman, &iquest;qu&eacute; recompensa tendr&eacute;is? &iquest;No hacen tambi&eacute;n lo mismo los publicanos?</p> <p>47 Y si salud&aacute;is a vuestros hermanos solamente, &iquest;qu&eacute; hac&eacute;is de m&aacute;s? &iquest;No hacen tambi&eacute;n as&iacute; los gentiles?</p> <p>48 Sed, pues, vosotros perfectos, como vuestro Padre que est&aacute; en los cielos es perfecto.</p>"
    },
    {
      "id": 66,
      "idLesson": 6,
      "idDay": 6,
      "dayTitle": "<p><strong>EL GRAN CONFLICTO EN LA INTIMIDAD</strong></p>",
      "date": "5 de Agosto",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Como sabemos al leer la historia (G&eacute;n. 39:11-20), Jos&eacute; sufre debido a su decisi&oacute;n basada en principios. Jos&eacute; es encarcelado. Como propiedad de Potifar, Jos&eacute; podr&iacute;a haber sido asesinado en el acto, sin m&aacute;s preguntas. Potifar, obviamente, no le crey&oacute; a su esposa, pero ten&iacute;a que proteger su reputaci&oacute;n tomando medidas. Y, aun as&iacute;, a pesar de las horribles circunstancias, las Escrituras dicen que &ldquo;Jehov&aacute; estaba con Jos&eacute;&rdquo; (39:21).</p> <p>La vida en el planeta Tierra no es justa. El bien no siempre se recompensa y el mal no siempre se castiga de inmediato. Sin embargo, hay buenas noticias: Jos&eacute; puede hallar descanso, incluso en la c&aacute;rcel, porque Dios est&aacute; con &eacute;l. En la c&aacute;rcel, podr&iacute;a haber reflexionado en la injusticia de su situaci&oacute;n, podr&iacute;a haber desistido o incluso renunciado a Dios.</p> <p><strong>&iquest;Qu&eacute; hace Jos&eacute; mientras est&aacute; en prisi&oacute;n? &iquest;C&oacute;mo se relaciona con quienes lo rodean? Lee G&eacute;nesis 39:21 al 40:22.</strong></p> <p>G&eacute;nesis 39:21 al 40:22</p> <p>21 Pero Jehov&aacute; estaba con Jos&eacute; y le extendi&oacute; su misericordia, y le dio gracia en los ojos del jefe de la c&aacute;rcel.</p> <p>22 Y el jefe de la c&aacute;rcel entreg&oacute; en mano de Jos&eacute; el cuidado de todos los presos que hab&iacute;a en aquella prisi&oacute;n; todo lo que se hac&iacute;a all&iacute;, &eacute;l lo hac&iacute;a.</p> <p>23 No necesitaba atender el jefe de la c&aacute;rcel cosa alguna de las que estaban al cuidado de Jos&eacute;, porque Jehov&aacute; estaba con Jos&eacute;, y lo que &eacute;l hac&iacute;a, Jehov&aacute; lo prosperaba.</p> <p>Jos&eacute; interpreta dos sue&ntilde;os</p> <p>40 Aconteci&oacute; despu&eacute;s de estas cosas, que el copero del rey de Egipto y el panadero delinquieron contra su se&ntilde;or el rey de Egipto.</p> <p>2 Y se enoj&oacute; Fara&oacute;n contra sus dos oficiales, contra el jefe de los coperos y contra el jefe de los panaderos,</p> <p>3 y los puso en prisi&oacute;n en la casa del capit&aacute;n de la guardia, en la c&aacute;rcel donde Jos&eacute; estaba preso.</p> <p>4 Y el capit&aacute;n de la guardia encarg&oacute; de ellos a Jos&eacute;, y &eacute;l les serv&iacute;a; y estuvieron d&iacute;as en la prisi&oacute;n.</p> <p>5 Y ambos, el copero y el panadero del rey de Egipto, que estaban arrestados en la prisi&oacute;n, tuvieron un sue&ntilde;o, cada uno su propio sue&ntilde;o en una misma noche, cada uno con su propio significado.</p> <p>6 Vino a ellos Jos&eacute; por la ma&ntilde;ana, y los mir&oacute;, y he aqu&iacute; que estaban tristes.</p> <p>7 Y &eacute;l pregunt&oacute; a aquellos oficiales de Fara&oacute;n, que estaban con &eacute;l en la prisi&oacute;n de la casa de su se&ntilde;or, diciendo: &iquest;Por qu&eacute; parecen hoy mal vuestros semblantes?</p> <p>8 Ellos le dijeron: Hemos tenido un sue&ntilde;o, y no hay quien lo interprete. Entonces les dijo Jos&eacute;: &iquest;No son de Dios las interpretaciones? Cont&aacute;dmelo ahora.</p> <p>9 Entonces el jefe de los coperos cont&oacute; su sue&ntilde;o a Jos&eacute;, y le dijo: Yo so&ntilde;aba que ve&iacute;a una vid delante de m&iacute;,</p> <p>10 y en la vid tres sarmientos; y ella como que brotaba, y arrojaba su flor, viniendo a madurar sus racimos de uvas.</p> <p>11 Y que la copa de Fara&oacute;n estaba en mi mano, y tomaba yo las uvas y las exprim&iacute;a en la copa de Fara&oacute;n, y daba yo la copa en mano de Fara&oacute;n.</p> <p>12 Y le dijo Jos&eacute;: Esta es su interpretaci&oacute;n: los tres sarmientos son tres d&iacute;as.</p> <p>13 Al cabo de tres d&iacute;as levantar&aacute; Fara&oacute;n tu cabeza, y te restituir&aacute; a tu puesto, y dar&aacute;s la copa a Fara&oacute;n en su mano, como sol&iacute;as hacerlo cuando eras su copero.</p> <p>14 Acu&eacute;rdate, pues, de m&iacute; cuando tengas ese bien, y te ruego que uses conmigo de misericordia, y hagas menci&oacute;n de m&iacute; a Fara&oacute;n, y me saques de esta casa.</p> <p>15 Porque fui hurtado de la tierra de los hebreos; y tampoco he hecho aqu&iacute; por qu&eacute; me pusiesen en la c&aacute;rcel.</p> <p>16 Viendo el jefe de los panaderos que hab&iacute;a interpretado para bien, dijo a Jos&eacute;: Tambi&eacute;n yo so&ntilde;&eacute; que ve&iacute;a tres canastillos blancos sobre mi cabeza.</p> <p>17 En el canastillo m&aacute;s alto hab&iacute;a de toda clase de manjares de pasteler&iacute;a para Fara&oacute;n; y las aves las com&iacute;an del canastillo de sobre mi cabeza.</p> <p>18 Entonces respondi&oacute; Jos&eacute;, y dijo: Esta es su interpretaci&oacute;n: Los tres canastillos tres d&iacute;as son.</p> <p>19 Al cabo de tres d&iacute;as quitar&aacute; Fara&oacute;n tu cabeza de sobre ti, y te har&aacute; colgar en la horca, y las aves comer&aacute;n tu carne de sobre ti.</p> <p>20 Al tercer d&iacute;a, que era el d&iacute;a del cumplea&ntilde;os de Fara&oacute;n, el rey hizo banquete a todos sus sirvientes; y alz&oacute; la cabeza del jefe de los coperos, y la cabeza del jefe de los panaderos, entre sus servidores.</p> <p>21 E hizo volver a su oficio al jefe de los coperos, y dio &eacute;ste la copa en mano de Fara&oacute;n.</p> <p>22 Mas hizo ahorcar al jefe de los panaderos, como lo hab&iacute;a interpretado Jos&eacute;.</p> <p>En prisi&oacute;n, Jos&eacute; trabaja con lo concreto, no con lo ideal. Hace contactos; ayuda a los dem&aacute;s, a pesar de que las relaciones en la c&aacute;rcel distaban mucho de ser ideales. Y Jos&eacute; no tiene reparos en pedir ayuda y volverse vulnerable. Pide ayuda al copero luego de interpretarle el sue&ntilde;o.</p> <p><strong>&iquest;Cu&aacute;l es la perspectiva general de las relaciones que presenta Pablo en Efesios 6:1 al 13?</strong></p> <p>Efesios 6:1 al 13</p> <p>Hijos, obedeced en el Se&ntilde;or a vuestros padres, porque esto es justo.</p> <p>2 Honra a tu padre y a tu madre, que es el primer mandamiento con promesa;</p> <p>3 para que te vaya bien, y seas de larga vida sobre la tierra.</p> <p>4 Y vosotros, padres, no provoqu&eacute;is a ira a vuestros hijos, sino criadlos en disciplina y amonestaci&oacute;n del Se&ntilde;or.</p> <p>5 Siervos, obedeced a vuestros amos terrenales con temor y temblor, con sencillez de vuestro coraz&oacute;n, como a Cristo;</p> <p>6 no sirviendo al ojo, como los que quieren agradar a los hombres, sino como siervos de Cristo, de coraz&oacute;n haciendo la voluntad de Dios;</p> <p>7 sirviendo de buena voluntad, como al Se&ntilde;or y no a los hombres,</p> <p>8 sabiendo que el bien que cada uno hiciere, &eacute;se recibir&aacute; del Se&ntilde;or, sea siervo o sea libre.</p> <p>9 Y vosotros, amos, haced con ellos lo mismo, dejando las amenazas, sabiendo que el Se&ntilde;or de ellos y vuestro est&aacute; en los cielos, y que para &eacute;l no hay acepci&oacute;n de personas. La armadura de Dios</p> <p>10 Por lo dem&aacute;s, hermanos m&iacute;os, fortaleceos en el Se&ntilde;or, y en el poder de su fuerza.</p> <p>11 Vest&iacute;os de toda la armadura de Dios, para que pod&aacute;is estar firmes contra las asechanzas del diablo.</p> <p>12 Porque no tenemos lucha contra sangre y carne, sino contra principados, contra potestades, contra los gobernadores de las tinieblas de este siglo, contra huestes espirituales de maldad en las regiones celestes.</p> <p>13 Por tanto, tomad toda la armadura de Dios, para que pod&aacute;is resistir en el d&iacute;a malo, y habiendo acabado todo, estar firmes.</p> <p>Nuestras relaciones son un reflejo en miniatura del Gran Conflicto entre Dios y Satan&aacute;s que se viene librando a lo largo de los siglos. Por tanto, esto significa que no hay relaciones perfectas. Toda relaci&oacute;n debe tener una din&aacute;mica de crecimiento, y Satan&aacute;s tiene un inter&eacute;s personal en usar a su favor todas nuestras relaciones, especialmente las m&aacute;s cercanas a nosotros, para herir y frustrar la voluntad de Dios para nuestra vida. Podemos estar agradecidos de que &eacute;l no nos deja pelear estas batallas en soledad. La Palabra de Dios establece principios para nuestras relaciones. Su promesa de darnos sabidur&iacute;a (Sant. 1:5) tambi&eacute;n se extiende a nuestras relaciones. Y, as&iacute; como estaba con Jos&eacute;, promete estar con nosotros cuando nuestras relaciones resulten complejas.</p> <p><strong>Reflexiona en la promesa de Dios en Santiago 1:5 y t&oacute;mate un momento para orar pidiendo sabidur&iacute;a para tus relaciones. &iquest;C&oacute;mo puedes mostrarte abierto a las impresiones del Esp&iacute;ritu Santo al relacionarte con estas personas?</strong></p> <p>Santiago 1:5</p> <p>Y si alguno de vosotros tiene falta de sabidur&iacute;a, p&iacute;dala a Dios, el cual da a todos abundantemente y sin reproche, y le ser&aacute; dada.</p>"
    },
    {
      "id": 67,
      "idLesson": 6,
      "idDay": 7,
      "dayTitle": "",
      "date": "6 de Agosto",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p> <p>En el contexto de lo que le ocurri&oacute; a Jos&eacute; con la esposa de Potifar, Elena de White escribi&oacute;: &ldquo;Aqu&iacute; tenemos un ejemplo para todas las generaciones de creyentes que habr&iacute;an de vivir sobre la Tierra. [...] Dios será un pronto auxilio y su Espíritu será un escudo. Aunque estén rodeados de las más terribles tentaciones, hay una fuente de fortaleza a la cual pueden recurrir para resistirlas. [...] Hab&iacute;a puesto su reputaci&oacute;n y sus intereses en las manos de Dios. Y, aunque se permiti&oacute; que fuera afligido por cierto tiempo, para prepararlo con el fin de que ocupara un puesto importante, el Se&ntilde;or protegi&oacute; esa reputaci&oacute;n que hab&iacute;a sido ensombrecida por una malvada acusadora, y m&aacute;s tarde, a su debido tiempo, permiti&oacute; que aquella resplandeciera. Dios us&oacute; incluso la prisi&oacute;n como un camino que lo conducir&iacute;a a su elevaci&oacute;n. La virtud proporcionar&aacute; a su debido tiempo su propia recompensa. El escudo que proteg&iacute;a el coraz&oacute;n de este joven era el temor de Dios, que lo indujo a ser fiel y justo con su amo, y leal a su Se&ntilde;or. Despreciaba esa ingratitud que lo llevar&iacute;a a abusar de la confianza de su amo, aunque su amo tal vez nunca lo supiera&rdquo; (HR 104, 105; SP 1:132).</p> <p><strong>PREGUNTAS PARA DIALOGAR:</strong></p> <p><strong>1. Ser cristianos de nombre o adventistas &ldquo;culturales&rdquo; no nos ayudar&aacute; a hallar descanso en nuestras relaciones. &iquest;Cu&aacute;les son las diferencias entre un adventista &ldquo;cultural&rdquo; y un verdadero creyente?</strong></p> <p><strong>2. La hermana X acaba de unirse a la iglesia. Est&aacute; casada con un no creyente. Ella ama a su esposo, pero a &eacute;l no le gustan los cambios que ve en ella. &iquest;Cu&aacute;l ser&iacute;a tu consejo, sobre la base de los principios b&iacute;blicos, para esta nueva hermana de iglesia?</strong></p> <p><strong>3. El autor ruso Le&oacute;n T&oacute;lstoi escribi&oacute;: &ldquo;Todas las familias felices son iguales; cada familia infeliz es infeliz a su manera&rdquo;. Todas las familias, de una manera u otra, sufren disfunciones, porque todas est&aacute;n compuestas por pecadores, a las cuales cada uno trae su propia disfunci&oacute;n a la relaci&oacute;n familiar. &iquest;C&oacute;mo podemos, por la gracia de Dios, mostrarnos abiertos a seguir los principios b&iacute;blicos del amor, el perd&oacute;n, el sobrellevar las cargas y dem&aacute;s para aportar algo de sanidad a nuestras relaciones familiares?</strong></p> <p><strong>4. Muchos han tenido la experiencia de que las cosas les iban bien a ellos y a su familia cuando, de repente, inesperadamente, ocurre una tragedia. En momentos como este, &iquest;por qu&eacute; es primordial aferrarse a la fe y a las promesas de la Palabra de Dios? Especialmente cuando los tiempos son buenos, &iquest;por qu&eacute; es importante estar preparados espiritualmente para los malos tiempos?</strong></p>"
    }
  ]
}
