{
  "id": 12,
  "lessonNumber": 12,
  "versionCode": 1,
  "quarter": "2T2020",
  "title": "<p><strong>CÓMO ABORDAR PASAJES DIFÍCILES</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "es",
  "verse": "<p> “Y tened entendido que la paciencia de nuestro Señor es para salvación; como también nuestro amado hermano Pablo, según la sabiduría que le ha sido dada, os ha escrito, casi en todas sus epístolas, hablando en ellas de estas cosas; entre las cuales hay algunas difíciles de entender, las cuales los indoctos e inconstantes tuercen, como también las otras Escrituras, para su propia perdición” (2 Ped. 3:15, 16).</p>",
  "weekDate": "13–19 de Junio",
  "lessonDays": [
    {
      "id": 121,
      "idLesson": 12,
      "idDay": 1,
      "dayTitle": "",
      "date": "13 de Junio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Al analizar las cartas del apóstol Pablo, Pedro escribe que, en ellas y en algunos otros lugares de las Escrituras, hay algunas cosas “difíciles de entender”. “Los indoctos e inconstantes” (2 Ped. 3:16) tuercen o distorsionan estas palabras para su propia destrucción. Pedro no dice que todas las cosas sean difíciles de entender, sino solo algunas. Esta semana le daremos una mirada, no tanto a los textos difíciles propiamente dichos, sino a las posibles razones de estos desafíos y de qué manera podemos resolverlos. En definitiva, algunas de estas declaraciones desafiantes quizá nunca se resuelvan de este lado del cielo. Al mismo tiempo, la gran mayoría de los pasajes bíblicos no presentan ninguna dificultad, y no debemos permitir que el escaso número de pasajes difíciles debilite nuestra confianza en la confiabilidad y la autoridad de la Palabra de Dios en su conjunto. </p>"
    },
    {
      "id": 122,
      "idLesson": 12,
      "idDay": 2,
      "dayTitle": "<p><strong>RAZONES POSIBLES PARA CONTRADICCIONES APARENTES</strong></p>",
      "date": "14 de Junio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Lee 2 Timoteo 2:10 al 15. Pablo le advierte a Timoteo que sea diligente y que “us[e] bien la palabra de verdad”. ¿Qué mensaje importante nos está dando a todos nosotros aquí?</strong></p> \n\n<p><strong>2 Timoteo 2:10 al 15.</strong>&nbsp;</p> <p><strong>10</strong> Por tanto, todo lo soporto por amor de los escogidos, para que ellos también obtengan la salvación que es en Cristo Jesús con gloria eterna.&nbsp;</p> <p><strong>11</strong> Palabra fiel es esta: Si somos muertos con él, también viviremos con él; 12 Si sufrimos, también reinaremos con él; Si le negáremos, él también nos negará.&nbsp;</p> <p><strong>13</strong> Si fuéremos infieles, él permanece fiel; El no puede negarse a sí mismo. Un obrero aprobado&nbsp;</p> <p><strong>14</strong> Recuérdales esto, exhortándoles delante del Señor a que no contiendan sobre palabras, lo cual para nada aprovecha, sino que es para perdición de los oyentes.&nbsp;</p> <p><strong>15</strong> Procura con diligencia presentarte a Dios aprobado, como obrero que no tiene de qué avergonzarse, que usa bien la palabra de verdad. <br> <br>Nadie que estudie la Biblia con reflexión y honestidad negará el hecho de que hay cosas en la Biblia que son difíciles de entender. Esta realidad no debería perturbarnos. De hecho, en cierto sentido, esas dificultades son de esperar. A fin de cuentas, somos seres imperfectos y finitos, y nadie tiene un conocimiento exhaustivo de cada esfera de aprendizaje, y mucho menos de las cosas divinas. Por lo tanto, cuando los seres humanos ignorantes y finitos intentan comprender la sabiduría del Dios infinito de las Escrituras, es probable que haya alguna dificultad. Sin embargo, esa dificultad para entender las enseñanzas bíblicas de ninguna manera prueba que lo que la Biblia afirma es falso. Quienes rechazan la enseñanza bíblica de la revelación y la inspiración divinas a menudo afirman que esas dificultades son contradicciones y errores. Como para ellos la Biblia es casi como cualquier libro humano, creen que la Biblia debe contener imperfecciones y errores. Con esa actitud, a menudo no hay un intento serio de buscar una explicación que tenga en cuenta la unidad y la confiabilidad de las Escrituras como consecuencia de su inspiración divina. Quienes comienzan a cuestionar las primeras páginas de las Escrituras, el relato de la Creación (por ejemplo), pronto también pueden verse tentados a poner bajo un manto de duda e incertidumbre gran parte del resto de las Escrituras. Algunas discrepancias en las Escrituras podrían deberse a errores menores de copistas o traductores. Elena de White declaró: “Algunos nos miran serios y dicen: ‘¿No creen que pudo haber habido algún error de copista o traductor?’ Todo es probable, y los que son tan estrechos para vacilar y tropezar en esa posibilidad o probabilidad también estarán listos para tropezar en los misterios de la Palabra inspirada, porque su mente débil no puede discernir los propósitos de Dios. Sí, tropezarían con la misma facilidad en los claros hechos que acepta la mente común que discierne lo divino, y para la cual las declaraciones de Dios son claras y bellas, llenas de meollo y grosura. Todos los errores no ocasionarán dificultad a un alma ni harán que ningún pie tropiece, a menos que se trate de alguien que elaboraría dificultades de la más sencilla verdad revelada” (MS 1:18, 19). <br> <br><strong>¿Por qué es tan importante que abordemos la Biblia con un espíritu de humildad y sumisión?</strong></p>"
    },
    {
      "id": 123,
      "idLesson": 12,
      "idDay": 3,
      "dayTitle": "<p><strong>AFRONTAR LAS DIFICULTADES CON HONESTIDAD Y CUIDADO</strong></p>",
      "date": "15 de Junio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>¿Alguna vez te encontraste con un versículo o un pasaje que no entendías, o que te resultaba difícil armonizar con otros textos o con la realidad en general? Es difícil imaginar que en algún momento no hayas enfrentado este problema. La pregunta es: ¿cómo respondiste? O, mejor aún, ¿cómo deberías responder? <br> <br><strong>Lee 1 Crónicas 29:17, Proverbios 2:7 y 1 Timoteo 4:16. ¿Qué dicen estos versículos que puede aplicarse a la cuestión de cómo abordar los pasajes difíciles?</strong></p> <p><strong>1 Crónicas 29:17</strong>&nbsp;</p> <p><strong>17</strong> Yo sé, Dios mío, que tú escudriñas los corazones, y que la rectitud te agrada; por eso yo con rectitud de mi corazón voluntariamente te he ofrecido todo esto, y ahora he visto con alegría que tu pueblo, reunido aquí ahora, ha dado para ti espontáneamente.</p> <p><strong>Proverbios 2:7</strong>&nbsp;</p> <p><strong>7&nbsp;</strong>El provee de sana sabiduría a los rectos; Es escudo a los que caminan rectamente.</p> <p><strong>1 Timoteo 4:16</strong>&nbsp;</p> <p><strong>16</strong> Ten cuidado de ti mismo y de la doctrina; persiste en ello, pues haciendo esto, te salvarás a ti mismo y a los que te oyeren.</p> <p> <br>Solo con honestidad podemos enfrentar las dificultades en forma adecuada. La honestidad nos protege para no evadir ninguna dificultad ni intentar ocultarla. La honestidad también nos impedirá dar respuestas superficiales que no soporten realmente la prueba del escrutinio. Dios se complace con la honestidad y la integridad. Por lo tanto, debemos emular su carácter en todo lo que hacemos, incluso en nuestro estudio de la Biblia. <br> <br>Los honestos afrontarán las dificultades de la Biblia de tal manera que tendrán cuidado de no presentar información fuera de contexto, distorsionar la verdad con lenguaje cargado o engañar a otros mediante la manipulación de pruebas. Es mucho mejor aguardar una respuesta sostenible para una dificultad que intentar brindar una solución evasiva o insatisfactoria. Un efecto secundario positivo de ser honesto en nuestro estudio bíblico es que genera confianza, y la confianza es la base de todas las relaciones personales sanas; convence a la gente mucho más que las respuestas endebles. Es mejor decir que simplemente no sabes cómo responder la pregunta o cómo explicar el texto con precisión que procurar que este diga lo que tú quieres que diga cuando, quizá, realmente no sea así. <br> <br>Las personas cuidadosas fervientemente desean conocer la verdad de la Palabra de Dios y, por lo tanto, se cercioran constantemente de no apresurarse a llegar a conclusiones basadas en un conocimiento limitado o en una evidencia endeble. Los cuidadosos deciden no pasar por alto ningún aspecto ni detalle que pueda ser importante. No se apresuran en su pensamiento; son minuciosas y diligentes en el estudio de la Palabra de Dios y en toda la información relacionada. <br> <br><strong>¿Qué haces tú, o qué deberías hacer, con textos que no entiendes plenamente o que parece que no encajan con tu interpretación de la verdad?</strong> <br> <br> </p>"
    },
    {
      "id": 124,
      "idLesson": 12,
      "idDay": 4,
      "dayTitle": "<p><strong>AFRONTAR LAS DIFICULTADES CON HUMILDAD </strong></p>",
      "date": "16 de Junio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Lee Santiago 4:6 al 10, 2 Crónicas 7:14 y Sofonías 3:12. ¿Por qué es importante la humildad cuando tratamos de abordar pasajes bíblicos difíciles?</strong></p> <p><strong>Santiago 4:6 al 10&nbsp;</strong></p> <p><strong>6&nbsp;</strong>Pero él da mayor gracia. Por esto dice: Dios resiste a los soberbios, y da gracia a los humildes. <br> <br><strong>7</strong> Someteos, pues, a Dios; resistid al diablo, y huirá de vosotros. <br> <br><strong>8</strong> Acercaos a Dios, y él se acercará a vosotros. Pecadores, limpiad las manos; y vosotros los de doble ánimo, purificad vuestros corazones. <br> <br><strong>9</strong> Afligíos, y lamentad, y llorad. Vuestra risa se convierta en lloro, y vuestro gozo en tristeza. <br> <br><strong>10</strong> Humillaos delante del Señor, y él os exaltará.<strong> <br> </strong></p> <p><strong>2 Crónicas 7:14</strong></p> <p><span class=\"text 2Chr-7-14\"><sup class=\"versenum\"><strong>14</strong>&nbsp;</sup>si se humillare mi pueblo, sobre el cual mi nombre es invocado, y oraren, y buscaren mi rostro, y se convirtieren de sus malos caminos; entonces yo oiré desde los cielos, y perdonaré sus pecados, y sanaré su tierra.&nbsp;</span><strong> </strong></p> <p>Muchos han llegado al increíble y aleccionador descubrimiento de que dependen de algo y de alguien fuera de sí mismos. Se dan cuenta de que no son la medida de todas las cosas. Estas personas valoran la verdad por sobre la necesidad de su ego de tener la razón, y son conscientes de que la verdad no es creación suya, sino que esta los confronta. Quizá la verdad más grande que estos conciban sea lo poco que realmente saben acerca de la verdad. Ellos saben, según escribió Pablo, que “vemos por espejo, oscuramente” (1 Cor. 13:12). <br> <br>Los beneficios de esta humildad de pensamiento son diversos: el hábito de la indagación humilde es la base de todo aumento de conocimiento, ya que genera una libertad que naturalmente produce un espíritu dócil. Esto no significa que los humildes muchas veces estén necesariamente equivocados, o que siempre cambiarán de opinión y nunca tendrán una convicción firme. Solo significa que son sumisos a la verdad bíblica. Son conscientes de las limitaciones de su conocimiento y, por lo tanto, son capaces de expandir su conocimiento y su comprensión de la Palabra de Dios de una manera que el intelectual arrogante y el orgulloso no pueden. <br> <br>“Todos los que acudan a la Palabra de Dios en busca de orientación, con mente humilde e inquieta, decididos a conocer los términos de la salvación, comprenderán lo que dice la Escritura. Pero, los que aportan a la investigación de la Palabra un espíritu que esta no aprueba, extraerán del estudio un espíritu que Dios no ha impartido. El Señor no le hablará a una mente desinteresada. No desperdicia su instrucción en alguien que es irreverente o que se corrompe por voluntad propia. Pero el tentador educa a todas las mentes que se someten a sus sugerencias y están dispuestas a hacer que la Ley santa de Dios no tenga ningún efecto. <br> <br>“Necesitamos humillarnos de corazón, y con sinceridad y reverencia investigar la Palabra de vida; solo la mente que es humilde y contrita puede ver la luz” (The Advent Review and Sabbath Herald, 22 de agosto de 1907). <br> <br><strong>¿Cómo lograr el equilibrio justo entre la humildad y la certeza? Por ejemplo, ¿cómo responderías a la siguiente acusación: ¿Cómo pueden estar tan seguros los adventistas del séptimo día de que tienen razón con respecto al sábado y que casi todos los demás están equivocados?</strong></p>"
    },
    {
      "id": 125,
      "idLesson": 12,
      "idDay": 5,
      "dayTitle": "<p><strong>DETERMINACIÓN Y PACIENCIA</strong></p>",
      "date": "17 de Junio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Lee Gálatas 6:9. Si bien Pablo aquí habla sobre nuestra persistencia en hacer el bien a los demás, necesitamos tener la misma actitud al ocuparnos de cuestiones difíciles. ¿Por qué la determinación y la paciencia son importantes para resolver problemas?</strong></p> <p><strong>Gálatas 6:9</strong> </p> <p><strong>9</strong> No nos cansemos, pues, de hacer bien; porque a su tiempo segaremos, si no desmayamos.</p> <p> <br>Conseguir algo siempre requiere tenacidad. Lo que logramos con demasiada facilidad a menudo lo consideramos con demasiada ligereza. Las dificultades en la Biblia nos dan la oportunidad de poner a trabajar nuestro cerebro, y la determinación y la persistencia con la que buscamos una solución revelan cuán importante es el tema para nosotros. Siempre que dediquemos tiempo a estudiar la Biblia para tratar de descubrir más sobre su significado y su mensaje es un tiempo bien invertido. Tal vez la experiencia de buscar diligentemente una respuesta en las Escrituras, incluso durante mucho tiempo, será de mayor bendición que la solución al problema si finalmente lo hallamos. Al fin y al cabo, cuando encontramos la solución a un problema acuciante, esto es muy valioso para nosotros. <br> <br>El hecho de que no puedas resolver una dificultad rápidamente no prueba que no se pueda resolver. Es notable la frecuencia con la que pasamos por alto este hecho evidente. Hay muchos que, al toparse con una dificultad en la Biblia, al pensar un poco al respecto y no poder ver ninguna solución posible, inmediatamente llegan a la conclusión de que el problema no puede resolverse. Algunos comienzan a cuestionar la credibilidad de toda la Biblia. Pero, no debemos olvidar que puede haber una solución muy fácil, por más que en nuestra limitada sabiduría humana (o ignorancia) no la veamos. ¿Qué pensaríamos de un principiante en álgebra que, después de haber intentado en vano durante media hora resolver un problema difícil, declara que no hay una solución posible al problema porque no pudo encontrarla? Lo mismo ocurre con nuestro estudio de la Biblia. <br> <br>Cuando algunas dificultades desafíen incluso tus mayores esfuerzos para resolverlas, déjalas a un lado por un tiempo y, mientras tanto, practica lo que Dios te ha mostrado claramente. Algunas ideas espirituales se obtienen solo después de haber estado dispuestos a seguir lo que Dios ya nos ha dicho que hagamos. Por lo tanto, sé persistente y paciente en tu estudio de la Biblia. A fin de cuentas, la paciencia es una virtud de los creyentes del tiempo del fin (ver Apoc. 14:12). <br> <br><strong>¿Qué podemos aprender de otros que han estudiado pasajes bíblicos desafiantes con diligencia y paciencia? ¿Cómo podemos alentar a otros a no rendirse en su búsqueda de la verdad?</strong></p>"
    },
    {
      "id": 126,
      "idLesson": 12,
      "idDay": 6,
      "dayTitle": "<p><strong>AFRONTAR LAS DIFICULTADES DE MANERA ESPIRITUAL Y CON ORACIÓN</strong> </p>",
      "date": "18 de Junio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Lee Hechos 17:11; 8:35; y 15:15 y 16. ¿Qué hicieron los apóstoles y los miembros de la iglesia primitiva cuando se enfrentaron con cuestiones difíciles? ¿Por qué la Biblia sigue siendo la mejor fuente para su propia interpretación?</strong></p> <p><strong>Hechos 17:11</strong>&nbsp;</p> <p><strong>11</strong> Y éstos eran más nobles que los que estaban en Tesalónica, pues recibieron la palabra con toda solicitud, escudriñando cada día las Escrituras para ver si estas cosas eran así.</p> <p><strong>Hechos 8:35</strong></p> <p><strong>35</strong> Entonces Felipe, abriendo su boca, y comenzando desde esta escritura, le anunció el evangelio de Jesús.</p> <p><strong>Hechos &nbsp;15:15 - 16</strong></p> <p><strong>15</strong> Y con esto concuerdan las palabras de los profetas, como está escrito: <br> <br><strong>16</strong> Después de esto volveré Y reedificaré el tabernáculo de David, que está caído; Y repararé sus ruinas, Y lo volveré a levantar,</p> <p> <br>La mejor solución para las dificultades bíblicas todavía se encuentra en la Biblia misma. Los problemas bíblicos se abordan mejor cuando se estudian a la luz de toda la Escritura en vez de tratar solo un texto aislado de los demás o de toda la Escritura. De hecho, debemos utilizar la Biblia como herramienta para entenderla. Aprender a extraer las grandes verdades que se encuentran en las Escrituras es una de las cosas más importantes que podemos hacer. <br> <br>Si no comprendes un pasaje de la Biblia, trata de encontrar algo de luz de otros pasajes bíblicos que aborden el mismo tema. Siempre trata de encontrar declaraciones rotundas de las Escrituras para arrojar luz sobre esos pasajes que son menos claros. También es muy importante no oscurecer ni empañar declaraciones bíblicas contundentes sumándoles pasajes difíciles de entender. En vez de que las fuentes extrabíblicas, o la filosofía o la ciencia expliquen el significado de la Biblia, debemos permitir que el mismo texto bíblico nos revele su significado. <br> <br>Se ha dicho que, de rodillas, literalmente miramos las dificultades desde una nueva perspectiva. Porque al orar, expresamos que necesitamos ayuda divina para interpretar y comprender las Escrituras. Al orar, buscamos la iluminación de nuestra mente a través del mismo Espíritu Santo que inspiró a los escritores bíblicos para que escribieran lo que escribieron. <br> <br>Al orar, nuestros motivos se dan a conocer, y podemos decirle a Dios por qué queremos entender lo que leemos. Al orar, le pedimos a Dios que abra nuestros ojos a su Palabra y que nos dé un espíritu dispuesto a seguir y practicar su verdad. (¡Esto es fundamental!) Cuando Dios nos guía a través de su Espíritu Santo en respuesta a nuestras oraciones, no contradice lo que ha revelado en la Biblia. Dios siempre estará en armonía con la Biblia, confirmará lo que comunicó mediante los escritores bíblicos y construirá sobre eso. <br><strong> <br>¿Cómo te ayuda la oración a prepararte mentalmente para comprender y obedecer mejor la Palabra de Dios? </strong></p>"
    },
    {
      "id": 127,
      "idLesson": 12,
      "idDay": 7,
      "dayTitle": "",
      "date": "19 de Junio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong> <br> <br>Lee Elena de White, El camino a Cristo, “Qué hacer con la duda”, pp. 9097; y del documento “Métodos de estudio de la Biblia”, la octava parte, que se encuentra en https://cort.as/-MdHR. <br> <br>En la Biblia hay muchos misterios que a los seres humanos finitos se nos hace difícil comprender y que son demasiado profundos para poder explicarlos completamente. Por eso, necesitamos una mente humilde, y deberíamos estar dispuestos a aprender de las Escrituras con oración. La fidelidad a las Escrituras permite que el texto bíblico, a pesar de que su significado vaya en contra de nuestro razonamiento, diga lo que realmente dice. La fidelidad a las Escrituras respetará el texto; no lo alterará (sí, algunos en efecto cambian los textos) ni evadirá su verdadero significado. <br> <br>“Cuando la Palabra de Dios se abre sin oración ni reverencia; cuando los pensamientos y los afectos no están fijos en Dios, o en armonía con su voluntad, la mente es oscurecida con dudas; y entonces, con el mismo estudio de la Biblia se fortalece el escepticismo. El enemigo se posesiona de los pensamientos y sugiere interpretaciones incorrectas. Cuando los hombres no procuran estar en armonía con Dios en obras y en palabras, entonces, por más instruidos que puedan ser, están expuestos a errar en su modo de entender las Escrituras y no es seguro confiar en sus explicaciones. Los que acuden a las Escrituras para encontrar contradicciones no tienen discernimiento espiritual. Con visión distorsionada, encontrarán muchos motivos para dudar y no creer en cosas que son realmente claras y sencillas” (CC 95). <br> <br><strong>PREGUNTAS PARA DIALOGAR:</strong> <br> <br>1. ¿Por qué las actitudes hacia la Biblia que analizamos esta semana son esenciales para una comprensión adecuada de las Escrituras? ¿Qué otras actitudes hacia la Biblia crees que son básicas para entenderla mejor? <br> <br>2. ¿Por qué no deberíamos sorprendernos de encontrar cosas en la Biblia que son difíciles de explicar y entender? De hecho, ¿cuántas cosas del mismo mundo natural a veces son difíciles de entender? Hasta el día de hoy, por ejemplo, el agua (¡el agua!) está llena de misterios. <br> <br>3. Como adventistas, ¿cómo podemos responder la pregunta de Lucas 23:43, donde (según la mayoría de las traducciones) Jesús le dice al ladrón que ese día estará en el cielo con Jesús? ¿Cómo responder en forma honesta? ¿Cómo pueden, por ejemplo, pasajes como Juan 20:17, Eclesiastés 9:5 y 1 Corintios 15:16 al 20 ayudarnos a entender este tema? </p>"
    }
  ]
}
