{
  "id": 705,
  "lessonNumber": 5,
  "versionCode": 5,
  "quarter": "4T2020",
  "title": "<p>Jesus as the Master Teacher</p>",
  "color": "",
  "lessonType": "A",
  "language": "en",
  "verse": "p><strong>&ldquo;For it is the God who commanded light to shine out of darkness, who has shone in our hearts to give the light of the knowledge of the glory of God in the face of Jesus Christ&rdquo; (2&nbsp;Corinthians 4:6, NKJV).</strong></p>",
  "weekDate": "October 24- October 30",
  "lessonDays": [
    {
      "id": 51,
      "idLesson": 5,
      "idDay": 1,
      "dayTitle": "",
      "date": "October 24",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Billy Graham tells the story of when he visited soldiers at a field hospital in the company of their general. One young soldier &ldquo;was so mangled that he lay facedown on a canvas-and-steel contraption.&rdquo; A doctor whispered to Graham, &ldquo;I doubt he&rsquo;ll ever walk again.&rdquo; The soldier made a request of the general: &ldquo;Sir,&nbsp;.&nbsp;.&nbsp;. I fought for you, but I&rsquo;ve never seen you. Could I see your face?&rdquo; So the general got down, slid under that canvas-and-steel contraption, and talked with the soldier. As Graham watched, a tear fell from the soldier onto the general&rsquo;s cheek. At the time of Jesus&rsquo; birth, humanity lay mangled and bleeding, in need of a healing vision of God. It is as though humankind pleaded, &ldquo;Oh, God, could we see Your face?&rdquo; In sending His Son to this planet, the Father sent the Master Teacher on a mission: to show humankind His face. Ever since, we have had the wondrous privilege of beholding &ldquo;the knowledge of the glory of God in the face of Jesus Christ&rdquo; (2&nbsp;Cor. 4:6, NKJV). As we watch the Master Teacher make His way to earth, what can we learn from Him?</p>"
    },
    {
      "id": 52,
      "idLesson": 5,
      "idDay": 2,
      "dayTitle": "<p><strong>Revealing the Father</strong></p>",
      "date": "October 25",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>What are the most important points the apostle makes about Jesus at the beginning of the Epistle to the Hebrews? (Heb. 1:1&ndash;4).</strong></p> <p><strong>Hebrews 1:1&ndash;4</strong></p> <p><span class=\"text Heb-1-1\"><span class=\"chapternum\">1&nbsp;</span>God, who&nbsp;at various times and&nbsp;in various ways spoke in time past to the fathers by the prophets,&nbsp;</span></p> <p><span id=\"en-NKJV-29966\" class=\"text Heb-1-2\"><sup class=\"versenum\">2&nbsp;</sup>has in these last days spoken to us by&nbsp;<em>His</em>&nbsp;Son, whom He has appointed heir of all things, through whom also He made the&nbsp;worlds;&nbsp;</span></p> <p><span id=\"en-NKJV-29967\" class=\"text Heb-1-3\"><sup class=\"versenum\">3&nbsp;</sup>who being the brightness of&nbsp;<em>His</em>&nbsp;glory and the express&nbsp;image of His person, and&nbsp;upholding all things by the word of His power,&nbsp;when He had&nbsp;by Himself&nbsp;purged&nbsp;our sins,&nbsp;sat down at the right hand of the Majesty on high,&nbsp;</span></p> <p><span id=\"en-NKJV-29968\" class=\"text Heb-1-4\"><sup class=\"versenum\">4&nbsp;</sup>having become so much better than the angels, as&nbsp;He has by inheritance obtained a more excellent name than they.</span></p> <p>New Testament authors repeatedly accent a significant idea: Jesus comes to earth to show human beings who the Father is. In past times, God&rsquo;s revelation came in a fragmented way through the prophets; in Jesus, however, the final and complete revelation of God has come. Also, in His person, Jesus is &ldquo;the reflection of God&rsquo;s glory&rdquo; (Heb. 1:3, NRSV). As sinful humans, we could not endure full access to the glory of God. As the incarnate Son, Jesus reflects that glory. It is muted in Christ&rsquo;s humanity so that we might see it and understand clearly the character of God. Jesus also is &ldquo;the express image of his person&rdquo; (Heb. 1:3). The term used here, the Greek word charactēr, is sometimes used of the impression a seal makes in wax or the representation stamped on a coin. So, Jesus is &ldquo;the exact imprint of God&rsquo;s very being&rdquo; (Heb. 1:3, NRSV). If we wish to know the Father, we must listen carefully to what the Master Teacher says about Him. And we must watch the Master Teacher, as well. The Father is seen in the Son.</p> <p><strong>Compare Hebrews 1:1&ndash;4 with 2&nbsp;Corinthians 4:1&ndash;6. In 2&nbsp;Corinthians 4:1&ndash;6, who is Jesus, and what do we learn from Him?</strong></p> <p><strong>2&nbsp;Corinthians 4:1&ndash;6</strong></p> <p><span class=\"text 2Cor-4-1\"><span class=\"chapternum\">1&nbsp;</span>Therefore, since we have this ministry,&nbsp;as we have received mercy, we&nbsp;do not lose heart.&nbsp;</span></p> <p><span id=\"en-NKJV-28862\" class=\"text 2Cor-4-2\"><sup class=\"versenum\">2&nbsp;</sup>But we have renounced the hidden things of shame, not walking in craftiness nor&nbsp;handling the word of God deceitfully, but by manifestation of the truth&nbsp;commending ourselves to every man&rsquo;s conscience in the sight of God.&nbsp;</span></p> <p><span id=\"en-NKJV-28863\" class=\"text 2Cor-4-3\"><sup class=\"versenum\">3&nbsp;</sup>But even if our gospel is veiled,&nbsp;it is veiled to those who are perishing,&nbsp;</span></p> <p><span id=\"en-NKJV-28864\" class=\"text 2Cor-4-4\"><sup class=\"versenum\">4&nbsp;</sup>whose minds&nbsp;the god of this age&nbsp;has blinded, who do not believe, lest&nbsp;the light of the gospel of the glory of Christ,&nbsp;who is the image of God, should shine on them.&nbsp;</span></p> <p><span id=\"en-NKJV-28865\" class=\"text 2Cor-4-5\"><sup class=\"versenum\">5&nbsp;</sup>For we do not preach ourselves, but Christ Jesus the Lord, and&nbsp;ourselves your bondservants for Jesus&rsquo; sake.&nbsp;</span></p> <p><span id=\"en-NKJV-28866\" class=\"text 2Cor-4-6\"><sup class=\"versenum\">6&nbsp;</sup>For it is the God&nbsp;who commanded light to shine out of darkness, who has&nbsp;shone in our hearts to&nbsp;<em>give</em>&nbsp;the light of the knowledge of the glory of God in the face of Jesus Christ.</span></p> <p>As they educated others about God, Paul and his coworkers sought to reflect Jesus&rsquo; own teaching ministry about the Father. As &ldquo;the image of God&rdquo; (2&nbsp;Cor. 4:4), Jesus brought us knowledge about God the Father. Similarly, Paul avoids deception and distortion of God&rsquo;s Word and, instead, sets forth the truth plainly (2&nbsp;Cor. 4:2). Just as God, at Creation, used light to dispel darkness, He has given us His Son, Jesus, to dispel false views about Him and to show us the truth about God. It is in &ldquo;the face of Jesus&rdquo; that we gain the clearest knowledge of God (2&nbsp;Cor. 4:6).</p> <p>Jesus accurately reflected the Father, something we, too, are called to do since we are invited to &ldquo;be imitators of God as dear children&rdquo; (Eph. 5:1, NKJV). What does that mean, and what can we learn from Jesus about how to be &ldquo;imitators&rdquo; of God?</p>"
    },
    {
      "id": 53,
      "idLesson": 5,
      "idDay": 3,
      "dayTitle": "<p><strong>Revealing the Father (Cont.)</strong></p>",
      "date": "October 26",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>In the moving prologue to his Gospel (John 1:1&ndash;18), John discusses Jesus as the eternal &ldquo;Word.&rdquo; John&rsquo;s claims for Jesus are not timid or limited; they are bold and cosmic in scope. Jesus was in existence before the world came into being&mdash;from eternity, actually. In fact, Jesus is the agent of Creation (John 1:2, 3). He is &ldquo;the light of all people&rdquo; (John 1:4, NRSV), and, as the Word who came into the world, He &ldquo;enlightens everyone&rdquo; (John 1:9, NRSV).</p> <p><strong>According to John, what is the result of Christ&rsquo;s becoming a human being? As the Word, what light did He bring? What qualifications does He possess to do so? John 1:14, 18.</strong></p> <p><strong>John 1:14, 18</strong></p> <p><sup class=\"versenum\">14&nbsp;</sup>And the Word&nbsp;became&nbsp;flesh and dwelt among us, and&nbsp;we beheld His glory, the glory as of the only begotten of the Father,&nbsp;full of grace and truth.</p> <p><sup class=\"versenum\">18&nbsp;</sup>No one has seen God at any time.&nbsp;The only begotten&nbsp;Son, who is in the bosom of the Father, He has declared&nbsp;<em>Him.</em></p> <p>&ldquo;The Light appeared when the world&rsquo;s darkness was deepest. .&nbsp;.&nbsp;. &ldquo;There was but one hope for the human race .&nbsp;.&nbsp;. that the knowledge of God might be restored to the world. &ldquo;Christ came to restore this knowledge. He came to set aside the false teaching by which those who claimed to know God had misrepresented Him. He came to manifest the nature of His law, to reveal in His own character the beauty of holiness.&rdquo;&mdash;Ellen G. White, Education, pp. 74&ndash;76. Everything Jesus did in His life on earth had a single purpose: &ldquo;the revelation of God for the uplifting of humanity.&rdquo;&mdash;Education, p. 82.</p> <p><strong>Jesus Himself says, &ldquo;&nbsp;&lsquo;Whoever has seen me has seen the Father&rsquo;&nbsp;&rdquo; (John 14:9, NRSV). What was the setting of Jesus&rsquo; statement? Why did He make it? John 14:1&ndash;14.</strong></p> <p class=\"chapter-2\"><span class=\"text John-14-1\"><span class=\"chapternum\">1&nbsp;</span><span class=\"woj\">&ldquo;Let</span>&nbsp;<span class=\"woj\">not your heart be troubled; you believe in God, believe also in Me.</span>&nbsp;</span></p> <p class=\"chapter-2\"><span id=\"en-NKJV-26671\" class=\"text John-14-2\"><sup class=\"versenum\">2&nbsp;</sup><span class=\"woj\">In My Father&rsquo;s house are many</span>&nbsp;<span class=\"woj\">mansions; if&nbsp;<em>it were</em>&nbsp;not&nbsp;<em>so,</em></span>&nbsp;<span class=\"woj\">I would have told you.</span>&nbsp;<span class=\"woj\">I go to prepare a place for you.</span>&nbsp;</span></p> <p class=\"chapter-2\"><span id=\"en-NKJV-26672\" class=\"text John-14-3\"><sup class=\"versenum\">3&nbsp;</sup><span class=\"woj\">And if I go and prepare a place for you,</span>&nbsp;<span class=\"woj\">I will come again and receive you to Myself; that</span>&nbsp;<span class=\"woj\">where I am,&nbsp;<em>there</em>&nbsp;you may be also.</span>&nbsp;</span></p> <p class=\"chapter-2\"><span id=\"en-NKJV-26673\" class=\"text John-14-4\"><sup class=\"versenum\">4&nbsp;</sup><span class=\"woj\">And where I go you know, and the way you know.&rdquo;</span></span></p> <p><span id=\"en-NKJV-26674\" class=\"text John-14-5\"><sup class=\"versenum\">5&nbsp;</sup>Thomas said to Him, &ldquo;Lord, we do not know where You are going, and how can we know the way?&rdquo;</span></p> <p><span id=\"en-NKJV-26675\" class=\"text John-14-6\"><sup class=\"versenum\">6&nbsp;</sup>Jesus said to him,&nbsp;<span class=\"woj\">&ldquo;I am</span>&nbsp;<span class=\"woj\">the way,</span>&nbsp;<span class=\"woj\">the truth, and</span>&nbsp;<span class=\"woj\">the life.</span>&nbsp;<span class=\"woj\">No one comes to the Father</span>&nbsp;<span class=\"woj\">except through Me.</span></span></p> <p><span class=\"text John-14-7\"><sup class=\"versenum\">7&nbsp;</sup><span class=\"woj\">&ldquo;If you had known Me, you would have known My Father also; and from now on you know Him and have seen Him.&rdquo;</span></span></p> <p><span id=\"en-NKJV-26677\" class=\"text John-14-8\"><sup class=\"versenum\">8&nbsp;</sup>Philip said to Him, &ldquo;Lord, show us the Father, and it is sufficient for us.&rdquo;</span></p> <p><span id=\"en-NKJV-26678\" class=\"text John-14-9\"><sup class=\"versenum\">9&nbsp;</sup>Jesus said to him,&nbsp;<span class=\"woj\">&ldquo;Have I been with you so long, and yet you have not known Me, Philip?</span>&nbsp;<span class=\"woj\">He who has seen Me has seen the Father; so how can you say, &lsquo;Show us the Father&rsquo;?</span>&nbsp;</span></p> <p><span id=\"en-NKJV-26679\" class=\"text John-14-10\"><sup class=\"versenum\">10&nbsp;</sup><span class=\"woj\">Do you not believe that</span>&nbsp;<span class=\"woj\">I am in the Father, and the Father in Me? The words that I speak to you</span>&nbsp;<span class=\"woj\">I do not speak on My own&nbsp;<em>authority;</em>&nbsp;but the Father who dwells in Me does the works.</span>&nbsp;</span></p> <p><span id=\"en-NKJV-26680\" class=\"text John-14-11\"><sup class=\"versenum\">11&nbsp;</sup><span class=\"woj\">Believe Me that I&nbsp;<em>am</em>&nbsp;in the Father and the Father in Me,</span>&nbsp;<span class=\"woj\">or else believe Me for the sake of the works themselves.</span></span></p> <p><span class=\"text John-14-12\"><sup class=\"versenum\">12&nbsp;</sup><span class=\"woj\">&ldquo;Most assuredly, I say to you, he who believes in Me, the works that I do he will do also; and greater&nbsp;<em>works</em>&nbsp;than these he will do, because I go to My Father.</span>&nbsp;</span><span id=\"en-NKJV-26682\" class=\"text John-14-13\"><sup class=\"versenum\">13&nbsp;</sup><span class=\"woj\">And whatever you ask in My name, that I will do, that the Father may be</span>&nbsp;<span class=\"woj\">glorified in the Son.</span>&nbsp;</span><span id=\"en-NKJV-26683\" class=\"text John-14-14\"><sup class=\"versenum\">14&nbsp;</sup><span class=\"woj\">If you</span>&nbsp;<sup class=\"footnote\" style=\"font-size: 0.625em; line-height: normal; position: relative; vertical-align: text-top; top: auto; display: inline;\" data-fn=\"#fen-NKJV-26683c\" data-link=\"[&lt;a href=&quot;#fen-NKJV-26683c&quot; title=&quot;See footnote c&quot;&gt;c&lt;/a&gt;]\">[<a title=\"See footnote c\" href=\"https://www.biblegateway.com/passage/?search=John+14%3A1%E2%80%9314&amp;version=NKJV#fen-NKJV-26683c\">c</a>]</sup><span class=\"woj\">ask anything in My name, I will do&nbsp;<em>it.</em></span></span></p> <p>It is tempting to criticize Philip&rsquo;s blundering statement (John 14:8). After years of close fellowship with Jesus, he still misses the essential point of the Incarnation&mdash;that Jesus has come to show the Father&rsquo;s character. Perhaps teachers today can take some comfort in the fact that one of the Master Teacher&rsquo;s pupils performed so badly! Philip&rsquo;s statement is probably recorded, though, not to give us reason to criticize him but to give us opportunity to examine ourselves. How long have we walked with Jesus? And have we understood Jesus any better than Philip had? &ldquo;&nbsp;&lsquo;Whoever has seen me has seen the Father.&rsquo;&nbsp;&rdquo;</p>"
    },
    {
      "id": 54,
      "idLesson": 5,
      "idDay": 4,
      "dayTitle": "<p><strong>Reading the Master Teacher&rsquo;s Mind</strong></p>",
      "date": "October 27",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>What concern about the Christian community in Philippi is on Paul&rsquo;s heart as he writes his letter to them? Phil. 2:1&ndash;4; Phil. 4:2, 3.</strong></p> <p><strong>Phil. 2:1&ndash;4</strong></p> <p><span class=\"text Phil-2-1\"><span class=\"chapternum\">1&nbsp;</span>Therefore if&nbsp;<em>there is</em>&nbsp;any&nbsp;consolation in Christ, if any comfort of love, if any fellowship of the Spirit, if any&nbsp;affection and mercy,&nbsp;</span></p> <p><span id=\"en-NKJV-29394\" class=\"text Phil-2-2\"><sup class=\"versenum\">2&nbsp;</sup>fulfill my joy&nbsp;by being like-minded, having the same love,&nbsp;<em>being</em>&nbsp;of&nbsp;one accord, of one mind.&nbsp;</span></p> <p><span id=\"en-NKJV-29395\" class=\"text Phil-2-3\"><sup class=\"versenum\">3&nbsp;</sup><em>Let</em>&nbsp;nothing&nbsp;<em>be done</em>&nbsp;through selfish ambition or conceit, but&nbsp;in lowliness of mind let each esteem others better than himself.&nbsp;</span></p> <p><span id=\"en-NKJV-29396\" class=\"text Phil-2-4\"><sup class=\"versenum\">4&nbsp;</sup>Let each of you look out not only for his own interests, but also for the interests of&nbsp;others.</span></p> <p><span class=\"text Phil-2-4\"><strong>Phil. 4:2, 3</strong></span></p> <p><span class=\"text Phil-2-4\"><span class=\"text Phil-4-2\"><sup class=\"versenum\">2&nbsp;</sup>I implore Euodia and I implore Syntyche&nbsp;to be of the same mind in the Lord.&nbsp;</span></span></p> <p><span class=\"text Phil-2-4\"><span id=\"en-NKJV-29446\" class=\"text Phil-4-3\"><sup class=\"versenum\">3&nbsp;</sup>And I urge you also, true companion, help these women who&nbsp;labored with me in the gospel, with Clement also, and the rest of my fellow workers, whose names&nbsp;<em>are</em>&nbsp;in&nbsp;the Book of Life.</span></span></p> <p>Philippians 2:1&ndash;11 is one of the most profound passages in all the Bible. It discusses the preexistence of Christ, His divinity, His incarnation, His humanity, His acceptance of death on the cross. It describes the long, difficult, downward road that Jesus took from heaven to Calvary (Phil. 2:5&ndash;8). And it describes how the Father exalts Jesus to a position of universal worship (Phil. 2:9&ndash;11). A lot of amazing truth is packed into those verses.</p> <p><strong>How does Paul introduce Philippians 2:5&ndash;11? Of the events of Jesus&rsquo; life that he celebrates, which ones do you think he expects believers to reflect in their own lives? Phil. 2:6&ndash;11.</strong></p> <p><strong>Phil. 2:6&ndash;11</strong></p> <p><span id=\"en-NKJV-29398\" class=\"text Phil-2-6\"><sup class=\"versenum\">6&nbsp;</sup>who,&nbsp;being in the form of God, did not consider it&nbsp;robbery to be equal with God,&nbsp;</span></p> <p><span id=\"en-NKJV-29399\" class=\"text Phil-2-7\"><sup class=\"versenum\">7&nbsp;</sup>but&nbsp;made Himself of no reputation, taking the form&nbsp;of a bondservant,&nbsp;<em>and</em>&nbsp;coming in the likeness of men.&nbsp;</span></p> <p><span id=\"en-NKJV-29400\" class=\"text Phil-2-8\"><sup class=\"versenum\">8&nbsp;</sup>And being found in appearance as a man, He humbled Himself and&nbsp;became&nbsp;obedient to&nbsp;<em>the point of</em>&nbsp;death, even the death of the cross.&nbsp;</span></p> <p><span id=\"en-NKJV-29401\" class=\"text Phil-2-9\"><sup class=\"versenum\">9&nbsp;</sup>Therefore God also&nbsp;has highly exalted Him and&nbsp;given Him the name which is above every name,&nbsp;</span></p> <p><span id=\"en-NKJV-29402\" class=\"text Phil-2-10\"><sup class=\"versenum\">10&nbsp;</sup>that at the name of Jesus every knee should bow, of those in heaven, and of those on earth, and of those under the earth,&nbsp;</span></p> <p><span id=\"en-NKJV-29403\" class=\"text Phil-2-11\"><sup class=\"versenum\">11&nbsp;</sup>and&nbsp;<em>that</em>&nbsp;every tongue should confess that Jesus Christ&nbsp;<em>is</em>&nbsp;Lord, to the glory of God the Father.</span></p> <p>Paul hopes that the believers at Philippi, who could be argumentative, will learn from Jesus and His incarnation. If Jesus could adopt human form&mdash;&ldquo;the form of a slave, being born in human likeness&rdquo; (Phil. 2:7, NRSV)&mdash;and even submit to crucifixion, how much more should they submit to each other out of love? We are reminded that there is much to learn from the Master Teacher, Jesus. We learn from the messages that He shares during His earthly ministry. We learn from the miracles that He performs and the way that He acts toward others. We may seek to model our own relationships with others after His great condescension and by dwelling on His willingness to exchange the glories of heaven for a manger (what a lesson for us!). In contrast, the world all too often invites us to exalt ourselves, to boast of our accomplishments. At a manger in Bethlehem and from the Master Teacher we learn a different lesson&mdash;that God&rsquo;s great work of education and salvation is accomplished, not by exalting ourselves but by humbling ourselves before God and becoming servants to others.</p> <p>What situation are you facing, even now, in which your humbling yourself could give you a powerful opportunity to reflect Christ to others?</p>"
    },
    {
      "id": 55,
      "idLesson": 5,
      "idDay": 5,
      "dayTitle": "<p><strong>The Master Teacher and Reconciliation</strong></p>",
      "date": "October 28",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Human relationships all too often break down. We become estranged from one another. The person who was once our close friend becomes, over time, someone we distrust. However, such a broken relationship can be mended. When that happens, we experience the wonder of reconciliation. Few human experiences are as sweet as this.</p> <p><strong>How does reconciliation lie at the heart of Christ&rsquo;s incarnation and His role as Master Teacher? 2&nbsp;Cor. 5:16&ndash;21.</strong></p> <p><strong>2&nbsp;Cor. 5:16&ndash;21</strong></p> <p><span id=\"en-NKJV-28894\" class=\"text 2Cor-5-16\"><sup class=\"versenum\">16&nbsp;</sup>Therefore, from now on, we regard no one according to the flesh. Even though we have known Christ according to the flesh,&nbsp;yet now we know&nbsp;<em>Him thus</em>&nbsp;no longer.&nbsp;</span></p> <p><span id=\"en-NKJV-28895\" class=\"text 2Cor-5-17\"><sup class=\"versenum\">17&nbsp;</sup>Therefore, if anyone&nbsp;<em>is</em>&nbsp;in Christ,&nbsp;<em>he is</em>&nbsp;a new creation;&nbsp;old things have passed away; behold, all things have become&nbsp;new.&nbsp;</span></p> <p><span id=\"en-NKJV-28896\" class=\"text 2Cor-5-18\"><sup class=\"versenum\">18&nbsp;</sup>Now all things&nbsp;<em>are</em>&nbsp;of God,&nbsp;who has reconciled us to Himself through Jesus Christ, and has given us the ministry of reconciliation,&nbsp;</span></p> <p><span id=\"en-NKJV-28897\" class=\"text 2Cor-5-19\"><sup class=\"versenum\">19&nbsp;</sup>that is, that&nbsp;God was in Christ reconciling the world to Himself, not&nbsp;imputing their trespasses to them, and has committed to us the word of reconciliation.</span></p> <p><span id=\"en-NKJV-28898\" class=\"text 2Cor-5-20\"><sup class=\"versenum\">20&nbsp;</sup>Now then, we are&nbsp;ambassadors for Christ, as though God were pleading through us: we implore&nbsp;<em>you</em>&nbsp;on Christ&rsquo;s behalf, be reconciled to God.&nbsp;</span><span id=\"en-NKJV-28899\" class=\"text 2Cor-5-21\"><sup class=\"versenum\">21&nbsp;</sup>For&nbsp;He made Him who knew no sin&nbsp;<em>to be</em>&nbsp;sin for us, that we might become&nbsp;the righteousness of God in Him.</span></p> <p>If we feel blessed when a relationship with another human being is restored, how grand should we feel when we are reconciled to God? In 2&nbsp;Corinthians 5:16&ndash;21, Paul is clear about who is doing the reconciling&mdash; God the Father has taken the lead in mending our broken relationship with Him. And He has done this reconciling work &ldquo;through Christ&rdquo; (2&nbsp;Cor. 5:18, NRSV). &ldquo;God was in Christ reconciling the world to Himself&rdquo; (2&nbsp;Cor. 5:19, NKJV). Again, though, we are not simply to be consumers of the joys of reconciliation. We are to learn from the Master Teacher. In His incarnation, Jesus participated in the work of reconciliation. And we, too, are invited to participate in it. God has reconciled us to Himself through Christ. And now we, with Paul, are given &ldquo;the ministry of reconciliation&rdquo; (2&nbsp;Cor. 5:18). Colossians 1:15&ndash;20 is another of the great New Testament passages on Christ&rsquo;s incarnation. Often thought to be a hymn, the first half of the passage discusses Christ&rsquo;s role in Creation (Col. 1:15&ndash;17), while the last half focuses on Christ&rsquo;s role in Redemption (Col. 1:18&ndash;20). Through Christ&rsquo;s role as Creator-Redeemer, God reconciles all things to Himself. The work of reconciliation that God accomplishes through Christ is cosmic in scale, impacting &ldquo;all things, whether on earth or in heaven, by making peace through the blood of his cross&rdquo; (Col. 1:20, NRSV). While we could never match the cosmic scale of the Master Teacher&rsquo;s work as reconciler, we are invited to participate in &ldquo;the ministry of reconciliation&rdquo; in our own sphere (2&nbsp;Cor. 5:18). Could this be what was in Jesus&rsquo; mind when He prayed, &ldquo;&nbsp;&lsquo;As You sent Me into the world, I also have sent them into the world&rsquo;&nbsp;&rdquo; (John 17:18, NKJV)?</p> <p>What are practical ways we can reflect God&rsquo;s role as Reconciler? That is, in what situation right now (if any) can you help people be reconciled with each other?</p>"
    },
    {
      "id": 56,
      "idLesson": 5,
      "idDay": 6,
      "dayTitle": "<p><strong>The Master Teacher&rsquo;s First Pupils</strong></p>",
      "date": "October 29",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>One moment, they are a band of ordinary shepherds caring for an average flock of sheep outside a small town. In the next moment, they are the recipients of an amazing appearance of angels who bear startling, wondrous, world-shattering news. Motivated by that appearance, they seek out the child whom the angels announced.</p> <p><strong>Imagine standing with the shepherds and gazing into the manger. What would you see? Luke 2:8&ndash;20.</strong></p> <p><span class=\"text Luke-2-8\"><sup class=\"versenum\">8&nbsp;</sup>Now there were in the same country shepherds living out in the fields, keeping watch over their flock by night.&nbsp;</span></p> <p><span id=\"en-NKJV-24983\" class=\"text Luke-2-9\"><sup class=\"versenum\">9&nbsp;</sup>And&nbsp;behold, an angel of the Lord stood before them, and the glory of the Lord shone around them,&nbsp;and they were greatly afraid.&nbsp;</span></p> <p><span id=\"en-NKJV-24984\" class=\"text Luke-2-10\"><sup class=\"versenum\">10&nbsp;</sup>Then the angel said to them,&nbsp;&ldquo;Do not be afraid, for behold, I bring you good tidings of great joy&nbsp;which will be to all people.&nbsp;</span></p> <p><span id=\"en-NKJV-24985\" class=\"text Luke-2-11\"><sup class=\"versenum\">11&nbsp;</sup>For there is born to you this day in the city of David&nbsp;a Savior,&nbsp;who is Christ the Lord.&nbsp;</span></p> <p><span id=\"en-NKJV-24986\" class=\"text Luke-2-12\"><sup class=\"versenum\">12&nbsp;</sup>And this&nbsp;<em>will be</em>&nbsp;the sign to you: You will find a Babe wrapped in swaddling cloths, lying in a&nbsp;manger.&rdquo;</span></p> <p><span id=\"en-NKJV-24987\" class=\"text Luke-2-13\"><sup class=\"versenum\">13&nbsp;</sup>And suddenly there was with the angel a multitude of the heavenly host praising God and saying:</span></p> <div class=\"poetry top-1\"> <p class=\"line\"><span id=\"en-NKJV-24988\" class=\"text Luke-2-14\"><sup class=\"versenum\">14&nbsp;</sup>&ldquo;Glory&nbsp;to God in the highest,</span><br /><span class=\"text Luke-2-14\">And on earth&nbsp;peace,&nbsp;goodwill&nbsp;toward men!&rdquo;</span></p> </div> <p class=\"top-1\"><span id=\"en-NKJV-24989\" class=\"text Luke-2-15\"><sup class=\"versenum\">15&nbsp;</sup>So it was, when the angels had gone away from them into heaven, that the shepherds said to one another, &ldquo;Let us now go to Bethlehem and see this thing that has come to pass, which the Lord has made known to us.&rdquo;&nbsp;</span></p> <p class=\"top-1\"><span id=\"en-NKJV-24990\" class=\"text Luke-2-16\"><sup class=\"versenum\">16&nbsp;</sup>And they came with haste and found Mary and Joseph, and the Babe lying in a manger.&nbsp;</span></p> <p class=\"top-1\"><span id=\"en-NKJV-24991\" class=\"text Luke-2-17\"><sup class=\"versenum\">17&nbsp;</sup>Now when they had seen&nbsp;<em>Him,</em>&nbsp;they made&nbsp;widely known the saying which was told them concerning this Child.&nbsp;</span></p> <p class=\"top-1\"><span id=\"en-NKJV-24992\" class=\"text Luke-2-18\"><sup class=\"versenum\">18&nbsp;</sup>And all those who heard&nbsp;<em>it</em>&nbsp;marveled at those things which were told them by the shepherds.&nbsp;</span></p> <p class=\"top-1\"><span id=\"en-NKJV-24993\" class=\"text Luke-2-19\"><sup class=\"versenum\">19&nbsp;</sup>But Mary kept all these things and pondered&nbsp;<em>them</em>&nbsp;in her heart.&nbsp;</span></p> <p class=\"top-1\"><span id=\"en-NKJV-24994\" class=\"text Luke-2-20\"><sup class=\"versenum\">20&nbsp;</sup>Then the shepherds returned, glorifying and&nbsp;praising God for all the things that they had heard and seen, as it was told them.</span></p> <p>We must admire the first pupils of the Master Teacher&mdash;Joseph and Mary and the shepherds. The humble conditions of Jesus&rsquo; birth give no indication of the wonder of the Incarnation&mdash;that, in the Person of this Infant, God has become One with humankind. However, with the aid of visions, dreams, and angels, those first students of His are able to look beyond the outward appearance of Jesus&rsquo; birth. The shepherds share with others the identity of this infant, that He is &ldquo;&nbsp;&lsquo;a Savior, who is the Messiah, the Lord&rsquo;&nbsp;&rdquo; (Luke 2:11, NRSV; compare Luke 2:17).</p> <p><strong>How do the wise men respond to the news of the birth of Jesus? How does Herod respond? Matt. 2:1&ndash;12.</strong></p> <p><strong>Matt. 2:1&ndash;12</strong></p> <p class=\"chapter-1\"><span class=\"text Matt-2-1\"><span class=\"chapternum\">1&nbsp;</span>Now after&nbsp;Jesus was born in Bethlehem of Judea in the days of Herod the king, behold,&nbsp;wise men&nbsp;from the East came to Jerusalem,&nbsp;</span></p> <p class=\"chapter-1\"><span id=\"en-NKJV-23172\" class=\"text Matt-2-2\"><sup class=\"versenum\">2&nbsp;</sup>saying,&nbsp;&ldquo;Where is He who has been born King of the Jews? For we have seen&nbsp;His star in the East and have come to worship Him.&rdquo;</span></p> <p><span id=\"en-NKJV-23173\" class=\"text Matt-2-3\"><sup class=\"versenum\">3&nbsp;</sup>When Herod the king heard&nbsp;<em>this,</em>&nbsp;he was troubled, and all Jerusalem with him.&nbsp;</span></p> <p><span id=\"en-NKJV-23174\" class=\"text Matt-2-4\"><sup class=\"versenum\">4&nbsp;</sup>And when he had gathered all&nbsp;the chief priests and&nbsp;scribes of the people together,&nbsp;he inquired of them where the Christ was to be born.</span></p> <p><span id=\"en-NKJV-23175\" class=\"text Matt-2-5\"><sup class=\"versenum\">5&nbsp;</sup>So they said to him, &ldquo;In Bethlehem of Judea, for thus it is written by the prophet:</span></p> <div class=\"poetry top-1\"> <p class=\"line\"><span id=\"en-NKJV-23176\" class=\"text Matt-2-6\"><sup class=\"versenum\">6&nbsp;</sup><span class=\"oblique\">&lsquo;But</span>&nbsp;<span class=\"oblique\">you, Bethlehem,</span>&nbsp;<em>in</em>&nbsp;<span class=\"oblique\">the land of Judah,</span></span><br /><span class=\"text Matt-2-6\"><span class=\"oblique\">Are not the least among the rulers of Judah;</span></span><br /><span class=\"text Matt-2-6\"><span class=\"oblique\">For out of you shall come a Ruler</span></span><br /><span class=\"text Matt-2-6\"><span class=\"oblique\">Who will shepherd My people Israel.&rsquo;</span>&nbsp;&rdquo;</span></p> </div> <p class=\"top-1\"><span id=\"en-NKJV-23177\" class=\"text Matt-2-7\"><sup class=\"versenum\">7&nbsp;</sup>Then Herod, when he had secretly called the&nbsp;</span><span id=\"en-NKJV-23177\" class=\"text Matt-2-7\">wise men, determined from them what time the&nbsp;star appeared.&nbsp;</span></p> <p class=\"top-1\"><span id=\"en-NKJV-23178\" class=\"text Matt-2-8\"><sup class=\"versenum\">8&nbsp;</sup>And he sent them to Bethlehem and said, &ldquo;Go and search carefully for the young Child, and when you have found&nbsp;<em>Him,</em>&nbsp;bring back word to me, that I may come and worship Him also.&rdquo;</span></p> <p><span id=\"en-NKJV-23179\" class=\"text Matt-2-9\"><sup class=\"versenum\">9&nbsp;</sup>When they heard the king, they departed; and behold, the star which they had seen in the East went before them, till it came and stood over where the young Child was.&nbsp;</span></p> <p><span id=\"en-NKJV-23180\" class=\"text Matt-2-10\"><sup class=\"versenum\">10&nbsp;</sup>When they saw the star, they rejoiced with exceedingly great joy.&nbsp;</span></p> <p><span id=\"en-NKJV-23181\" class=\"text Matt-2-11\"><sup class=\"versenum\">11&nbsp;</sup>And when they had come into the house, they saw the young Child with Mary His mother, and fell down and worshiped Him. And when they had opened their treasures,&nbsp;they presented gifts to Him: gold, frankincense, and myrrh.</span></p> <p><span id=\"en-NKJV-23182\" class=\"text Matt-2-12\"><sup class=\"versenum\">12&nbsp;</sup>Then, being divinely warned&nbsp;in a dream that they should not return to Herod, they departed for their own country another way.</span></p> <p>Before He has spoken His first parable or performed His first miracle, the Master Teacher is worthy of our worship because of who He is. To fully appreciate the later teaching ministry of Jesus, we must join these early pupils, the wise men, in their worship of the Master Teacher. The one whose teachings we admire is more than a wise educator. He is God come to dwell with humankind. Christian education is rooted in the worship of Christ. With wise men, shepherds, and angels, we are called to worship Christ, the newborn King&mdash;and to see in the infant Jesus the reality of God Himself.</p> <p>Think about what the Incarnation of Jesus means regarding the character of God. The Creator of all the universe, which is so big that we cannot grasp it&mdash;this God &ldquo;humbled himself&rdquo; by coming into humanity, living as Jesus, and then dying on the cross, bearing in Himself the punishment for our sins. Why is this such good news?</p>"
    },
    {
      "id": 57,
      "idLesson": 5,
      "idDay": 7,
      "dayTitle": "",
      "date": "October 30",
      "verses": [
        {
          "verse": "",
          "verseText": "<p><strong>Further Thought: Read Ellen G. White, &ldquo;The Teacher Sent From God,&rdquo; pp. 73&ndash;83, in Education.</strong></p> <p>&ldquo;In the Teacher sent from God, all true educational work finds its center. Of this work today as verily as of the work He established eighteen hundred years ago, the Saviour speaks in the words&mdash; &ldquo;&nbsp;&lsquo;I am the First and the Last, and the Living One.&rsquo; &ldquo;&nbsp; &lsquo;I am the Alpha and the Omega, the beginning and the end.&rsquo; Revelation 1:17, 18, R.V.; 21:6, R.V. &ldquo;In the presence of such a Teacher, of such opportunity for divine education, what worse than folly is it to seek an education apart from Him&mdash;to seek to be wise apart from Wisdom; to be true while rejecting Truth; to seek illumination apart from the Light, and existence without the Life; to turn from the Fountain of living waters, and hew out broken cisterns, that can hold no water. &ldquo;Behold, He is still inviting: &lsquo;If any man thirst, let him come unto Me, and drink. He that believeth on Me, as the Scripture hath said,&rsquo; out of him &lsquo;shall flow rivers of living water.&rsquo; &lsquo;The water that I shall give him shall become in him a well of water springing up unto eternal life.&rsquo; John 7:37, 38; 4:14, R.V.&rdquo;&mdash;Ellen G. White, Education, p. 83. &ldquo;Dear teacher, .&nbsp;.&nbsp;. &ldquo;As the highest preparation for your work, I point you to the words, the life, the methods, of the Prince of teachers. I bid you consider Him. Here is your true ideal. Behold it, dwell upon it, until the Spirit of the divine Teacher shall take possession of your heart and life. &ldquo;&nbsp;&lsquo;Reflecting as a mirror the glory of the Lord,&rsquo; you will be &lsquo;transformed into the same image.&rsquo; 2&nbsp;Corinthians 3:18, R.V. &ldquo;This is the secret of power over your pupils. Reflect Him.&rdquo; &mdash;Education, p. 282.</p> <p>Discussion Questions:</p> <p>1. What values and actions would be important to Christian teachers and students who take seriously the idea of learning from the incarnation of the Master Teacher?</p> <p>2. Christian parents and teachers have a high standard&mdash;to reflect the character of God as revealed in the incarnation of Jesus. What should we do when we fall short of this high standard?</p> <p>3. In class, discuss the question at the end of Thursday&rsquo;s study. What does the birth, life, and death of Jesus teach us about the character of God? Why should this be so comforting to us, especially during times of great trial?</p> <p><strong>Finding Freedom in Rwanda By luCette n&rsquo;Diay mitraC</strong></p> <p>I don&rsquo;t know why I volunteered to preach at Total Member Involvement evangelistic meetings in Rwanda in May 2016. Other than me, only young people volunteered to preach when coordinator Duane McKey invited our Seventh-day Adventist church in Paris to participate. I was weak after a long illness, and my 23-year-old son recently had committed suicide. But I signed up and quickly was asked to supervise the young people, not to preach. Things changed after our arrival in Nyanza, Rwanda. We met with the local pastors, and I was asked to preach. I fled to my hotel room and fell on my knees. &ldquo;Lord, I have never preached,&rdquo; I prayed. &ldquo;But since You said it is not by might nor by power, but by Your Spirit, please speak instead of me.&rdquo; Starting with the first evening meeting, childhood memories flooded my mind as I spoke about the transforming power of the gospel. Rwandans had suffered horrific rape and violence during 1990s genocide. I had gone through similar trials and spoke from my heart. Every time I made an altar call, people were moved, especially women who had been raped. Many came to the front. The more I spoke, the more I was healed. Although I had given my heart to Jesus many years earlier, I realized that I still held a grudge. I knew that God had not deprived me of my childhood and my mother, but I still blamed Him. My stepfather used to rape me. I only told my mother when I was 13. She took me to a gynecologist and sent me to live with a cousin. Shortly afterward, she visited me on a Friday. I never saw her again. My stepfather killed her. My stepfather spent only two years in prison because he was a high-ranking military officer. I lived in an orphanage from the age of 13 to 19. My biological father was alive, but he didn&rsquo;t want anything to do with me. I felt so lonely. I found healing in the Bible. I read, &ldquo;The Mighty One, will save; He will rejoice over you with gladness. .&nbsp;.&nbsp;. He who touches you touches the apple of His eye. .&nbsp;.&nbsp;. The Lord has appeared of old to me, saying: &lsquo;Yes, I have loved you with an everlasting love&rsquo;&nbsp;&rdquo; (Zeph. 3:17; Zech. 2:8; Jer. 31:3, NKJV). But I didn&rsquo;t love myself. Even if people told me that I was pretty, I didn&rsquo;t feel pretty inside. In Rwanda, the dark negativity faded as I spoke. I knew it wasn&rsquo;t me preaching. I found freedom and accepted Christ&rsquo;s loving declaration that I am a wonderful creature. A total of 390 people were baptized at Cyegera Seventh-day Adventist Church. Today I am 66, and I have returned to Rwanda many times. My Rwandan friends are my family, and they call me &ldquo;Mama.&rdquo; I am working now so many people will become new creatures in Christ.</p>"
        }
      ],
      "lessonText": " "
    }
  ]
}
