{
  "id": 1,
  "lessonNumber": 1,
  "versionCode": 5,
  "quarter": "4T2020",
  "title": " <p><strong>LA EDUCACIÓN EN EL JARDÍN DEL EDÉN&nbsp;</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "es",
  "verse": "<p><strong>PARA MEMORIZAR: &ldquo;He aquí que Dios es excelso en su poder; &iquest;qué enseñador semejante a él?&rdquo; (Job 36:22). </strong></p>",
  "weekDate": "26 de Septiembre- 2 de Octubre",
  "lessonDays": [
    {
      "id": 11,
      "idLesson": 1,
      "idDay": 1,
      "dayTitle": "",
      "date": "26 de Septiembre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>La mayoría de los estudiantes de la Biblia conocen la historia de Génesis 1 al 3. La trama parece seguir una serie lógica de acontecimientos. Dios crea. Dios instruye a Adán y a Eva. Adán y Eva pecan. Adán y Eva son desterrados del Edén. No obstante, un análisis más detallado de los primeros capítulos del Génesis, especialmente a través de la lente de la educación, revelará ideas sobre el elenco, el escenario y la historia.&nbsp;</p> <p>&ldquo;El sistema de educación instituido al principio del mundo debía ser un modelo para el hombre en todos los tiempos. Como una ilustración de sus principios, se estableció una escuela modelo en el Edén, el hogar de nuestros primeros padres. El jardín del Edén era el aula; la naturaleza, el libro de texto; el Creador mismo era el Maestro; y los padres de la familia humana, los alumnos&rdquo; (Ed 20).&nbsp;</p> <p>El Señor fue el fundador, director y maestro de esta primera escuela. Pero, como sabemos, Adán y Eva finalmente eligieron a otro maestro y aprendieron las lecciones equivocadas. &iquest;Qué sucedió, por qué y qué podemos aprender en la actualidad de este primer relato de la educación?</p>"
    },
    {
      "id": 12,
      "idLesson": 1,
      "idDay": 2,
      "dayTitle": "<p><strong>LA PRIMERA ESCUELA</strong></p>",
      "date": "27 de Septiembre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Aunque no se nos ocurre pensar en un jardín como un aula, esto tiene mucho sentido, especialmente si es un jardín como el Edén, lleno de las riquezas intactas de la Creación de Dios. Es difícil imaginar, desde nuestra perspectiva actual, cuánto debieron de haber aprendido estos seres no caídos, en un mundo no caído, instruidos directamente por su Creador, en esa &ldquo;aula&rdquo;.&nbsp;</p> <p><strong>Lee Génesis 2:7 al 23. &iquest;Qué notas sobre el propósito de Dios al crear, colocar y emplear a Adán?</strong>&nbsp;</p> <p><strong>Génesis 2:7-23 </strong></p> <p>7 Entonces Jehov&aacute; Dios form&oacute; al hombre del polvo de la tierra, y sopl&oacute; en su nariz aliento de vida, y fue el hombre un ser viviente.&nbsp;</p> <p>8 Y Jehov&aacute; Dios plant&oacute; un huerto en Ed&eacute;n, al oriente; y puso all&iacute; al hombre que hab&iacute;a formado.&nbsp;</p> <p>9 Y Jehov&aacute; Dios hizo nacer de la tierra todo &aacute;rbol delicioso a la vista, y bueno para comer; tambi&eacute;n el &aacute;rbol de vida en medio del huerto, y el &aacute;rbol de la ciencia del bien y del mal.&nbsp;</p> <p>10 Y sal&iacute;a de Ed&eacute;n un r&iacute;o para regar el huerto, y de all&iacute; se repart&iacute;a en cuatro brazos.&nbsp;</p> <p>11 El nombre del uno era Pis&oacute;n; &eacute;ste es el que rodea toda la tierra de Havila, donde hay oro;&nbsp;</p> <p>12 y el oro de aquella tierra es bueno; hay all&iacute; tambi&eacute;n bedelio y &oacute;nice.&nbsp;</p> <p>13 El nombre del segundo r&iacute;o es Gih&oacute;n; &eacute;ste es el que rodea toda la tierra de Cus.&nbsp;</p> <p>14 Y el nombre del tercer r&iacute;o es Hidekel; &eacute;ste es el que va al oriente de Asiria. Y el cuarto r&iacute;o es el Eufrates.&nbsp;</p> <p>15 Tom&oacute;, pues, Jehov&aacute; Dios al hombre, y lo puso en el huerto de Ed&eacute;n, para que lo labrara y lo guardase.&nbsp;</p> <p>16 Y mand&oacute; Jehov&aacute; Dios al hombre, diciendo: De todo &aacute;rbol del huerto podr&aacute;s comer;</p> <p>17 mas del &aacute;rbol de la ciencia del bien y del mal no comer&aacute;s; porque el d&iacute;a que de &eacute;l comieres, ciertamente morir&aacute;s.&nbsp;</p> <p>18 Y dijo Jehov&aacute; Dios: No es bueno que el hombre est&eacute; solo; le har&eacute; ayuda id&oacute;nea para &eacute;l.&nbsp;</p> <p>19 Jehov&aacute; Dios form&oacute;, pues, de la tierra toda bestia del campo, y toda ave de los cielos, y las trajo a Ad&aacute;n para que viese c&oacute;mo las hab&iacute;a de llamar; y todo lo que Ad&aacute;n llam&oacute; a los animales vivientes, ese es su nombre.&nbsp;</p> <p>20 Y puso Ad&aacute;n nombre a toda bestia y ave de los cielos y a todo ganado del campo; mas para Ad&aacute;n no se hall&oacute; ayuda id&oacute;nea para &eacute;l.&nbsp;</p> <p>21 Entonces Jehov&aacute; Dios hizo caer sue&ntilde;o profundo sobre Ad&aacute;n, y mientras &eacute;ste dorm&iacute;a, tom&oacute; una de sus costillas, y cerr&oacute; la carne en su lugar.&nbsp;</p> <p>22 Y de la costilla que Jehov&aacute; Dios tom&oacute; del hombre, hizo una mujer, y la trajo al hombre.&nbsp;</p> <p>23 Dijo entonces Ad&aacute;n: Esto es ahora hueso de mis huesos y carne de mi carne; &eacute;sta ser&aacute; llamada Varona, porque del var&oacute;n fue tomada.&nbsp;</p> <p>Dios hizo al hombre y a la mujer a su imagen y les dio un hogar y un trabajo provechoso. Si consideramos la dinámica entre docente y alumno, esta es una relación ideal. Dios conocía las habilidades de Adán porque lo había creado. Podía enseñarle a Adán, sabiendo que Adán podría alcanzar todo su potencial.&nbsp;</p> <p>Dios le dio una responsabilidad al hombre, pero también quería que fuese feliz. Y quizá parte de los recursos para que fuese feliz haya sido darle responsabilidades. A fin de cuentas, &iquest;quién no se siente satisfecho o feliz cuando se le dan responsabilidades y luego las cumple fielmente? Dios conocía el corazón de Adán y lo que necesitaría para prosperar, por lo que le dio a Adán la tarea de cuidar el jardín. &ldquo;Tomó, pues, Jehová Dios al hombre, y lo puso en el huerto de Edén, para que lo labrara y lo guardase&rdquo; (Gén. 2:15). A los que solo conocemos un mundo de pecado y muerte, se nos hace difícil imaginar lo que debió haber implicado el trabajo y las lecciones que, sin duda alguna, Adán aprendió mientras trabajaba y cuidaba el jardín, que además era su hogar.&nbsp;</p> <p>En Génesis 2:19 al 23, Dios crea animales de compañía para Adán, y también crea a Eva como esposa de Adán. Dios sabía que Adán necesitaba la compañía y la ayuda de alguien semejante a él. Por eso, creó a la mujer.&nbsp;</p> <p>Dios también sabía que el hombre necesitaba tener una estrecha relación con él, por lo que creó un espacio íntimo en el Edén dentro de los límites del jardín. Todo esto atestigua el propósito de Dios en la Creación y su amor por la humanidad. Nuevamente, la gran distancia que nos separa del Edén nos dificulta imaginar cómo debió haber sido, aunque es divertido hacer el intento, &iquest;verdad?&nbsp;</p> <p><strong>Aunque estamos muy lejos del Edén, aún podemos aprender lecciones de la naturaleza. &iquest;Cuáles son algunas de esas lecciones y cómo podemos beneficiarnos de ellas al interpretarlas a través de la lente de las Escrituras?</strong></p>"
    },
    {
      "id": 13,
      "idLesson": 1,
      "idDay": 3,
      "dayTitle": "<p><strong>INTROMISIÓN</strong></p>",
      "date": "28 de Septiembre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Una de las grandes alegrías para muchos maestros es armar sus aulas: colgar tableros de anuncios, organizar útiles escolares y disponer las aulas de la manera más recomendable. Al analizar la visión de Dios para el aula que era el Jardín del Edén, vemos el cuidado que tuvo al preparar un ambiente de aprendizaje para Adán y Eva. Deseaba que la belleza los rodeara. Podemos imaginar que cada flor, ave, animal y árbol ofrecía una oportunidad para que Adán y Eva aprendieran más sobre su mundo y sobre su Creador.&nbsp;</p> <p>Sin embargo, hay un cambio brusco de Génesis 2 a Génesis 3. Hemos hecho un inventario de todo lo bueno que Dios creó con intención divina. Pero en Génesis 3:1 también nos damos cuenta de la provisión que Dios hizo para el libre albedrío. La presencia de la serpiente &ldquo;astuta, más que todos los animales del campo&rdquo; implica un alejamiento del lenguaje utilizado hasta ahora. Palabras como &ldquo;bueno en gran manera&rdquo;, &ldquo;no se avergonzaban&rdquo; y &ldquo;delicioso&rdquo; son expresiones utilizadas para describir la Creación de Dios en los capítulos anteriores. No obstante, ahora, con la serpiente, el tono cambia. De repente, se introduce un elemento negativo en lo que, hasta ese entonces, todo era perfección.&nbsp;</p> <p>En contraste, Génesis presenta a Dios como lo opuesto a la &ldquo;astucia&rdquo;. Dios es enfáticamente claro acerca de sus expectativas de la pareja en el Jardín. Sabemos, por el mandato de Dios en Génesis 2:16 y 17, que él estableció una norma fundamental que ellos debían obedecer, que era no comer del árbol prohibido.&nbsp;</p> <p>Hay algo que se destaca en esta historia, y es que Adán y Eva fueron creados como seres morales libres, seres que podían elegir entre la obediencia y la desobediencia. Por lo tanto, desde el mismo comienzo, incluso en un mundo no caído, podemos ver la realidad del libre albedrío humano.&nbsp;</p> <p><strong>En Génesis 3:1 al 6, analiza las descripciones que utilizó la serpiente y que Eva luego repitió. &iquest;Qué observas en la información que la serpiente le ofrece a Eva? &iquest;Qué adviertes en la forma en que Eva empezó a considerar el árbol del conocimiento del bien y del mal? </strong></p> <p><strong>Génesis 3:1-6 </strong></p> <p>1 Pero la serpiente era astuta, m&aacute;s que todos los animales del campo que Jehov&aacute; Dios hab&iacute;a hecho; la cual dijo a la mujer: &iquest;Conque Dios os ha dicho: No com&aacute;is de todo &aacute;rbol del huerto?&nbsp;</p> <p>2 Y la mujer respondi&oacute; a la serpiente: Del fruto de los &aacute;rboles del huerto podemos comer;&nbsp;</p> <p>3 pero del fruto del &aacute;rbol que est&aacute; en medio del huerto dijo Dios: No comer&eacute;is de &eacute;l, ni le tocar&eacute;is, para que no mur&aacute;is.&nbsp;</p> <p>4 Entonces la serpiente dijo a la mujer: No morir&eacute;is;&nbsp;</p> <p>5 sino que sabe Dios que el d&iacute;a que com&aacute;is de &eacute;l, ser&aacute;n abiertos vuestros ojos, y ser&eacute;is como Dios, sabiendo el bien y el mal.&nbsp;</p> <p>6 Y vio la mujer que el &aacute;rbol era bueno para comer, y que era agradable a los ojos, y &aacute;rbol codiciable para alcanzar la sabidur&iacute;a; y tom&oacute; de su fruto, y comi&oacute;; y dio tambi&eacute;n a su marido, el cual comi&oacute; as&iacute; como ella.&nbsp;</p> <p>En Génesis 2:17, el Señor le dijo a Adán que si comía del árbol &ldquo;ciertamente morir[ía]&rdquo;. Cuando Eva, en Génesis 3:3, repitió el mandato, no lo expresó con tanta fuerza, omitiendo la palabra &ldquo;ciertamente&rdquo;. En Génesis 3:4, la serpiente vuelve a utilizar la palabra en total contradicción con lo que Dios había dicho. Parece que, aunque Dios le enseñó a Eva en el Jardín, ella empezó a no tomarse tan en serio lo aprendido tan en serio como debería, como podemos ver por el mismo lenguaje que usó.</p>"
    },
    {
      "id": 14,
      "idLesson": 1,
      "idDay": 4,
      "dayTitle": "<p>PASAR POR ALTO EL MENSAJE</p> ",
      "date": "29 de Septiembre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Como vimos ayer, a pesar del claro mandato de Dios, Eva, incluso con sus propias palabras, empezó a diluir lo que se le había enseñado.&nbsp;</p> <p>Aunque no malinterpretó lo que el Señor le dijo, obviamente empezó a no tomárselo tan en serio. Es difícil exagerar las consecuencias de su accionar. Por lo tanto, cuando Eva se encontró con la serpiente, ella le repitió (aunque no exactamente) a la serpiente lo que Dios había dicho con respecto a los árboles del jardín (Gén. 3:2, 3). Por supuesto, este mensaje no era algo nuevo para la serpiente. La serpiente estaba familiarizada con la orden y, por lo tanto, estaba bien preparada para tergiversarla, aprovechando la inocencia de Eva.&nbsp;</p> <p><strong>Analiza Génesis 3:4 al 6. Además de negar de plano exactamente lo que Dios había dicho, &iquest;qué más dijo la serpiente que, obviamente, funcionó con Eva? &iquest;De qué principios se aprovechó?&nbsp;</strong></p> <p><strong>Génesis 3:4-6 </strong></p> <p>4 Entonces la serpiente dijo a la mujer: No morir&eacute;is;&nbsp;</p> <p>5 sino que sabe Dios que el d&iacute;a que com&aacute;is de &eacute;l, ser&aacute;n abiertos vuestros ojos, y ser&eacute;is como Dios, sabiendo el bien y el mal.&nbsp;</p> <p>6 Y vio la mujer que el &aacute;rbol era bueno para comer, y que era agradable a los ojos, y &aacute;rbol codiciable para alcanzar la sabidur&iacute;a; y tom&oacute; de su fruto, y comi&oacute;; y dio tambi&eacute;n a su marido, el cual comi&oacute; as&iacute; como ella.&nbsp;</p> <p>Cuando la serpiente le dijo que parte del mensaje era incorrecto, Eva podría haber ido a hablar con Dios. Esta es la belleza de la educación en el Edén: el acceso que los estudiantes tenían a su poderoso Maestro seguramente trascendía todo lo que ahora podemos imaginar en la Tierra. Sin embargo, en lugar de huir, en lugar de buscar ayuda divina, Eva aceptó el mensaje de la serpiente. Para que Eva aceptara la modificación del mensaje por parte de la serpiente, era necesario que ella empezara a albergar algunas dudas sobre Dios y lo que este les había dicho.&nbsp;</p> <p>Mientras tanto, Adán se mete en una situación difícil. &ldquo;Adán comprendió que su compañera había transgredido el mandato de Dios, menospreciado la única prohibición que les había sido puesta como una prueba de su fidelidad y amor. Se desató una terrible lucha en su mente. Lamentó haber dejado a Eva separarse de su lado. Pero ahora el error estaba cometido; debía separarse de ella, cuya compañía había sido su gozo. &iquest;Cómo podía hacer eso?&rdquo; (PP 39). Desgraciadamente, aunque sabía diferenciar el bien del mal, también eligió incorrectamente.&nbsp;</p> <p><strong>Piensa en esta ironía engañosa: la serpiente dijo que si comían del árbol serían &ldquo;como Dios&rdquo; (Gén. 3:5). Pero Génesis 1:27, &iquest;no dijo que ya eran como Dios? &iquest;Qué puede enseñarnos esto sobre cuán fácilmente podemos ser engañados y por qué la fe y la obediencia son nuestra única protección, aun cuando hayamos recibido la mejor educación, como en el caso de Adán y Eva?</strong></p>"
    },
    {
      "id": 15,
      "idLesson": 1,
      "idDay": 5,
      "dayTitle": "<p>RECUPERAR LO PERDIDO</p>",
      "date": "30 de Septiembre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Cuando Adán y Eva decidieron obedecer el mensaje de la serpiente, sufrieron, entre muchas otras consecuencias, el destierro del aula de Dios. Piensa en lo que Adán y Eva perdieron a causa de su pecado. Cuando entendemos su caída, podemos comprender mejor el propósito de la educación para nosotros en la actualidad. A pesar del destierro, la vida en un mundo imperfecto marcó el comienzo de un nuevo propósito para la educación.&nbsp;</p> <p>Si la educación antes de la Caída fue la manera que Dios utilizó para que Adán y Eva se familiarizaran con él y dar a conocer su carácter, su bondad y su amor, después del destierro, la obra de la educación debe ser volver a familiarizar a la humanidad con esas cosas y recrear la imagen de Dios en nosotros. Los hijos de Dios aún pueden llegar a conocer a Dios, su bondad y su amor a pesar de estar físicamente separados de su presencia. Mediante la oración, el servicio y el estudio de su Palabra, podemos acercarnos a nuestro Dios como lo hicieron Adán y Eva en el Edén.&nbsp;</p> <p>Lo bueno es que, gracias a Jesús y al plan de redención, no todo está perdido. Tenemos esperanza de salvación y de restauración. Y buena parte de la educación cristiana debería ser guiar a los alumnos hacia Jesús, a lo que él hizo por nosotros y a la restauración que ofrece.&nbsp;</p> <p><strong>Lee 2 Pedro 1:3 al 11. Estos versículos son un estímulo para poder recuperar mucho de lo que perdió la humanidad al abandonar el Edén. &iquest;Qué dice Pedro que debemos hacer para restaurar la imagen de Dios en nuestra vida? </strong></p> <p><strong>2 Pedro 1:3-11 </strong></p> <p>3 Como todas las cosas que pertenecen a la vida y a la piedad nos han sido dadas por su divino poder, mediante el conocimiento de aquel que nos llam&oacute; por su gloria y excelencia,&nbsp;</p> <p>4 por medio de las cuales nos ha dado preciosas y grand&iacute;simas promesas, para que por ellas llegaseis a ser participantes de la naturaleza divina, habiendo huido de la corrupci&oacute;n que hay en el mundo a causa de la concupiscencia;&nbsp;</p> <p>5 vosotros tambi&eacute;n, poniendo toda diligencia por esto mismo, a&ntilde;adid a vuestra fe virtud; a la virtud, conocimiento;&nbsp;</p> <p>6 al conocimiento, dominio propio; al dominio propio, paciencia; a la paciencia, piedad;&nbsp;</p> <p>7 a la piedad, afecto fraternal; y al afecto fraternal, amor.&nbsp;</p> <p>8 Porque si estas cosas est&aacute;n en vosotros, y abundan, no os dejar&aacute;n estar ociosos ni sin fruto en cuanto al conocimiento de nuestro Se&ntilde;or Jesucristo.&nbsp;</p> <p>9 Pero el que no tiene estas cosas tiene la vista muy corta; es ciego, habiendo olvidado la purificaci&oacute;n de sus antiguos pecados.&nbsp;</p> <p>10 Por lo cual, hermanos, tanto m&aacute;s procurad hacer firme vuestra vocaci&oacute;n y elecci&oacute;n; porque haciendo estas cosas, no caer&eacute;is jam&aacute;s.&nbsp;</p> <p>11 Porque de esta manera os ser&aacute; otorgada amplia y generosa entrada en el reino eterno de nuestro Se&ntilde;or y Salvador Jesucristo.&nbsp;</p> <p>A través de Jesús, recibimos &ldquo;todas las cosas que pertenecen a la vida y a la piedad&rdquo; (2 Ped. 1:3). &iexcl;Qué promesa! &iquest;Cuáles podrían ser algunas de esas cosas? Bueno, Pedro nos da una lista: fe, virtud, conocimiento, dominio propio, paciencia, y otras. Fíjate también que el conocimiento es una de las cosas que menciona Pedro. Esta idea, por supuesto, da lugar a la noción de educación. La verdadera educación conducirá al verdadero conocimiento, el conocimiento de Cristo, y por lo tanto no solo nos volveremos más semejantes a él, sino también podremos compartir lo que conocemos de él con los demás.&nbsp;</p> <p><strong>Piensa por un momento en el hecho de que el árbol prohibido era el árbol del &ldquo;conocimiento del bien y del mal&rdquo;. &iquest;Qué debería denotar esto? &iquest;Por qué no todo conocimiento es bueno? &iquest;Cómo reconocer la diferencia entre el conocimiento bueno y el malo?</strong></p>"
    },
    {
      "id": 16,
      "idLesson": 1,
      "idDay": 6,
      "dayTitle": "<p>LOS QUE DESPRECIAN LA AUTORIDAD</p>",
      "date": "1 de Octubre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>A algunos les cabe la expresión &ldquo;estudiantes innatos&rdquo; en el aula. Casi no necesitan estudiar para obtener excelentes calificaciones. Asimilan el material con facilidad. Pareciera que el conocimiento se les &ldquo;pega&rdquo;. No obstante, 2 Pedro 1 y 2 ponen de manifiesto que nuestra educación en Cristo es una experiencia de igualdad de oportunidades para los que se dedican al estudio.&nbsp;</p> <p>Las palabras alentadoras de 2 Pedro 1 contrastan con la advertencia aleccionadora de 2 Pedro 2.&nbsp;</p> <p><strong>Lee 2 Pedro 2:1 al 17. &iquest;Qué palabras poderosas y condenatorias formula? Al mismo tiempo, en medio de esta aguda advertencia y condenación, &iquest;qué gran esperanza se nos promete? </strong></p> <p><strong>2 Pedro 2:1-17 </strong></p> <p>1 Pero hubo tambi&eacute;n falsos profetas entre el pueblo, como habr&aacute; entre vosotros falsos maestros, que introducir&aacute;n encubiertamente herej&iacute;as destructoras, y aun negar&aacute;n al Se&ntilde;or que los rescat&oacute;, atrayendo sobre s&iacute; mismos destrucci&oacute;n repentina.&nbsp;</p> <p>2 Y muchos seguir&aacute;n sus disoluciones, por causa de los cuales el camino de la verdad ser&aacute; blasfemado,&nbsp;</p> <p>3 y por avaricia har&aacute;n mercader&iacute;a de vosotros con palabras fingidas. Sobre los tales ya de largo tiempo la condenaci&oacute;n no se tarda, y su perdici&oacute;n no se duerme.&nbsp;</p> <p>4 Porque si Dios no perdon&oacute; a los &aacute;ngeles que pecaron, sino que arroj&aacute;ndolos al infierno los entreg&oacute; a prisiones de oscuridad, para ser reservados al juicio;&nbsp;</p> <p>5 y si no perdon&oacute; al mundo antiguo, sino que guard&oacute; a No&eacute;, pregonero de justicia, con otras siete personas, trayendo el diluvio sobre el mundo de los imp&iacute;os;&nbsp;</p> <p>6 y si conden&oacute; por destrucci&oacute;n a las ciudades de Sodoma y de Gomorra, reduci&eacute;ndolas a ceniza y poni&eacute;ndolas de ejemplo a los que hab&iacute;an de vivir imp&iacute;amente,&nbsp;</p> <p>7 y libr&oacute; al justo Lot, abrumado por la nefanda conducta de los malvados&nbsp;</p> <p>8 (porque este justo, que moraba entre ellos, aflig&iacute;a cada d&iacute;a su alma justa, viendo y oyendo los hechos inicuos de ellos),&nbsp;</p> <p>9 sabe el Se&ntilde;or librar de tentaci&oacute;n a los piadosos, y reservar a los injustos para ser castigados en el d&iacute;a del juicio;&nbsp;</p> <p>10 y mayormente a aquellos que, siguiendo la carne, andan en concupiscencia e inmundicia, y desprecian el se&ntilde;or&iacute;o. Atrevidos y contumaces, no temen decir mal de las potestades superiores,&nbsp;</p> <p>11 mientras que los &aacute;ngeles, que son mayores en fuerza y en potencia, no pronuncian juicio de maldici&oacute;n contra ellas delante del Se&ntilde;or.&nbsp;</p> <p>12 Pero &eacute;stos, hablando mal de cosas que no entienden, como animales irracionales, nacidos para presa y destrucci&oacute;n, perecer&aacute;n en su propia perdici&oacute;n,&nbsp;</p> <p>13 recibiendo el galard&oacute;n de su injusticia, ya que tienen por delicia el gozar de deleites cada d&iacute;a. Estos son inmundicias y manchas, quienes aun mientras comen con vosotros, se recrean en sus errores.&nbsp;</p> <p>14 Tienen los ojos llenos de adulterio, no se sacian de pecar, seducen a las almas inconstantes, tienen el coraz&oacute;n habituado a la codicia, y son hijos de maldici&oacute;n.&nbsp;</p> <p>15 Han dejado el camino recto, y se han extraviado siguiendo el camino de Balaam hijo de Beor, el cual am&oacute; el premio de la maldad,&nbsp;</p> <p>16 y fue reprendido por su iniquidad; pues una muda bestia de carga, hablando con voz de hombre, refren&oacute; la locura del profeta.&nbsp;</p> <p>17 Estos son fuentes sin agua, y nubes empujadas por la tormenta; para los cuales la m&aacute;s densa oscuridad est&aacute; reservada para siempre.&nbsp;</p> <p>Observa lo que Pedro escribe en el versículo 10 sobre los que desprecian la autoridad. Qué amonestación fuerte para la realidad actual, también. Como cuerpo de la iglesia, debemos trabajar sobre la premisa de ciertos niveles de autoridad (ver Heb. 13:7, 17, 24), y somos llamados a someternos a ellos y obedecerlos, al menos en la medida en que sean fieles al Señor.&nbsp;</p> <p>Sin embargo, en medio de esta dura condenación, Pedro ofrece (en el vers. 9) un contrapunto. Dice que, aunque Dios es poderoso para expulsar a los que eligieron el engaño, &ldquo;sabe el Señor librar de tentación a los piadosos&rdquo;. &iquest;Es posible que parte de nuestra educación cristiana consista no solo en evitar la tentación, sino también en conocer las muchas formas en que Dios puede liberarnos de ella y cómo puede ayudarnos a protegernos de quienes &ldquo;introducirán encubiertamente herejías destructoras&rdquo; (2 Ped. 2:1)? Y además, dado que se condena tanto el desprecio a la autoridad, nuestra educación cristiana &iquest;no debería también consistir en descubrir la forma correcta de comprender, someternos y obedecer a nuestros &ldquo;dirigentes&rdquo; (Heb. 13:7, NVI)?&nbsp;</p> <p>Aunque no podríamos decir que Adán y Eva despreciaron la autoridad, en definitiva decidieron desobedecer esa autoridad. Y lo que hizo que su transgresión fuera tan grave es que la cometieron en respuesta a una contradicción flagrante de lo que esa autoridad, Dios mismo, les había dicho por su propio bien.&nbsp;</p> <p><strong>Considera con más detenimiento esta cuestión de la autoridad no solo en la iglesia o en la familia, sino también en la vida en general. &iquest;Por qué es tan importante la autoridad, tanto su ejercicio adecuado como la sumisión adecuada a ella? Lleva tus respuestas a la clase el sábado.</strong></p>"
    },
    {
      "id": 17,
      "idLesson": 1,
      "idDay": 7,
      "dayTitle": "",
      "date": "2 de Octubre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>PARA ESTUDIAR Y MEDITAR: </strong></p> <p>&ldquo;La santa pareja era no solo hijos bajo el cuidado paternal de Dios, sino también estudiantes que recibían instrucción de parte del Creador omnisciente. Eran visitados por ángeles, y se gozaban en la comunión directa con su Hacedor, sin ningún velo oscurecedor de por medio. Estaban llenos del vigor que procedía del árbol de la vida, y su poder intelectual era apenas un poco menor que el de los ángeles. Los misterios del Universo visible &ndash;&lsquo;las maravillas del Perfecto en sabiduría&rsquo; [Job 37:16]&ndash; les suministraban una fuente inagotable de instrucción y placer. Las leyes y los procesos de la naturaleza, que han sido objeto del estudio de los hombres durante seis mil años, fueron puestos al alcance de su mente por el infinito Forjador y Sustentador de todo. Se entretenían con las hojas, las flores y los árboles, cosechando en cada uno de ellos los secretos de su vida. Adán estaba familiarizado con toda criatura viviente, desde el poderoso leviatán que juega entre las aguas hasta el más diminuto insecto que flota en el rayo del sol. A cada uno les había dado nombre, y conocía su naturaleza y sus hábitos.&nbsp;</p> <p>La gloria de Dios en los cielos, los innumerables mundos en sus ordenados movimientos, &lsquo;las diferencias de las nubes&rsquo; [Job 37:16], los misterios de la luz y del sonido, de la noche y el día, todo estaba abierto al estudio de nuestros primeros padres. El nombre de Dios estaba escrito en cada hoja del bosque o piedra de la montaña, en cada brillante estrella, en la tierra, en el aire y en el cielo. El orden y la armonía de la Creación les hablaba de una sabiduría y un poder infinitos. Continuamente descubrían algo nuevo que llenaba su corazón del más profundo amor y les arrancaba nuevas expresiones de gratitud&rdquo; (PP 32, 33).&nbsp;</p> <p><strong>PREGUNTAS PARA DIALOGAR:</strong>&nbsp;</p> <p><strong>1.</strong> Si Dios originalmente tuvo la intención de que escuela/trabajo fuera una oportunidad para que los seres humanos lo encontraran a él y a su Creación, &iquest;seguimos conservando la intención de Dios en nuestro trabajo hoy? &iquest;Cómo podemos conocer mejor a Dios a través de nuestro trabajo (pago, educación, voluntariado, ministerio, etc.)?&nbsp;</p> <p><strong>2.</strong> Cuando consideramos la astucia de Satanás en el Jardín del Edén, es fácil frustrarnos por nuestra debilidad humana. Adán y Eva sabían que Dios estaba cerca y, sin embargo, aceptaron la verdad a medias de la serpiente. Quienes estamos alejados de esa proximidad física tan estrecha con Dios &iquest;cómo podemos todavía hallar poder en él para que nos ayude a vencer la tentación?&nbsp;</p> <p><strong>3. </strong>Analicen la cuestión de la autoridad y por qué es tan importante obedecerla. &iquest;Qué sucede cuando las líneas de autoridad se vuelven borrosas? &iquest;Cómo se puede abusar de la autoridad y cómo respondemos cuando es así?</p>"
    }
  ]
}
