{
  "id": 11,
  "lessonNumber": 11,
  "versionCode": 7,
  "quarter": "2T2021",
  "title": "<p><strong>EL SANTUARIO DEL NUEVO PACTO</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "es",
  "verse": "<p><strong>PARA MEMORIZAR: &ldquo;Por eso Cristo es mediador de un nuevo pacto, para que los llamados reciban la herencia eterna prometida&rdquo; (Heb. 9:15, NVI).</strong></p>",
  "weekDate": "5-11 de Junio",
  "lessonDays": [
    {
      "id": 111,
      "idLesson": 11,
      "idDay": 1,
      "dayTitle": "",
      "date": "5 de Junio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Una noche sin luna, con el cielo ennegrecido como tinta que se derrama, la penumbra cubr&iacute;a a Frank mientras caminaba por las calles vac&iacute;as de la ciudad. Despu&eacute;s de un rato escuch&oacute; pasos detr&aacute;s de &eacute;l; alguien que lo segu&iacute;a en la oscuridad. A continuaci&oacute;n, la persona lo alcanz&oacute; y le dijo:</p> <p>&ndash;&iquest;Frank, el impresor?</p> <p>&ndash;S&iacute;, soy yo. Pero &iquest;C&oacute;mo lo supo?</p> <p>&ndash;Bueno &ndash;respondi&oacute; el extra&ntilde;o&ndash;, yo no lo conozco. Pero conozco muy bien a su hermano, e incluso en la oscuridad sus gestos, su forma de caminar, su figura, me recordaron tanto a &eacute;l que asum&iacute; que usted era su hermano, porque me dijo que ten&iacute;a uno&rdquo;.</p> <p>Esta historia revela una verdad poderosa con respecto al servicio del Santuario israelita. La Biblia dice que era una sombra, una figura, una imagen del verdadero.</p> <p><br></p> <p><strong>Rese&ntilde;a de la semana: &iquest;Por qu&eacute; Dios quer&iacute;a que los israelitas construyeran un Santuario? &iquest;Qu&eacute; nos ense&ntilde;a el Santuario acerca de Cristo como nuestro Sustituto? &iquest;Qu&eacute; hace Jes&uacute;s en el cielo como nuestro Representante?</strong></p>"
    },
    {
      "id": 112,
      "idLesson": 11,
      "idDay": 2,
      "dayTitle": "<p><strong>RELACIONES</strong></p>",
      "date": "6 de Junio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>&ldquo;Y pondr&eacute; mi morada en medio de vosotros, y mi alma no os abominar&aacute;; y andar&eacute; entre vosotros, y yo ser&eacute; vuestro Dios, y vosotros ser&eacute;is mi pueblo&rdquo; (Lev. 26:11, 12).</strong></p> <p><br></p> <p>Hay un tema que deber&iacute;a quedar en claro a estas alturas: tanto en el Antiguo Pacto como en el Nuevo Pacto, el Se&ntilde;or busca una relaci&oacute;n cercana y amorosa con su pueblo. De hecho, los pactos b&aacute;sicamente ayudan a estipular, a formar (a falta de una palabra m&aacute;s apropiada) las &ldquo;reglas&rdquo; para esa relaci&oacute;n.</p> <p>La relaci&oacute;n es esencial para el pacto en cualquier momento o contexto. Sin embargo, para que exista una relaci&oacute;n, es necesario que haya interacci&oacute;n, comunicaci&oacute;n y contacto, especialmente para los seres humanos pecadores, falibles y dubitativos. Por supuesto, sabiendo esto, el Se&ntilde;or tom&oacute; la iniciativa para asegurarse de que &eacute;l se manifestar&iacute;a de tal manera que nosotros, dentro de los confines de la humanidad ca&iacute;da, pudi&eacute;ramos relacionarnos con &eacute;l de una manera eficaz.</p> <p><br></p> <p><strong>Lee &Eacute;xodo 25:8: el mandato del Se&ntilde;or a Israel de construir un Santuario. &iquest;Qu&eacute; razones da el Se&ntilde;or para desear que ellos hicieran esto?</strong></p> <p><br></p> <p><strong>&Eacute;xodo 25:8</strong></p> <p><strong>&nbsp;8</strong> Y har&aacute;n un santuario para m&iacute;, y habitar&eacute; en medio de ellos.</p> <p><br></p> <p>La respuesta a esta pregunta, por supuesto, plantea otra interrogaci&oacute;n, y es &iquest;por qu&eacute;? &iquest;Por qu&eacute; quiere el Se&ntilde;or morar en medio de su pueblo?</p> <p>Tal vez podr&iacute;amos encontrar la verdad en los dos vers&iacute;culos de hoy, mencionados anteriormente. F&iacute;jate, el Se&ntilde;or &ldquo;pondr&aacute; su morada&rdquo; (o &ldquo;habitar&aacute;&rdquo;) entre ellos; luego dice que no los &ldquo;abominar&aacute;&rdquo;. Adem&aacute;s, asegura que &ldquo;andar&aacute;&rdquo; entre ellos y ser&aacute; su Dios, y ellos ser&aacute;n su pueblo (Lev. 26:11, 12). Observa los elementos que se encuentran en estos vers&iacute;culos. Nuevamente, el aspecto relacional se manifiesta con mucha claridad.</p> <p><br></p> <p><strong>T&oacute;mate unos minutos: desmenuza Lev&iacute;tico 26:11 y 12, y &Eacute;xodo 25:8. Toma nota de c&oacute;mo encajan los diferentes elementos con la noci&oacute;n de que el Se&ntilde;or busca una relaci&oacute;n con su pueblo.</strong></p> <p><strong>Conc&eacute;ntrate espec&iacute;ficamente en la frase en que el Se&ntilde;or dice: &ldquo;Mi alma no os abominar&aacute;&rdquo;. &iquest;Qu&eacute; tiene el Santuario en s&iacute; que brinda los medios por los que el Se&ntilde;or puede aceptar a la humanidad ca&iacute;da y pecadora, y por qu&eacute; eso es tan importante para el proceso de formaci&oacute;n de un pacto?</strong></p>"
    },
    {
      "id": 113,
      "idLesson": 11,
      "idDay": 3,
      "dayTitle": "<p><strong>PECADO, SACRIFICIO Y ACEPTACI&Oacute;N (HEB. 9:22)</strong></p>",
      "date": "7 de Junio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Hebreos 9:22</strong></p> <p><strong>22</strong> Y casi todo es purificado, seg&uacute;n la ley, con sangre; y sin derramamiento de sangre no se hace remisi&oacute;n.</p> <p><br></p> <p>La forma divinamente se&ntilde;alada para que el pecador del Antiguo Testamento se librara del pecado y la culpa era a trav&eacute;s de los sacrificios de animales. Las ofrendas de sacrificio israelitas se detallan en Lev&iacute;tico 1 al 7. Se prestaba especial atenci&oacute;n al uso y la disposici&oacute;n de la sangre en los diversos tipos de sacrificios. De hecho, el papel de la sangre en los rituales de sacrificio es una de las caracter&iacute;sticas unificadoras de los sacrificios israelitas.</p> <p>La persona que hab&iacute;a pecado, y por lo tanto hab&iacute;a roto la relaci&oacute;n del Pacto y la Ley que lo regulaba, pod&iacute;a ser restaurada a la comuni&oacute;n plena con Dios y con la humanidad llevando un sacrificio animal como sustituto. Los sacrificios, con sus ritos, eran los medios designados por Dios para lograr la purificaci&oacute;n del pecado y la culpa. Estos se instituyeron para limpiar al pecador, ya que se transfer&iacute;a el pecado y la culpa individual al Santuario al rociar la sangre sacrificial, y as&iacute; se restablec&iacute;a la plena comuni&oacute;n y la alianza del pacto del penitente con el Dios personal, que es el Se&ntilde;or que salva.</p> <p><br></p> <p><strong>&iquest;C&oacute;mo nos ayudan estos conceptos expresados anteriormente a comprender las preguntas al final del estudio de ayer?</strong></p> <p><strong>&iquest;Qu&eacute; importancia prof&eacute;tica ten&iacute;a el sacrificio de animales? (Isa&iacute;as 53:4-12; Hebreos 10:4).</strong></p> <p><strong>Isa&iacute;as 53:4-12</strong></p> <p><strong>4</strong> Ciertamente llev&oacute; &eacute;l nuestras enfermedades, y sufri&oacute; nuestros dolores; y nosotros le tuvimos por azotado, por herido de Dios y abatido.</p> <p><strong>5</strong> Mas &eacute;l herido fue por nuestras rebeliones, molido por nuestros pecados; el castigo de nuestra paz fue sobre &eacute;l, y por su llaga fuimos nosotros curados.</p> <p><strong>6</strong> Todos nosotros nos descarriamos como ovejas, cada cual se apart&oacute; por su camino; mas Jehov&aacute; carg&oacute; en &eacute;l el pecado de todos nosotros.</p> <p><strong>7</strong> Angustiado &eacute;l, y afligido, no abri&oacute; su boca; como cordero fue llevado al matadero; y como oveja delante de sus trasquiladores, enmudeci&oacute;, y no abri&oacute; su boca.</p> <p><strong>8</strong> Por c&aacute;rcel y por juicio fue quitado; y su generaci&oacute;n, &iquest;Qui&eacute;n la contar&aacute;? Porque fue cortado de la tierra de los vivientes, y por la rebeli&oacute;n de mi pueblo fue herido.</p> <p><strong>9</strong> Y se dispuso con los imp&iacute;os su sepultura, mas con los ricos fue en su muerte; aunque nunca hizo maldad, ni hubo enga&ntilde;o en su boca.</p> <p><strong>10</strong> Con todo eso, Jehov&aacute; quiso quebrantarlo, sujet&aacute;ndole a padecimiento. Cuando haya puesto su vida en expiaci&oacute;n por el pecado, ver&aacute; linaje, vivir&aacute; por largos d&iacute;as, y la voluntad de Jehov&aacute; ser&aacute; en su mano prosperada.</p> <p><strong>11</strong> Ver&aacute; el fruto de la aflicci&oacute;n de su alma, y quedar&aacute; satisfecho; por su conocimiento justificar&aacute; mi siervo justo a muchos, y llevar&aacute; las iniquidades de ellos.</p> <p><strong>12</strong> Por tanto, yo le dar&eacute; parte con los grandes, y con los fuertes repartir&aacute; despojos; por cuanto derram&oacute; su vida hasta la muerte, y fue contado con los pecadores, habiendo &eacute;l llevado el pecado de muchos, y orado por los transgresores.</p> <p><br></p> <p><strong>Hebreos 10:4</strong></p> <p><strong>4</strong> porque la sangre de los toros y de los machos cabr&iacute;os no puede quitar los pecados.</p> <p><br></p> <p>Los sacrificios de animales del Antiguo Testamento eran el medio ordenado por Dios para librar al pecador del pecado y la culpa. Cambiaban el estatus al pecador: de culpable y digno de muerte a perdonado y restaurado en la relaci&oacute;n de pacto entre Dios y el ser humano. Pero, hab&iacute;a un sentido en el que los sacrificios de animales eran de naturaleza prof&eacute;tica. Al fin y al cabo, ning&uacute;n animal era un sustituto adecuado para expiar el pecado y la culpa de la humanidad. El autor de Hebreos lo dice con esta palabras: &ldquo;La sangre de los toros y de los machos cabr&iacute;os no puede quitar los pecados&rdquo; (Heb. 10:4). Por lo tanto, el sacrificio de un animal ten&iacute;a por objeto despertar el anhelo de la venida del Siervo divino-humano de Dios, que morir&iacute;a en sustituci&oacute;n de los pecados del mundo. Es mediante este proceso que el Se&ntilde;or perdona y acepta al pecador, y se establece la base de la relaci&oacute;n del Pacto.</p> <p><br></p> <p><strong>Ponte en el lugar de alguien que vivi&oacute; en la &eacute;poca del Antiguo Testamento, cuando sacrificaban animales en el Santuario. Al recordar tambi&eacute;n cu&aacute;n importante era el ganado para su econom&iacute;a, cultura y estilo de vida, &iquest;qu&eacute; lecci&oacute;n les ense&ntilde;aba supuestamente sobre el costo del pecado?</strong></p>"
    },
    {
      "id": 114,
      "idLesson": 11,
      "idDay": 4,
      "dayTitle": "<p><strong>LA SUSTITUCI&Oacute;N</strong></p> ",
      "date": "8 de Junio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>&ldquo;El cual se dio a s&iacute; mismo por nuestros pecados para librarnos del presente siglo malo, conforme a la voluntad de nuestro Dios y Padre&rdquo; (G&aacute;l. 1:4).</strong></p> <p><br></p> <p>No cabe duda: uno de los temas clave (si no el tema clave) del Nuevo Testamento es que Jesucristo muri&oacute; como el Sacrificio por los pecados del mundo. Esta verdad es el fundamento de todo el Plan de Salvaci&oacute;n. Cualquier teolog&iacute;a que niegue la expiaci&oacute;n mediante la sangre de Cristo niega el coraz&oacute;n y el alma del cristianismo. Una cruz sin sangre no puede salvar a nadie.</p> <p><br></p> <p><strong>Reflexiona en el vers&iacute;culo de hoy y luego responde estas preguntas: &iquest;Se ofreci&oacute; Jes&uacute;s para morir? &iquest;Por qui&eacute;n muri&oacute;? &iquest;Qu&eacute; lograr&iacute;a su muerte?</strong></p> <p><br></p> <p>La Sustituci&oacute;n es la clave de todo el Plan de Salvaci&oacute;n. A causa de nuestros pecados, merecemos morir. Cristo, por su amor hacia nosotros, &ldquo;se dio a s&iacute; mismo por nuestros pecados&rdquo; (G&aacute;l. 1:4). Muri&oacute; la muerte que merecemos nosotros. La muerte de Cristo como Sustituto de los pecadores es la gran verdad de la que fluye toda otra verdad. Nuestra esperanza, la de la restauraci&oacute;n, la libertad, el perd&oacute;n, la vida eterna en el Para&iacute;so, se basa en la obra que hizo Jes&uacute;s, la de entregarse por nuestros pecados. Sin eso, nuestra fe no tendr&iacute;a sentido. Bien podr&iacute;amos poner nuestra esperanza y confianza en la estatua de un pez, por ejemplo. La salvaci&oacute;n viene solo por la sangre, la sangre de Cristo.</p> <p><br></p> <p><strong>Busca los siguientes pasajes: Mateo 26:28; Efesios 2:13; Hebreos 9:14; 1 Pedro 1:19. &iquest;Qu&eacute; nos dicen de la sangre? Por lo tanto, &iquest;Qu&eacute; papel juega la sangre en el Plan de Salvaci&oacute;n?</strong></p> <p><strong>Mateo 26:28</strong></p> <p><strong>28</strong> porque esto es mi sangre del nuevo pacto, que por muchos es derramada para remisi&oacute;n de los pecados.</p> <p><strong>Efesios 2:13</strong></p> <p><strong>13</strong> Pero ahora en Cristo Jes&uacute;s, vosotros que en otro tiempo estabais lejos, hab&eacute;is sido hechos cercanos por la sangre de Cristo.</p> <p><strong>Hebreos 9:14</strong></p> <p><strong>14</strong> &iquest;Cu&aacute;nto m&aacute;s la sangre de Cristo, el cual mediante el Esp&iacute;ritu eterno se ofreci&oacute; a s&iacute; mismo sin mancha a Dios, limpiar&aacute; vuestras conciencias de obras muertas para que sirv&aacute;is al Dios vivo?</p> <p><strong>1 Pedro 1:19</strong></p> <p><strong>19</strong> sino con la sangre preciosa de Cristo, como de un cordero sin mancha y sin contaminaci&oacute;n.</p> <p><br></p> <p>&ldquo;No es la voluntad de Dios que se&aacute;is desconfiados y tortur&eacute;is vuestras almas con el temor de que Dios no os aceptar&aacute; porque sois pecadores e indignos. [...] Pod&eacute;is decir: &lsquo;S&eacute; que soy pecador, y esta es justamente la raz&oacute;n por la cual necesito un Salvador. [...] No tengo bondad ni m&eacute;rito alguno para pretender la salvaci&oacute;n, pero presento ante Dios la sangre expiatoria del inmaculado Cordero de Dios que quita el pecado del mundo. Esta es mi &uacute;nica defensa&rdquo; (FV 104).</p> <p><br></p> <p><strong>Considera la cita de Elena de White mencionada anteriormente. Vuelve a escribirla en tus propias palabras. Personal&iacute;zala. Pon tus propios temores y pesares all&iacute;, y luego anota lo que te brindan las promesas que contiene. &iquest;Qu&eacute; esperanza tienes a causa de la sangre del Nuevo Pacto?</strong></p>"
    },
    {
      "id": 115,
      "idLesson": 11,
      "idDay": 5,
      "dayTitle": "<p><strong>EL SUMO SACERDOTE DEL NUEVO PACTO</strong></p>",
      "date": "9 de Junio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>El Santuario terrenal, donde Dios eligi&oacute; morar con su pueblo, giraba en torno al sacrificio de los animales. Sin embargo, el servicio no terminaba con la muerte de estas criaturas. El sacerdote asperjaba la sangre en el Santuario en nombre del pecador despu&eacute;s de ejecutar el sacrificio.</p> <p>Sin embargo, todo este servicio era solo una sombra, un s&iacute;mbolo de lo que Cristo har&iacute;a por el mundo. Por lo tanto, as&iacute; como los s&iacute;mbolos (el servicio del Santuario) no terminaban con la muerte del animal, la obra de Cristo por nosotros tampoco termin&oacute; con su muerte en la Cruz.</p> <p><br></p> <p><strong>Hoy estudia Hebreos 8:1 al 6. Lee los vers&iacute;culos con oraci&oacute;n. Pide al Se&ntilde;or que te ayude a entender lo que dicen y por qu&eacute; es importante que lo sepamos. Una vez que hayas terminado, escribe con tus palabras lo que crees que es el mensaje del Se&ntilde;or para nosotros en estos vers&iacute;culos. Tambi&eacute;n preg&uacute;ntate: &iquest;C&oacute;mo nos ayudan estos vers&iacute;culos a entender el Nuevo Pacto?</strong></p> <p><strong>Hebreos 8:1-6</strong></p> <p><strong>1</strong> Ahora bien, el punto principal de lo que venimos diciendo es que tenemos tal sumo sacerdote, el cual se sent&oacute; a la diestra del trono de la Majestad en los cielos,</p> <p><strong>2</strong> ministro del santuario, y de aquel verdadero tabern&aacute;culo que levant&oacute; el Se&ntilde;or, y no el hombre.</p> <p><strong>3</strong> Porque todo sumo sacerdote est&aacute; constituido para presentar ofrendas y sacrificios; por lo cual es necesario que tambi&eacute;n &eacute;ste tenga algo que ofrecer.</p> <p><strong>4</strong> As&iacute; que, si estuviese sobre la tierra, ni siquiera ser&iacute;a sacerdote, habiendo a&uacute;n sacerdotes que presentan las ofrendas seg&uacute;n la ley;</p> <p><strong>5</strong> los cuales sirven a lo que es figura y sombra de las cosas celestiales, como se le advirti&oacute; a Mois&eacute;s cuando iba a erigir el tabern&aacute;culo, dici&eacute;ndole: Mira, haz todas las cosas conforme al modelo que se te ha mostrado en el monte.</p> <p><strong>6</strong> Pero ahora tanto mejor ministerio es el suyo, cuanto es mediador de un mejor pacto, establecido sobre mejores promesas.</p> <p><br></p> <p>As&iacute; como hab&iacute;a un Santuario, un sacerdocio y un ministerio terrenales bajo el Antiguo Pacto, tambi&eacute;n hay un Santuario celestial, un sacerdocio celestial y un ministerio celestial bajo el Nuevo Pacto. Sin embargo, lo que eran solo s&iacute;mbolos, im&aacute;genes y una sombra (Heb. 8:5) en el Antiguo Pacto, se hicieron realidad en el Nuevo Pacto.</p> <p>Adem&aacute;s, en lugar de un animal amoral como nuestro sustituto, tenemos al Jes&uacute;s inmaculado; en lugar de sangre animal, tenemos la sangre de Cristo; en lugar de un Santuario hecho por el hombre, tenemos &ldquo;aquel verdadero tabern&aacute;culo que levant&oacute; el Se&ntilde;or, y no el hombre&rdquo; (Heb. 8:2); y en lugar de un sacerdote humano, pecador y sujeto a error, tenemos a Jes&uacute;s, quien ministra en nuestro favor como Sumo Sacerdote. Con todo esto en mente, medita sobre las palabras de Pablo: &ldquo;&iquest;C&oacute;mo escaparemos nosotros, si descuidamos una salvaci&oacute;n tan grande?&rdquo; (Heb. 2:3).</p> <p><strong>Hebreos 2:3</strong></p> <p><strong>3</strong> &iquest;C&oacute;mo escaparemos nosotros, si descuidamos una salvaci&oacute;n tan grande? La cual, habiendo sido anunciada primeramente por el Se&ntilde;or, nos fue confirmada por los que oyeron.</p> <p><br></p> <p><strong>Pi&eacute;nsalo: Jes&uacute;s vivi&oacute; una vida sin pecado por ti, muri&oacute; por ti, y ahora est&aacute; en el cielo ministrando en el Santuario por ti. Todo esto lo hizo para salvarte de los terribles resultados finales del pecado. Haz planes, para ma&ntilde;ana o en los pr&oacute;ximos d&iacute;as, de hablar con alguien sobre esta maravillosa noticia, con alguien que pienses que necesite escucharlo. Practica de antemano lo que vas a decir, sobre la base del estudio de hoy.</strong></p>"
    },
    {
      "id": 116,
      "idLesson": 11,
      "idDay": 6,
      "dayTitle": "<p><strong>EL MINISTERIO CELESTIAL (HEB. 9:24)</strong></p>",
      "date": "10 de Junio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Hebreos 9:24</strong></p> <p><strong>24</strong> Porque no entr&oacute; Cristo en el santuario hecho de mano, figura del verdadero, sino en el cielo mismo para presentarse ahora por nosotros ante Dios.</p> <p><br></p> <p>Estudia Hebreos 9:24, especialmente en el contexto en el que se da: el de explicar el ministerio de Cristo en el cielo en nuestro favor despu&eacute;s de su muerte en sacrificio por nosotros. Queremos centrarnos en un punto, la frase al final, que dice que Cristo se presenta ahora ante Dios por nosotros.</p> <p>Piensa en lo que eso significa. Nosotros, la humanidad pecadora y ca&iacute;da; nosotros, que ser&iacute;amos consumidos por el resplandor de la gloria de Dios si la vi&eacute;ramos ahora; nosotros, no importa cu&aacute;n malos hayamos sido ni con cu&aacute;nto descaro hayamos violado la santa Ley de Dios, tenemos a Alguien que se presenta ante Dios por nosotros. Tenemos un Representante ante el Padre en nuestro favor. Piensa en el amor, el perd&oacute;n y la aceptaci&oacute;n que Cristo demostr&oacute; cuando estuvo aqu&iacute;, en la Tierra. Esta misma Persona &iquest;es ahora nuestro Mediador en el cielo?</p> <p>Esta es la otra parte de la buena noticia. Jes&uacute;s no solo pag&oacute; el castigo por nuestros pecados al cargarlos sobre s&iacute; mismo en la Cruz (1 Ped. 2:24), sino tambi&eacute;n ahora est&aacute; en la presencia de Dios como Mediador entre el Cielo y la Tierra, entre la humanidad y la Deidad.</p> <p><strong>1 Pedro 2:24</strong></p> <p><strong>24</strong> quien llev&oacute; &eacute;l mismo nuestros pecados en su cuerpo sobre el madero, para que nosotros, estando muertos a los pecados, vivamos a la justicia; y por cuya herida fuisteis sanados.</p> <p>Jes&uacute;s, como Dios y hombre (un hombre perfecto, sin pecado), es el &uacute;nico que puede salvar la brecha entre la humanidad y Dios, causada por el pecado. Lo esencial que debemos recordar es que ahora hay un Hombre, un Ser humano/divino, que puede entender todas nuestras pruebas, dolores y tentaciones (Heb. 4:14, 15), y que nos representa ante el Padre.</p> <p><strong>Hebreos 4:14, 15</strong></p> <p><strong>14</strong> Por tanto, teniendo un gran sumo sacerdote que traspas&oacute; los cielos, Jes&uacute;s el Hijo de Dios, retengamos nuestra profesi&oacute;n.</p> <p><strong>15</strong> Porque no tenemos un sumo sacerdote que no pueda compadecerse de nuestras debilidades, sino uno que fue tentado en todo seg&uacute;n nuestra semejanza, pero sin pecado.</p> <p><br></p> <p><strong>&ldquo;Porque hay un solo Dios, y un solo mediador entre Dios y los hombres, Jesucristo hombre, el cual se dio a s&iacute; mismo en rescate por todos, de lo cual se dio testimonio a su debido tiempo&rdquo; (1 Tim. 2:5, 6). &iquest;En qu&eacute; dos roles pone este texto a Jes&uacute;s, y c&oacute;mo se prefiguraban estos roles en el servicio del Santuario terrenal?</strong></p> <p><strong>1 Timoteo 2:5, 6</strong></p> <p><strong>5</strong> Porque hay un solo Dios, y un solo mediador entre Dios y los hombres, Jesucristo hombre,</p> <p><strong>6</strong> el cual se dio a s&iacute; mismo en rescate por todos, de lo cual se dio testimonio a su debido tiempo.</p> <p><br></p> <p>La gran noticia del Nuevo Pacto es que ahora, gracias a Jes&uacute;s, los pecadores arrepentidos tienen a Alguien que los representa en el cielo ante el Padre, Alguien que gan&oacute; para ellos lo que nunca podr&iacute;an haber obtenido por s&iacute; mismos, que es la justicia perfecta, la &uacute;nica justicia que puede permanecer ante la presencia de Dios. Jes&uacute;s, con esa justicia perfecta, forjada en su vida a trav&eacute;s del sufrimiento (Heb. 2:10), se presenta delante de Dios y reclama para nosotros el perd&oacute;n del pecado y poder sobre el pecado, porque sin estos no tendr&iacute;amos ninguna esperanza, ni ahora ni en el Juicio.</p> <p><strong>Hebreo 2:10</strong></p> <p><strong>10</strong> Porque conven&iacute;a a aquel por cuya causa son todas las cosas, y por quien todas las cosas subsisten, que habiendo de llevar muchos hijos a la gloria, perfeccionase por aflicciones al autor de la salvaci&oacute;n de ellos.</p> <p><br></p> <p><strong>Ora y medita sobre la idea de un ser humano, Alguien que ha experimentado la tentaci&oacute;n de pecar, de pie ante Dios en el cielo. &iquest;Qu&eacute; significa eso para ti personalmente? &iquest;Qu&eacute; clase de esperanza y aliento produce eso?</strong></p>"
    },
    {
      "id": 117,
      "idLesson": 11,
      "idDay": 7,
      "dayTitle": "",
      "date": "11 de Junio",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p> <p><br></p> <p>&ldquo;El &aacute;ngel m&aacute;s encumbrado del cielo no ten&iacute;a poder para pagar el rescate de un alma perdida. Los querubines y los serafines tienen &uacute;nicamente la gloria de que han sido dotados por el Creador como criaturas suyas, y la reconciliaci&oacute;n del hombre con Dios solo pod&iacute;a ser realizada mediante un mediador que fuera igual a Dios, que poseyera los atributos que lo dignificaran y lo declararan digno de tratar con el Dios infinito en favor del hombre, y tambi&eacute;n de representar a Dios ante un mundo ca&iacute;do. El sustituto y garant&iacute;a del hombre debi패a tener la naturaleza del hombre, un entronque con la familia humana a quien habi패a de representar, y como embajador de Dios debi패a participar de la naturaleza divina, debi패a tener una uni&oacute;n con el Infinito con el fin de manifestar a Dios ante el mundo y ser un mediador entre Dios y el hombre&rdquo; (MS 1:313).</p> <p>&ldquo;Y Jes&uacute;s contin&uacute;a: &lsquo;As&iacute; como me confiesen ante los hombres, los confesar&eacute; ante Dios y los santos &aacute;ngeles. Han de ser mis testigos en la Tierra, conductos a trav&eacute;s de los cuales pueda fluir mi gracia para sanar al mundo. As&iacute; tambi&eacute;n ser&eacute; vuestro representante en el cielo. El Padre no considera vuestro car&aacute;cter deficiente, sino que los ve revestidos de mi perfecci&oacute;n. Soy el medio a trav&eacute;s del cual les llegar&aacute;n las bendiciones del Cielo. Todo el que me confiese por compartir mi sacrificio por los perdidos ser&aacute; confesado como participante en la gloria y el gozo de los redimidos&rsquo; &rdquo; (DTG 329).</p> <p><br></p> <p><strong>PREGUNTAS PARA DIALOGAR:</strong></p> <p><strong>1.</strong> Lee Romanos 5:2; y Efesios 2:18 y 3:12. &iquest;Qu&eacute; dicen estos pasajes que nos ayudan a comprender nuestro acceso al Padre a trav&eacute;s de Jes&uacute;s?</p> <p><strong>Romanos 5:2</strong></p> <p><strong>2</strong> por quien tambi&eacute;n tenemos entrada por la fe a esta gracia en la cual estamos firmes, y nos gloriamos en la esperanza de la gloria de Dios.</p> <p><strong>Efesios 2:18</strong></p> <p><strong>18</strong> porque por medio de &eacute;l los unos y los otros tenemos entrada por un mismo Esp&iacute;ritu al Padre.</p> <p><strong>Efesios 3:12</strong></p> <p><strong>12</strong> en quien tenemos seguridad y acceso con confianza por medio de la fe en &eacute;l.</p> <p><br></p> <p><strong>2.</strong> Repasa la segunda cita de Elena de White que se menciona arriba. Observa c&oacute;mo explica el rol del Mediador. Cuando el Padre nos ve, no ve nuestro car&aacute;cter defectuoso, sino la perfecci&oacute;n de Cristo. Reflexionen sobre lo que eso significa y analicen con la clase.</p> <p><strong>3.</strong> Al considerar lo que hemos estudiado esta semana, preg&uacute;ntate c&oacute;mo responder&iacute;as esta pregunta: &ldquo;Bueno, Cristo est&aacute; en el Santuario celestial. &iquest;Y entonces qu&eacute;? &iquest;Qu&eacute; significa eso en un nivel pr&aacute;ctico y diario?&rdquo;</p> <p><br></p> <p><strong>Resumen:</strong> El antiguo sistema de sacrificios del Pacto fue reemplazado por el nuevo; en vez de que los sacerdotes pecadores sacrifiquen animales en un santuario terrenal, ahora tenemos a Jes&uacute;s, nuestro Sacrificio perfecto. &Eacute;l nos representa ante el Padre en el Santuario celestial, que forma la base del Nuevo Pacto y sus promesas.</p>"
    }
  ]
}
