{
  "id": 11,
  "lessonNumber": 11,
  "versionCode": 5,
  "quarter": "4T2020",
  "title": "<p><strong>EL CRISTIANO Y EL TRABAJO</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "es",
  "verse": "<p><strong>&ldquo;As&iacute; que, hermanos m&iacute;os amados, estad firmes y constantes, creciendo en la obra del Se&ntilde;or siempre, sabiendo que vuestro trabajo en el Se&ntilde;or no es en vano&rdquo; (1 Cor. 15:58).</strong></p>",
  "weekDate": "5 de Diciembre - 11 de Diciembre",
  "lessonDays": [
    {
      "id": 111,
      "idLesson": 11,
      "idDay": 1,
      "dayTitle": "",
      "date": "5 de Diciembre ",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>El trabajo fue idea de Dios. En el mundo ideal antes del pecado, Dios les dio a Ad&aacute;n y a Eva la tarea de cuidar el Jard&iacute;n del Ed&eacute;n (G&eacute;n. 2:15). Al igual que su Creador, a cuya imagen fueron creados, deb&iacute;an dedicarse a un trabajo creativo y al servicio amoroso. Es decir, incluso en un mundo no ca&iacute;do, un mundo sin pecado, muerte ni sufrimiento, deb&iacute;an trabajar.</p> <p><br></p> <p>En este &ldquo;&iacute;nterin&rdquo; (despu&eacute;s del mundo ideal y antes del prometido), se nos invita a ver el trabajo como una de las bendiciones de Dios. Entre los jud&iacute;os, a cada ni&ntilde;o se le ense&ntilde;aba un oficio; de hecho, se dec&iacute;a que un padre que no le ense&ntilde;aba un oficio a su hijo educaba a un criminal. Mientras tanto, Jes&uacute;s, el Hijo de Dios, pas&oacute; muchos a&ntilde;os haciendo la voluntad de su Padre en un trabajo honesto como un h&aacute;bil artesano, tal vez, proveyendo a la gente de Nazaret los muebles y los implementos agr&iacute;colas necesarios (Mar. 6:3). Esto tambi&eacute;n form&oacute; parte del adiestramiento con el fin de prepararlo para el ministerio que tendr&iacute;a por delante. Esta semana analizaremos el tema del trabajo y su papel en la educaci&oacute;n cristiana.</p>"
    },
    {
      "id": 112,
      "idLesson": 11,
      "idDay": 2,
      "dayTitle": "<p><strong>LAS MUCHAS FACETAS DEL TRABAJO</strong></p>",
      "date": "6 de Diciembre ",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>&ldquo;Yo he conocido que no hay para ellos cosa mejor que alegrarse, y hacer bien en su vida; y tambi&eacute;n que es don de Dios que todo hombre coma y beba, y goce el bien de toda su labor&rdquo; (Ecl. 3:12, 13).</strong></p> <p><br></p> <p>&ldquo;Trabajo&rdquo; es una palabra espa&ntilde;ola sustancial y sin adornos, pero tiene muchos significados posibles. Por necesidad, trabajamos para llevar comida a nuestras mesas, pagar las cuentas y ahorrar un poco para tiempos dif&iacute;ciles. Perder un trabajo a menudo es peor que soportar una situaci&oacute;n laboral deficiente.</p> <p><br></p> <p>El trabajo puede dar a una persona un sentido de dignidad. El trabajo es una forma com&uacute;n de responder a la pregunta &ldquo;&iquest;Qu&eacute; haces?&rdquo;, o incluso &ldquo;&iquest;Qu&eacute; eres?&rdquo; La mayor&iacute;a de los jubilados siguen trabajando a tiempo parcial mientras pueden, ya sea remunerados o como voluntarios. Un trabajo ofrece una raz&oacute;n para levantarse a la ma&ntilde;ana. Si le das trabajo a un adolescente, hay un candidato menos para la delincuencia.</p> <p><br></p> <p><strong>Lee G&eacute;nesis 3:19. &iquest;Cu&aacute;l es el contexto y qu&eacute; nos dice acerca de la otra cara del trabajo, al menos para algunos?</strong></p> <p><br></p> <p><strong>G&eacute;nesis 3:19</strong></p> <p><br></p> <p><strong>19</strong> Con el sudor de tu rostro comer&aacute;s el pan hasta que vuelvas a la tierra, porque de ella fuiste tomado; pues polvo eres, y al polvo volver&aacute;s.</p> <p><br></p> <p>De repente, el trabajo antes de la Ca&iacute;da cambia despu&eacute;s de la Ca&iacute;da. Aqu&iacute; hay una referencia a la otra cara del trabajo. Para algunos, el trabajo solo significa la ingrata tarea de las obligaciones diarias, que acabar&aacute; con la muerte. Trabajan en tareas que desprecian, con la esperanza de jubilarse mientras todav&iacute;a tengan salud. Para otros, el trabajo puede apoderarse de la vida y convertirse en el centro de la existencia, e incluso en la fuente esencial de la identidad personal. Lejos de su trabajo, estas personas se sienten deprimidas o desorientadas, inseguras de qu&eacute; hacer o a d&oacute;nde acudir. En la jubilaci&oacute;n, pueden desmoronarse f&iacute;sica y psicol&oacute;gicamente, y a menudo mueren prematuramente.</p> <p><br></p> <p>Los cristianos necesitan aprender a trabajar a la manera de Dios. El trabajo es m&aacute;s que una necesidad econ&oacute;mica. El hombre es m&aacute;s que un simple empleado. Bien entendido, el trabajo en la vida es una forma de ministerio, una expresi&oacute;n de nuestra relaci&oacute;n con el Se&ntilde;or. Parte de la tarea de un maestro es ayudar a los alumnos a encontrar un trabajo en el cual sus habilidades e intereses, dados por Dios, coincidan con las necesidades del mundo.</p> <p><br></p> <p><strong>&iquest;Qu&eacute; haces? Es decir, &iquest;qu&eacute; haces con tu vida y c&oacute;mo puedes glorificar mejor al Se&ntilde;or?</strong></p>"
    },
    {
      "id": 113,
      "idLesson": 11,
      "idDay": 3,
      "dayTitle": "<p><strong>EL TRABAJO Y LA DISCIPLINA</strong></p>",
      "date": "7 de Diciembre ",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>La vocaci&oacute;n o el trabajo tienen que ver con la &ldquo;capacidad de hacer&rdquo; en la vida. Incluso los que tienen trabajos m&aacute;s intelectuales terminan de alguna manera haciendo trabajo f&iacute;sico de alg&uacute;n tipo, aunque eso signifique simplemente presionar las teclas de la computadora.</p> <p><br></p> <p><strong>&iquest;Qu&eacute; nos ense&ntilde;an los siguientes textos sobre el trabajo, usando las &quot;manos&quot; como s&iacute;mbolo?</strong></p> <p><br></p> <p><strong>Deuteronomio 16:15</strong></p> <p><br></p> <p><strong>15</strong> Siete d&iacute;as celebrar&aacute;s fiesta solemne a Jehov&aacute; tu Dios en el lugar que Jehov&aacute; escogiere; porque te habr&aacute; bendecido Jehov&aacute; tu Dios en todos tus frutos, y en toda la obra de tus manos, y estar&aacute;s verdaderamente alegre.</p> <p><br></p> <p><strong>Eclesiast&eacute;s 9:10</strong></p> <p><br></p> <p><strong>10</strong> Todo lo que te viniere a la mano para hacer, hazlo seg&uacute;n tus fuerzas; porque en el Seol, adonde vas, no hay obra, ni trabajo, ni ciencia, ni sabidur&iacute;a.</p> <p><br></p> <p><strong>Proverbios 21:25</strong></p> <p><br></p> <p><strong>25</strong> El deseo del perezoso le mata, porque sus manos no quieren trabajar.</p> <p><br></p> <p><strong>Jerem&iacute;as 1:16</strong></p> <p><br></p> <p><strong>16</strong> Y a causa de toda su maldad, proferir&eacute; mis juicios contra los que me dejaron, e incensaron a dioses extra&ntilde;os, y la obra de sus manos adoraron.</p> <p><br></p> <p>Dios nos ha dado &ldquo;la obra de [nuestras] manos&rdquo; para que podamos encontrar satisfacci&oacute;n y gozo (ver Prov. 10:4; 12:14). En psicolog&iacute;a, la &ldquo;autoeficacia&rdquo; describe la creencia de que cada persona tiene la capacidad de lograr algo significativo en la vida. La autoeficacia no aumenta al repetir: &ldquo;&iexcl;Creo que puedo! &iexcl;Creo que puedo!&rdquo; Lo &uacute;nico que realmente aumenta la autoeficacia es hacer algo.</p> <p><br></p> <p><strong>Proverbios 10:4</strong></p> <p><br></p> <p><strong>4</strong> La mano negligente empobrece; mas la mano de los diligentes enriquece.</p> <p><br></p> <p><strong>Proverbios 12:14</strong></p> <p><br></p> <p><strong>14</strong> El hombre ser&aacute; saciado de bien del fruto de su boca; Y le ser&aacute; pagado seg&uacute;n la obra de sus manos.</p> <p><br></p> <p>Si bien &ldquo;la obra de [nuestras] manos&rdquo; es una bendici&oacute;n de Dios para nosotros (ver Sal. 90:17) y nos permite vivir una vida significativa, el plan supremo de Dios es que &ldquo;la obra de [nuestras] manos&rdquo; sea una bendici&oacute;n para los dem&aacute;s. Pablo escribe que debemos trabajar, haciendo algo &uacute;til con nuestras manos, para que podamos tener algo que compartir con los dem&aacute;s. Pablo seguramente puso en pr&aacute;ctica ese principio:</p> <p><br></p> <p><strong>Sal. 90:17</strong></p> <p><br></p> <p><strong>17</strong> Sea la luz de Jehov&aacute; nuestro Dios sobre nosotros, Y la obra de nuestras manos confirma sobre nosotros; S&iacute;, la obra de nuestras manos confirma.</p> <p><br></p> <p>&ldquo;Ustedes mismos saben bien que estas manos se han ocupado de mis propias necesidades y de las de mis compa&ntilde;eros. Con mi ejemplo les he mostrado que es preciso trabajar duro para ayudar a los necesitados, recordando las palabras del Se&ntilde;or Jes&uacute;s: &lsquo;Hay m&aacute;s dicha en dar que en recibir&rsquo; &rdquo; (Hech. 20:34, 35, NVI).</p> <p><br></p> <p>Deber&iacute;amos hacer nuestra la sencilla oraci&oacute;n de Nehem&iacute;as: &ldquo;Ahora, pues, oh Dios, fortalece t&uacute; mis manos&rdquo; (Neh. 6:9).</p> <p><br></p> <p><strong>&iquest;Cu&aacute;l es tu actitud hacia tu trabajo? &iquest;De qu&eacute; maneras podr&iacute;as usar tu trabajo con el fin de ser de mayor bendici&oacute;n para los dem&aacute;s?</strong></p>"
    },
    {
      "id": 114,
      "idLesson": 11,
      "idDay": 4,
      "dayTitle": "<p><strong>EL TRABAJO Y LA EXCELENCIA</strong></p>",
      "date": "8 de Diciembre ",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Repasa &Eacute;xodo 25:10 a 30:38. &iquest;Cu&aacute;n espec&iacute;fico fue Dios cuando le pidi&oacute; a Mois&eacute;s que construyera un Tabern&aacute;culo de adoraci&oacute;n? &iquest;Qu&eacute; nos dice esto sobre el car&aacute;cter de Dios?</strong></p> <p><br></p> <p><strong>&Eacute;xodo 25:10 a 30:38</strong></p> <p><br></p> <p><strong>10</strong> Har&aacute;n tambi&eacute;n un arca de madera de acacia, cuya longitud ser&aacute; de dos codos y medio, su anchura de codo y medio, y su altura de codo y medio.</p> <p><br></p> <p><strong>11</strong> Y la cubrir&aacute;s de oro puro por dentro y por fuera, y har&aacute;s sobre ella una cornisa de oro alrededor.</p> <p><br></p> <p><strong>12</strong> Fundir&aacute;s para ella cuatro anillos de oro, que pondr&aacute;s en sus cuatro esquinas; dos anillos a un lado de ella, y dos anillos al otro lado.</p> <p><br></p> <p><strong>13</strong> Har&aacute;s unas varas de madera de acacia, las cuales cubrir&aacute;s de oro.</p> <p><br></p> <p><strong>14</strong> Y meter&aacute;s las varas por los anillos a los lados del arca, para llevar el arca con ellas.</p> <p><br></p> <p><strong>15</strong> Las varas quedar&aacute;n en los anillos del arca; no se quitar&aacute;n de ella.</p> <p><br></p> <p><strong>16</strong> Y pondr&aacute;s en el arca el testimonio que yo te dar&eacute;.</p> <p><br></p> <p><strong>17 </strong>Y har&aacute;s un propiciatorio de oro fino, cuya longitud ser&aacute; de dos codos y medio, y su anchura de codo y medio.</p> <p><br></p> <p><strong>18 </strong>Har&aacute;s tambi&eacute;n dos querubines de oro; labrados a martillo los har&aacute;s en los dos extremos del propiciatorio.</p> <p><br></p> <p><strong>19 </strong>Har&aacute;s, pues, un querub&iacute;n en un extremo, y un querub&iacute;n en el otro extremo; de una pieza con el propiciatorio har&aacute;s los querubines en sus dos extremos.</p> <p><br></p> <p><strong>20 </strong>Y los querubines extender&aacute;n por encima las alas, cubriendo con sus alas el propiciatorio; sus rostros el uno enfrente del otro, mirando al propiciatorio los rostros de los querubines.</p> <p><br></p> <p><strong>21 </strong>Y pondr&aacute;s el propiciatorio encima del arca, y en el arca pondr&aacute;s el testimonio que yo te dar&eacute;.</p> <p><br></p> <p><strong>22 </strong>Y de all&iacute; me declarar&eacute; a ti, y hablar&eacute; contigo de sobre el propiciatorio, de entre los dos querubines que est&aacute;n sobre el arca del testimonio, todo lo que yo te mandare para los hijos de Israel.</p> <p><br></p> <p>La mesa para el pan de la proposici&oacute;n</p> <p><br></p> <p><strong>23 </strong>Har&aacute;s asimismo una mesa de madera de acacia; su longitud ser&aacute; de dos codos, y de un codo su anchura, y su altura de codo y medio.</p> <p><br></p> <p><strong>24 </strong>Y la cubrir&aacute;s de oro puro, y le har&aacute;s una cornisa de oro alrededor.</p> <p><br></p> <p><strong>25 </strong>Le har&aacute;s tambi&eacute;n una moldura alrededor, de un palmo menor de anchura, y har&aacute;s a la moldura una cornisa de oro alrededor.</p> <p><br></p> <p><strong>26 </strong>Y le har&aacute;s cuatro anillos de oro, los cuales pondr&aacute;s en las cuatro esquinas que corresponden a sus cuatro patas.</p> <p><br></p> <p><strong>27 </strong>Los anillos estar&aacute;n debajo de la moldura, para lugares de las varas para llevar la mesa.</p> <p><br></p> <p><strong>28 </strong>Har&aacute;s las varas de madera de acacia, y las cubrir&aacute;s de oro, y con ellas ser&aacute; llevada la mesa.</p> <p><br></p> <p><strong>29 </strong>Har&aacute;s tambi&eacute;n sus platos, sus cucharas, sus cubiertas y sus tazones, con que se libar&aacute;; de oro fino los har&aacute;s.</p> <p><br></p> <p><strong>30 </strong>Y pondr&aacute;s sobre la mesa el pan de la proposici&oacute;n delante de m&iacute; continuamente.</p> <p><br></p> <p>El candelero de oro</p> <p><br></p> <p><strong>31 </strong>Har&aacute;s adem&aacute;s un candelero de oro puro; labrado a martillo se har&aacute; el candelero; su pie, su ca&ntilde;a, sus copas, sus manzanas y sus flores, ser&aacute;n de lo mismo.</p> <p><br></p> <p><strong>32 </strong>Y saldr&aacute;n seis brazos de sus lados; tres brazos del candelero a un lado, y tres brazos al otro lado.</p> <p><br></p> <p><strong>33 </strong>Tres copas en forma de flor de almendro en un brazo, una manzana y una flor; y tres copas en forma de flor de almendro en otro brazo, una manzana y una flor; as&iacute; en los seis brazos que salen del candelero;</p> <p><br></p> <p><strong>34 </strong>y en la ca&ntilde;a central del candelero cuatro copas en forma de flor de almendro, sus manzanas y sus flores.</p> <p><br></p> <p><strong>35 </strong>Habr&aacute; una manzana debajo de dos brazos del mismo, otra manzana debajo de otros dos brazos del mismo, y otra manzana debajo de los otros dos brazos del mismo, as&iacute; para los seis brazos que salen del candelero.</p> <p><br></p> <p><strong>36 </strong>Sus manzanas y sus brazos ser&aacute;n de una pieza, todo ello una pieza labrada a martillo, de oro puro.</p> <p><br></p> <p><strong>37 </strong>Y le har&aacute;s siete lamparillas, las cuales encender&aacute;s para que alumbren hacia adelante.</p> <p><br></p> <p><strong>38 </strong>Tambi&eacute;n sus despabiladeras y sus platillos, de oro puro.</p> <p><br></p> <p><strong>39 </strong>De un talento de oro fino lo har&aacute;s, con todos estos utensilios.</p> <p><br></p> <p><strong>40 </strong>Mira y hazlos conforme al modelo que te ha sido mostrado en el monte.</p> <p><br></p> <p><strong>&Eacute;xodo 30:38</strong></p> <p><br></p> <p><strong>38</strong> Cualquiera que hiciere otro como este para olerlo, ser&aacute; cortado de entre su pueblo.</p> <p><br></p> <p>Cuando Dios le indic&oacute; a Mois&eacute;s que construyera un tabern&aacute;culo &ldquo;para &eacute;l&rdquo;, Mois&eacute;s podr&iacute;a haber dicho: &ldquo;&iexcl;No hay problema, Se&ntilde;or! Estuve armando tiendas desde que me escap&eacute; de Egipto hace cuarenta a&ntilde;os... &iexcl;Solo dame un minuto!&rdquo; Para cualquier hombre que viviera en la cultura madianita semin&oacute;made de la &eacute;poca, armar una carpa era algo sencillo. Podr&iacute;a haberlo hecho con los ojos vendados, por reflejo, con la mente en otras cosas mucho m&aacute;s importantes. Lo que Mois&eacute;s quiz&aacute; no se esperaba era un conjunto de planos muy detallados (que, por lo dem&aacute;s, era una estructura arquitect&oacute;nica muy sencilla), m&aacute;s una larga lista de c&oacute;mo fabricar cada mueble del interior, al igual que las prendas sacerdotales: casi 150 instrucciones punto por punto. Para construir una mesa sencilla, por ejemplo, Mois&eacute;s tuvo que seguir un procedimiento de ensamblaje de siete pasos (&Eacute;xo. 25:23&ndash;30).</p> <p><br></p> <p>La atenci&oacute;n al detalle que Dios mostr&oacute; en la construcci&oacute;n de su Tabern&aacute;culo (como as&iacute; tambi&eacute;n m&aacute;s adelante en las instrucciones para los rituales sacrificiales) muestra un esp&iacute;ritu predominante de excelencia, un deseo de producir nada menos que una obra maestra. Los materiales eran de la m&aacute;s alta calidad, el dise&ntilde;o era impecable, el trabajo ten&iacute;a que ser sobresaliente: el mensaje era claro: &ldquo;&iexcl;Con Dios, no se acepta el trabajo chapucero!&rdquo;.</p> <p><br></p> <p>Sin embargo, aunque la norma parec&iacute;a ser elevada, fue Dios mismo quien proporcion&oacute; no solo el &iacute;mpetu sino tambi&eacute;n los recursos humanos para alcanzarla. Leemos, en &Eacute;xodo 31:1 al 6 y 35:30 al 36:1, que Dios mismo le dio al pueblo las habilidades necesarias.</p> <p><br></p> <p><strong>&Eacute;xodo 31:1 al 6 y 35:30 al 36:1</strong></p> <p><br></p> <p><strong>1</strong> Habl&oacute; Jehov&aacute; a Mois&eacute;s, diciendo:</p> <p><br></p> <p><strong>2</strong> Mira, yo he llamado por nombre a Bezaleel hijo de Uri, hijo de Hur, de la tribu de Jud&aacute;;</p> <p><br></p> <p><strong>3</strong> y lo he llenado del Esp&iacute;ritu de Dios, en sabidur&iacute;a y en inteligencia, en ciencia y en todo arte,</p> <p><br></p> <p><strong>4</strong> para inventar dise&ntilde;os, para trabajar en oro, en plata y en bronce,</p> <p><br></p> <p><strong>5</strong> y en artificio de piedras para engastarlas, y en artificio de madera; para trabajar en toda clase de labor.</p> <p><br></p> <p><strong>6</strong> Y he aqu&iacute; que yo he puesto con &eacute;l a Aholiab hijo de Ahisamac, de la tribu de Dan; y he puesto sabidur&iacute;a</p> <p><br></p> <p>Por lo tanto, no es una excusa v&aacute;lida el hecho de que seamos seres humanos y pecaminosos para encarar alguna tarea sin la m&aacute;xima dedicaci&oacute;n. Dios espera que siempre nos desempe&ntilde;emos de la mejor manera, aprovechando nuestros talentos, habilidades, tiempo y educaci&oacute;n para grandes causas.</p> <p><br></p> <p><strong>&Eacute;xodo 35:30 al 36:1</strong></p> <p><br></p> <p><strong>30 </strong>Y dijo Mois&eacute;s a los hijos de Israel: Mirad, Jehov&aacute; ha nombrado a Bezaleel hijo de Uri, hijo de Hur, de la tribu de Jud&aacute;;</p> <p><br></p> <p><strong>31</strong> y lo ha llenado del Esp&iacute;ritu de Dios, en sabidur&iacute;a, en inteligencia, en ciencia y en todo arte,</p> <p><br></p> <p><strong>32</strong> para proyectar dise&ntilde;os, para trabajar en oro, en plata y en bronce,</p> <p><br></p> <p><strong>33 </strong>y en la talla de piedras de engaste, y en obra de madera, para trabajar en toda labor ingeniosa.</p> <p><br></p> <p><strong>34</strong> Y ha puesto en su coraz&oacute;n el que pueda ense&ntilde;ar, as&iacute; &eacute;l como Aholiab hijo de Ahisamac, de la tribu de Dan;</p> <p><br></p> <p><strong>35</strong> y los ha llenado de sabidur&iacute;a de coraz&oacute;n, para que hagan toda obra de arte y de invenci&oacute;n, y de bordado en azul, en p&uacute;rpura, en carmes&iacute;, en lino fino y en telar, para que hagan toda labor, e inventen todo dise&ntilde;o.</p> <p><br></p> <p><strong>36</strong> &nbsp;As&iacute;, pues, Bezaleel y Aholiab, y todo hombre sabio de coraz&oacute;n a quien Jehov&aacute; dio sabidur&iacute;a e inteligencia para saber hacer toda la obra del servicio del santuario, har&aacute;n todas las cosas que ha mandado Jehov&aacute;.</p> <p><br></p> <p>Estos hombres fueron llenos &ldquo;del Esp&iacute;ritu&rdquo;, lo que les dio habilidad y conocimiento en todo tipo de artesan&iacute;as, para que la construcci&oacute;n del Tabern&aacute;culo y sus muebles avanzara como &ldquo;ha mandado Jehov&aacute;&rdquo; (&Eacute;xo. 36:1). Adem&aacute;s, los mismos dos maestros dise&ntilde;adores tambi&eacute;n fueron dotados para &ldquo;que pueda ense&ntilde;ar&rdquo; (35:34), de modo que su conocimiento y su habilidad continuaran dentro de la comunidad israelita. Aunque en la historia se se&ntilde;ala a ambos como los l&iacute;deres elegidos por Dios, hubo otros que recibieron dones similares y se sumaron a la obra (36:2).</p> <p><br></p> <p>Por lo tanto, no es una excusa v&aacute;lida el hecho de que seamos seres humanos y pecaminosos para encarar alguna tarea sin la m&aacute;xima dedicaci&oacute;n. Dios espera que siempre nos desempe&ntilde;emos de la mejor manera, aprovechando nuestros talentos, habilidades, tiempo y educaci&oacute;n para grandes causas.</p>"
    },
    {
      "id": 115,
      "idLesson": 11,
      "idDay": 5,
      "dayTitle": "<p><strong>EL TRABAJO Y LA ESPIRITUALIDAD</strong></p>",
      "date": "9 de Diciembre ",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>&ldquo;Si vivimos por el Esp&iacute;ritu, andemos tambi&eacute;n por el Esp&iacute;ritu&rdquo; (G&aacute;l. 5:25). El trabajo y la espiritualidad son inseparables. El cristianismo no es una prenda que nos podemos poner o quitar cuando cambiamos de humor o pasamos por diferentes etapas de la vida. El cristianismo crea un nuevo ser que se manifiesta en todas las dimensiones de la vida, incluyendo el trabajo.</p> <p><br></p> <p><strong>Lee G&aacute;latas 5:22 al 26. &iquest;Qu&eacute; dones que describe Pablo tambi&eacute;n te describen a ti y a tu trabajo?</strong></p> <p><br></p> <p><strong>G&aacute;latas 5:22 al 26</strong></p> <p><br></p> <p><strong>22</strong> Mas el fruto del Esp&iacute;ritu es amor, gozo, paz, paciencia, benignidad, bondad, fe,</p> <p><br></p> <p><strong>23</strong> mansedumbre, templanza; contra tales cosas no hay ley.</p> <p><br></p> <p><strong>24</strong> Pero los que son de Cristo han crucificado la carne con sus pasiones y deseos.</p> <p><br></p> <p><strong>25</strong> Si vivimos por el Esp&iacute;ritu, andemos tambi&eacute;n por el Esp&iacute;ritu.</p> <p><br></p> <p><strong>26</strong> No nos hagamos vanagloriosos, irrit&aacute;ndonos unos a otros, envidi&aacute;ndonos unos a otros.</p> <p><br></p> <p>Un diccionario expositivo de palabras del Nuevo Testamento describe a la persona &ldquo;espiritual&rdquo; como &ldquo;alguien que manifiesta los frutos del Esp&iacute;ritu a su manera&rdquo;. A partir de esto, podemos concluir que, a trav&eacute;s de nuestra conexi&oacute;n con Cristo, los seres humanos funcionaremos como creyentes en todos los aspectos de nuestra vida.</p> <p><br></p> <p>Un paciente estaba en su lecho de muerte en el Hospital de Florida mientras su mejor amigo velaba junto a su cama. Los enfermeros entraban y sal&iacute;an de la habitaci&oacute;n, atendiendo las necesidades del paciente. Tratando de mantener una conversaci&oacute;n fluida, el amigo pregunt&oacute; a los enfermeros d&oacute;nde hab&iacute;an estudiado. Muchos le contaron que se graduaron del Hospital Escuela Florida.</p> <p><br></p> <p>Esto caus&oacute; una gran impresi&oacute;n en el amigo. Posteriormente realiz&oacute; varias visitas al Hospital Escuela Florida para ver c&oacute;mo era. &iquest;Por qu&eacute;? Porque &eacute;l le hab&iacute;a contado a la gente que le parec&iacute;a que los enfermeros graduados de esta escuela constantemente le brindaban m&aacute;s amor y cari&ntilde;o a su amigo moribundo que los enfermeros graduados en otros lugares. Es decir, pudo ver una gran diferencia entre ellos y los dem&aacute;s con respecto a su actitud hacia su amigo moribundo.</p> <p><br></p> <p>Por lo tanto, hizo muchas preguntas sobre el colegio y su misi&oacute;n, y finalmente dej&oacute; una donaci&oacute;n de cien mil d&oacute;lares para educar a m&aacute;s enfermeros como los que hab&iacute;a visto en acci&oacute;n. S&iacute;, la espiritualidad es un estilo de vida.</p> <p><br></p> <p><strong>&iquest;C&oacute;mo manifiestas tu espiritualidad en las tareas cotidianas de la vida? &iquest;Qu&eacute; tipo de impresi&oacute;n crees que dejas (porque, en definitiva, dejas huella)?</strong></p>"
    },
    {
      "id": 116,
      "idLesson": 11,
      "idDay": 6,
      "dayTitle": "<p><strong>EL TRABAJO Y LA MAYORDOM&Iacute;A</strong></p>",
      "date": "10 de Diciembre ",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>&ldquo;Todo lo que te viniere a la mano para hacer, hazlo seg&uacute;n tus fuerzas&rdquo; (Ecl. 9:10). El m&aacute;s sabio de los hombres utiliza estas palabras de consejo con respecto a la mayordom&iacute;a en todos los aspectos de la vida.</p> <p><br></p> <p>Al hablar sobre la mayordom&iacute;a cristiana, muchos limitan sus pensamientos a la responsabilidad financiera de los cristianos. Aunque el dinero es sin duda un aspecto importante de la mayordom&iacute;a, no lo es todo. En teor&iacute;a organizacional, la mayordom&iacute;a alude a la responsabilidad administrativa de adquirir y utilizar en forma adecuada todos los recursos disponibles.</p> <p><br></p> <p>En la iglesia, &iquest;cu&aacute;les son los recursos con los que Dios nos ha bendecido? Pedro dice claramente que el Creador dio dones a cada uno; y llama &ldquo;sacerdocio santo&rdquo; (1 Ped. 2:5) a esos cristianos dotados con responsabilidad ante Dios por su administraci&oacute;n de todos los dones de Dios: dinero, tiempo, energ&iacute;a, talento y dem&aacute;s.</p> <p><br></p> <p><strong>Lee Eclesiast&eacute;s 9:10 y 1 Corintios 10:31. &iquest;Cu&aacute;l es el mensaje para nosotros en estos vers&iacute;culos sobre c&oacute;mo debemos trabajar y c&oacute;mo debemos educar a la gente para trabajar?</strong></p> <p><br></p> <p><strong>Eclesiast&eacute;s 9:10</strong></p> <p><br></p> <p><strong>10</strong> Todo lo que te viniere a la mano para hacer, hazlo seg&uacute;n tus fuerzas; porque en el Seol, adonde vas, no hay obra, ni trabajo, ni ciencia, ni sabidur&iacute;a.</p> <p><br></p> <p><strong>1 Corintios 10:31</strong></p> <p><br></p> <p><strong>31</strong> Si, pues, com&eacute;is o beb&eacute;is, o hac&eacute;is otra cosa, hacedlo todo para la gloria de Dios.</p> <p><br></p> <p>Una de las trampas comunes de la vida actual es la tendencia a compartimentar los diferentes aspectos de la vida. Hay una vida laboral, una vida familiar, una vida espiritual, e incluso una vida de ocio. La tendencia a separar estos aspectos de la vida para que haya poca o ninguna superposici&oacute;n entre ellas es deseable en algunos casos. Por ejemplo, no es bueno llevar el trabajo a casa, de manera que interfiera con las responsabilidades familiares. La b&uacute;squeda del ocio tampoco deber&iacute;a reducir el tiempo que pasamos con Dios.</p> <p><br></p> <p>Sin embargo, esa restricci&oacute;n no deber&iacute;a aplicarse al papel que nuestra vida espiritual debe desempe&ntilde;ar en toda nuestra existencia. El trabajo del cristiano surge de la comuni&oacute;n y el trabajo con Dios. El trabajo es una manera en la que podemos practicar la presencia de Dios. Compartimentar nuestra vida religiosa, limitar a Dios a un d&iacute;a, una hora o incluso un aspecto de la vida, es rechazar la presencia de Dios en estos otros aspectos.</p> <p><br></p> <p><strong>Dos preguntas: en primer lugar, preg&uacute;ntate si realmente fragmentas tu vida espiritual. En segundo lugar, si tu respuesta es s&iacute;, &iquest;c&oacute;mo puedes aprender a dejar que la espiritualidad reine en todo lo que haces?</strong></p>"
    },
    {
      "id": 117,
      "idLesson": 11,
      "idDay": 7,
      "dayTitle": "",
      "date": "11 de Diciembre ",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p> <p><br></p> <p><strong>Lee G&eacute;nesis 3; Eclesiast&eacute;s 2:18 al 23; Efesios 6:6 al 8; Elena de White, Patriarcas y profetas, &ldquo;La tentaci&oacute;n y la ca&iacute;da&rdquo;, pp. 34-47.</strong></p> <p><strong><br></strong></p> <p><strong>G&eacute;nesis 3</strong></p> <p><br></p> <p><strong>1</strong> &nbsp;Pero la serpiente era astuta, m&aacute;s que todos los animales del campo que Jehov&aacute; Dios hab&iacute;a hecho; la cual dijo a la mujer: &iquest;Conque Dios os ha dicho: No com&aacute;is de todo &aacute;rbol del huerto?</p> <p><br></p> <p><strong>2</strong> Y la mujer respondi&oacute; a la serpiente: Del fruto de los &aacute;rboles del huerto podemos comer;</p> <p><br></p> <p><strong>3</strong> pero del fruto del &aacute;rbol que est&aacute; en medio del huerto dijo Dios: No comer&eacute;is de &eacute;l, ni le tocar&eacute;is, para que no mur&aacute;is.</p> <p><br></p> <p><strong>4</strong> Entonces la serpiente dijo a la mujer: No morir&eacute;is;</p> <p><br></p> <p><strong>5</strong> sino que sabe Dios que el d&iacute;a que com&aacute;is de &eacute;l, ser&aacute;n abiertos vuestros ojos, y ser&eacute;is como Dios, sabiendo el bien y el mal.</p> <p><br></p> <p><strong>6</strong> Y vio la mujer que el &aacute;rbol era bueno para comer, y que era agradable a los ojos, y &aacute;rbol codiciable para alcanzar la sabidur&iacute;a; y tom&oacute; de su fruto, y comi&oacute;; y dio tambi&eacute;n a su marido, el cual comi&oacute; as&iacute; como ella.</p> <p><br></p> <p><strong>7</strong> Entonces fueron abiertos los ojos de ambos, y conocieron que estaban desnudos; entonces cosieron hojas de higuera, y se hicieron delantales.</p> <p><br></p> <p><strong>8 </strong>Y oyeron la voz de Jehov&aacute; Dios que se paseaba en el huerto, al aire del d&iacute;a; y el hombre y su mujer se escondieron de la presencia de Jehov&aacute; Dios entre los &aacute;rboles del huerto.</p> <p><br></p> <p><strong>9</strong> Mas Jehov&aacute; Dios llam&oacute; al hombre, y le dijo: &iquest;D&oacute;nde est&aacute;s t&uacute;?</p> <p><br></p> <p><strong>10</strong> Y &eacute;l respondi&oacute;: O&iacute; tu voz en el huerto, y tuve miedo, porque estaba desnudo; y me escond&iacute;.</p> <p><br></p> <p><strong>11</strong> Y Dios le dijo: &iquest;Qui&eacute;n te ense&ntilde;&oacute; que estabas desnudo? &iquest;Has comido del &aacute;rbol de que yo te mand&eacute; no comieses?</p> <p><br></p> <p><strong>12</strong> Y el hombre respondi&oacute;: La mujer que me diste por compa&ntilde;era me dio del &aacute;rbol, y yo com&iacute;.</p> <p><br></p> <p><strong>13 </strong>Entonces Jehov&aacute; Dios dijo a la mujer: &iquest;Qu&eacute; es lo que has hecho? Y dijo la mujer: La serpiente me enga&ntilde;&oacute;, y com&iacute;.</p> <p><br></p> <p><strong>14</strong> Y Jehov&aacute; Dios dijo a la serpiente: Por cuanto esto hiciste, maldita ser&aacute;s entre todas las bestias y entre todos los animales del campo; sobre tu pecho andar&aacute;s, y polvo comer&aacute;s todos los d&iacute;as de tu vida.</p> <p><br></p> <p><strong>15</strong> Y pondr&eacute; enemistad entre ti y la mujer, y entre tu simiente y la simiente suya; &eacute;sta te herir&aacute; en la cabeza, y t&uacute; le herir&aacute;s en el calca&ntilde;ar.</p> <p><br></p> <p><strong>16</strong> A la mujer dijo: Multiplicar&eacute; en gran manera los dolores en tus pre&ntilde;eces; con dolor dar&aacute;s a luz los hijos; y tu deseo ser&aacute; para tu marido, y &eacute;l se ense&ntilde;orear&aacute; de ti.</p> <p><br></p> <p><strong>17 </strong>Y al hombre dijo: Por cuanto obedeciste a la voz de tu mujer, y comiste del &aacute;rbol de que te mand&eacute; diciendo: No comer&aacute;s de &eacute;l; maldita ser&aacute; la tierra por tu causa; con dolor comer&aacute;s de ella todos los d&iacute;as de tu vida.</p> <p><br></p> <p><strong>18</strong> Espinos y cardos te producir&aacute;, y comer&aacute;s plantas del campo.</p> <p><br></p> <p><strong>19</strong> Con el sudor de tu rostro comer&aacute;s el pan hasta que vuelvas a la tierra, porque de ella fuiste tomado; pues polvo eres, y al polvo volver&aacute;s.</p> <p><br></p> <p><strong>20 </strong>Y llam&oacute; Ad&aacute;n el nombre de su mujer, Eva, por cuanto ella era madre de todos los vivientes.</p> <p><br></p> <p><strong>21 </strong>Y Jehov&aacute; Dios hizo al hombre y a su mujer t&uacute;nicas de pieles, y los visti&oacute;.</p> <p><br></p> <p><strong>22</strong> Y dijo Jehov&aacute; Dios: He aqu&iacute; el hombre es como uno de nosotros, sabiendo el bien y el mal; ahora, pues, que no alargue su mano, y tome tambi&eacute;n del &aacute;rbol de la vida, y coma, y viva para siempre.</p> <p><br></p> <p><strong>23</strong> Y lo sac&oacute; Jehov&aacute; del huerto del Ed&eacute;n, para que labrase la tierra de que fue tomado.</p> <p><br></p> <p><strong>24</strong> Ech&oacute;, pues, fuera al hombre, y puso al oriente del huerto de Ed&eacute;n querubines, y una espada encendida que se revolv&iacute;a por todos lados, para guardar el camino del &aacute;rbol de la vida.</p> <p><br></p> <p><strong>Eclesiast&eacute;s 2:18 al 23</strong></p> <p><br></p> <p><strong>18</strong> Asimismo aborrec&iacute; todo mi trabajo que hab&iacute;a hecho debajo del sol, el cual tendr&eacute; que dejar a otro que vendr&aacute; despu&eacute;s de m&iacute;.</p> <p><br></p> <p><strong>19</strong> Y &iquest;qui&eacute;n sabe si ser&aacute; sabio o necio el que se ense&ntilde;orear&aacute; de todo mi trabajo en que yo me afan&eacute; y en que ocup&eacute; debajo del sol mi sabidur&iacute;a? Esto tambi&eacute;n es vanidad.</p> <p><br></p> <p><strong>20</strong> Volvi&oacute;, por tanto, a desesperanzarse mi coraz&oacute;n acerca de todo el trabajo en que me afan&eacute;, y en que hab&iacute;a ocupado debajo del sol mi sabidur&iacute;a.</p> <p><br></p> <p><strong>21</strong> !!Que el hombre trabaje con sabidur&iacute;a, y con ciencia y con rectitud, y que haya de dar su hacienda a hombre que nunca trabaj&oacute; en ello! Tambi&eacute;n es esto vanidad y mal grande.</p> <p><br></p> <p><strong>22</strong> Porque &iquest;qu&eacute; tiene el hombre de todo su trabajo, y de la fatiga de su coraz&oacute;n, con que se afana debajo del sol?</p> <p><br></p> <p><strong>23</strong> Porque todos sus d&iacute;as no son sino dolores, y sus trabajos molestias; aun de noche su coraz&oacute;n no reposa. Esto tambi&eacute;n es vanidad.</p> <p><br></p> <p><strong>24</strong> No hay cosa mejor para el hombre sino que coma y beba, y que su alma se alegre en su trabajo. Tambi&eacute;n he visto que esto es de la mano de Dios.</p> <p><br></p> <p><strong>Efesios 6:6 al 8</strong></p> <p><br></p> <p><strong>6</strong> no sirviendo al ojo, como los que quieren agradar a los hombres, sino como siervos de Cristo, de coraz&oacute;n haciendo la voluntad de Dios;</p> <p><br></p> <p><strong>7</strong> sirviendo de buena voluntad, como al Se&ntilde;or y no a los hombres,</p> <p><br></p> <p><strong>8</strong> sabiendo que el bien que cada uno hiciere, &eacute;se recibir&aacute; del Se&ntilde;or, sea siervo o sea libre.</p> <p><br></p> <p>El trabajo: &iquest;una maldici&oacute;n o una bendici&oacute;n? Al parecer, vino como parte de la maldici&oacute;n del pecado (G&eacute;n. 3:17). Una lectura m&aacute;s cuidadosa revela que fue la Tierra la que fue maldecida, no el trabajo. Elena de White declara que Dios ten&iacute;a la intenci&oacute;n de que este mandato funcionara como una bendici&oacute;n: &ldquo;La vida de afanes y cuidados, que en lo sucesivo seri패a el destino del hombre, le fue asignada por amor. Era una disciplina que su pecado habi패a hecho necesaria para frenar la tendencia a ceder a los apetitos y las pasiones, y para desarrollar ha패bitos de dominio propio. Era parte del gran plan de Dios para rescatar al hombre de la ruina y la degradacio패n del pecado&rdquo; (PP 44). &iquest;Es posible que lo hayamos convertido en una maldici&oacute;n por la monoton&iacute;a, el exceso de trabajo o la sobrevaloraci&oacute;n de su papel en nuestra vida? Cualquiera que sea nuestra situaci&oacute;n, debemos aprender a poner el trabajo en su perspectiva adecuada. Y la educaci&oacute;n cristiana debe ayudar a capacitar a las personas para asimilar el valor del trabajo, y al mismo tiempo no convertirlo en un &iacute;dolo.</p> <p><br></p> <p><strong>PREGUNTAS PARA DIALOGAR:</strong></p> <p><br></p> <p><strong>1</strong>. Lee Eclesiast&eacute;s 2:18 al 24. &iquest;C&oacute;mo puede Salom&oacute;n considerar que el trabajo es una bendici&oacute;n y una maldici&oacute;n, en el mismo pasaje de la Biblia? &iquest;Cu&aacute;les son las sugerencias del texto sobre c&oacute;mo podemos marcar la diferencia en la manera de abordar nuestro trabajo?</p> <p><br></p> <p><strong>2.</strong> Es mediante el trabajo que cuidamos (sustentamos) a nuestras familias. &iquest;C&oacute;mo podemos transmitir una actitud positiva sobre el trabajo a nuestra familia?</p> <p><br></p> <p><strong>3</strong>. Hay una delgada l&iacute;nea entre hacer un trabajo excelente y ser un adicto al trabajo, a veces. &iquest;C&oacute;mo evitamos cruzar esa l&iacute;nea? Ver Eclesiast&eacute;s 2:23.</p> <p><br></p> <p><strong>4</strong>. Pablo dijo muy claramente: &ldquo;Porque tambi&eacute;n cuando est&aacute;bamos con vosotros, os orden&aacute;bamos esto: Si alguno no quiere trabajar, tampoco coma&rdquo; (2 Tes. 3:10). Este principio, por supuesto, tiene mucho sentido. &iquest;Cu&aacute;les podr&iacute;an ser algunos ejemplos en los que no se aplica? Es decir, &iquest;por qu&eacute; debemos estar seguros de no hacer de esta una regla irrefutable que nunca debe romperse?</p>"
    }
  ]
}
