{
  "id": 7,
  "lessonNumber": 7,
  "versionCode": 5,
  "quarter": "4T2020",
  "title": "<p><strong>LA ADORACI&Oacute;N EN LA EDUCACI&Oacute;N</strong></p>",
  "color": "",
  "lessonType": "A",
  "language": "es",
  "verse": "<p>PARA MEMORIZAR: &ldquo;Dad a Jehov&aacute; la honra debida a su nombre; traed ofrenda, y venid delante de &eacute;l; postraos delante de Jehov&aacute; en la hermosura de la santidad&rdquo; (1 Cr&oacute;n. 16:29).</p>",
  "weekDate": "7 de Noviembre - 13 de Noviembre",
  "lessonDays": [
    {
      "id": 71,
      "idLesson": 7,
      "idDay": 1,
      "dayTitle": "",
      "date": "7 de Noviembre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>La adoraci&oacute;n es parte del ser humano; de la naturaleza humana ca&iacute;da, incluso. Fuimos creados como seres que, con la libertad que Dios nos dio, adoramos al Se&ntilde;or porque lo amamos y sabemos que es digno de adoraci&oacute;n. Esa adoraci&oacute;n debi&oacute; haber sido muy f&aacute;cil en el mundo anterior a la Ca&iacute;da, donde los seres humanos ten&iacute;an acceso directo a Dios en una Creaci&oacute;n no marcada por el pecado, la muerte ni la destrucci&oacute;n, una Creaci&oacute;n que nosotros, que solo conocemos un mundo ca&iacute;do, apenas podemos imaginar. Aunque todav&iacute;a tenemos la necesidad innata de adorar, como todo lo dem&aacute;s en este mundo, esta ha sido tergiversada y distorsionada por el pecado. Por lo tanto, como adoradores, podemos terminar adorando cosas incorrectas, o incluso terminar no adorando al Se&ntilde;or de la manera en que se supone que debemos hacerlo (ver, p. ej., Mar. 7:1&ndash;13; Jer. 7:4). Por lo tanto, como la adoraci&oacute;n es fundamental en la experiencia cristiana, la educaci&oacute;n cristiana debe abordar la cuesti&oacute;n de la adoraci&oacute;n, el tema de la lecci&oacute;n de esta semana.</p>"
    },
    {
      "id": 72,
      "idLesson": 7,
      "idDay": 2,
      "dayTitle": "<p style=\"text-align: center;\"><strong>TODOS ADORAMOS ALGO</strong></p>",
      "date": "8 de Noviembre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Hay algo en nosotros (indudablemente, algo que Dios entreteji&oacute; originalmente en nosotros pero que, como con todo lo dem&aacute;s, qued&oacute; deformado por el pecado) que anhela adorar. Obviamente, en el principio hab&iacute;amos de adorar al &uacute;nico digno de adoraci&oacute;n, nuestro Se&ntilde;or y Creador. Pero, desde la Ca&iacute;da, todo esto ha cambiado sustancialmente.</p> <p>Pero s&iacute;, todos adoramos algo, a alguien, lo que sea. Esto ayuda a explicar por qu&eacute; a lo largo de la historia humana, e incluso hoy, los seres humanos practican la adoraci&oacute;n. En el antiguo Egipto, algunos adoraban al fara&oacute;n; en otras ocasiones, en otras tierras, la gente adoraba estatuas de peces, dioses de varias cabezas y otras supuestas deidades. Algunos adoraban el Sol, la Luna, las estrellas.</p> <p>En la actualidad, la mayor&iacute;a es demasiado sofisticada para inclinarse ante una estatua de una rana (pero, aparentemente, no ante una estatua de Mar&iacute;a). Sin embargo, esto no significa que los seres humanos, incluso los secularizados, no adoren algo: el dinero, el poder, el sexo, a ellos mismos, a estrellas de rock, a actores, a pol&iacute;ticos. Aquello que amamos m&aacute;s, donde centramos m&aacute;s nuestra atenci&oacute;n, la raz&oacute;n por la que vivimos, eso es lo que adoramos. El autor secular David Foster Wallace advirti&oacute; que si adoras algo incorrecto &ldquo;te comer&aacute; vivo&rdquo;.</p> <p><strong>&iquest;Qu&eacute; nos ense&ntilde;a la historia de Daniel 3 sobre la importancia de la verdadera adoraci&oacute;n?</strong></p> <p> <strong>Daniel 3 </strong></p> <p><strong>Rescatados del horno de fuego</strong>&nbsp;</p> <p>1 El rey Nabucodonosor hizo una estatua de oro cuya altura era de sesenta codos, y su anchura de seis codos; la levant&oacute; en el campo de Dura, en la provincia de Babilonia.</p> <p>2 Y envi&oacute; el rey Nabucodonosor a que se reuniesen los s&aacute;trapas, los magistrados y capitanes, oidores, tesoreros, consejeros, jueces, y todos los gobernadores de las provincias, para que viniesen a la dedicaci&oacute;n de la estatua que el rey Nabucodonosor hab&iacute;a levantado.</p> <p>3 Fueron, pues, reunidos los s&aacute;trapas, magistrados, capitanes, oidores, tesoreros, consejeros, jueces, y todos los gobernadores de las provincias, a la dedicaci&oacute;n de la estatua que el rey Nabucodonosor hab&iacute;a levantado; y estaban en pie delante de la estatua que hab&iacute;a levantado el rey Nabucodonosor.</p> <p>4 Y el pregonero anunciaba en alta voz: M&aacute;ndase a vosotros, oh pueblos, naciones y lenguas,</p> <p>5 que al o&iacute;r el son de la bocina, de la flauta, del tamboril, del arpa, del salterio, de la zampo&ntilde;a y de todo instrumento de m&uacute;sica, os postr&eacute;is y ador&eacute;is la estatua de oro que el rey Nabucodonosor ha levantado;</p> <p>6 y cualquiera que no se postre y adore, inmediatamente ser&aacute; echado dentro de un horno de fuego ardiendo.</p> <p>7 Por lo cual, al o&iacute;r todos los pueblos el son de la bocina, de la flauta, del tamboril, del arpa, del salterio, de la zampo&ntilde;a y de todo instrumento de m&uacute;sica, todos los pueblos, naciones y lenguas se postraron y adoraron la estatua de oro que el rey Nabucodonosor hab&iacute;a levantado.</p> <p>8 Por esto en aquel tiempo algunos varones caldeos vinieron y acusaron maliciosamente a los jud&iacute;os.</p> <p>9 Hablaron y dijeron al rey Nabucodonosor: Rey, para siempre vive.</p> <p>10 T&uacute;, oh rey, has dado una ley que todo hombre, al o&iacute;r el son de la bocina, de la flauta, del tamboril, del arpa, del salterio, de la zampo&ntilde;a y de todo instrumento de m&uacute;sica, se postre y adore la estatua de oro;</p> <p>11 y el que no se postre y adore, sea echado dentro de un horno de fuego ardiendo.</p> <p>12 Hay unos varones jud&iacute;os, los cuales pusiste sobre los negocios de la provincia de Babilonia: Sadrac, Mesac y Abed-nego; estos varones, oh rey, no te han respetado; no adoran tus dioses, ni adoran la estatua de oro que has levantado.</p> <p>13 Entonces Nabucodonosor dijo con ira y con enojo que trajesen a Sadrac, Mesac y Abed-nego. Al instante fueron tra&iacute;dos estos varones delante del rey.</p> <p>14 Habl&oacute; Nabucodonosor y les dijo: &iquest;Es verdad, Sadrac, Mesac y Abed-nego, que vosotros no honr&aacute;is a mi dios, ni ador&aacute;is la estatua de oro que he levantado?</p> <p>15 Ahora, pues, &iquest;est&aacute;is dispuestos para que al o&iacute;r el son de la bocina, de la flauta, del tamboril, del arpa, del salterio, de la zampo&ntilde;a y de todo instrumento de m&uacute;sica, os postr&eacute;is y ador&eacute;is la estatua que he hecho? Porque si no la adorareis, en la misma hora ser&eacute;is echados en medio de un horno de fuego ardiendo; &iquest;y qu&eacute; dios ser&aacute; aquel que os libre de mis manos?</p> <p>16 Sadrac, Mesac y Abed-nego respondieron al rey Nabucodonosor, diciendo: No es necesario que te respondamos sobre este asunto.</p> <p>17 He aqu&iacute; nuestro Dios a quien servimos puede librarnos del horno de fuego ardiendo; y de tu mano, oh rey, nos librar&aacute;.</p> <p>18 Y si no, sepas, oh rey, que no serviremos a tus dioses, ni tampoco adoraremos la estatua que has levantado.</p> <p>19 Entonces Nabucodonosor se llen&oacute; de ira, y se demud&oacute; el aspecto de su rostro contra Sadrac, Mesac y Abed-nego, y orden&oacute; que el horno se calentase siete veces m&aacute;s de lo acostumbrado.</p> <p>20 Y mand&oacute; a hombres muy vigorosos que ten&iacute;a en su ej&eacute;rcito, que atasen a Sadrac, Mesac y Abed-nego, para echarlos en el horno de fuego ardiendo.</p> <p>21 Entonces estos varones fueron atados con sus mantos, sus calzas, sus turbantes y sus vestidos, y fueron echados dentro del horno de fuego ardiendo.</p> <p>22 Y como la orden del rey era apremiante, y lo hab&iacute;an calentado mucho, la llama del fuego mat&oacute; a aquellos que hab&iacute;an alzado a Sadrac, Mesac y Abed-nego.</p> <p>23 Y estos tres varones, Sadrac, Mesac y Abed-nego, cayeron atados dentro del horno de fuego ardiendo.</p> <p>24 Entonces el rey Nabucodonosor se espant&oacute;, y se levant&oacute; apresuradamente y dijo a los de su consejo: &iquest;No echaron a tres varones atados dentro del fuego? Ellos respondieron al rey: Es verdad, oh rey.</p> <p>25 Y &eacute;l dijo: He aqu&iacute; yo veo cuatro varones sueltos, que se pasean en medio del fuego sin sufrir ning&uacute;n da&ntilde;o; y el aspecto del cuarto es semejante a hijo de los dioses.</p> <p>26 Entonces Nabucodonosor se acerc&oacute; a la puerta del horno de fuego ardiendo, y dijo: Sadrac, Mesac y Abed-nego, siervos del Dios Alt&iacute;simo, salid y venid. Entonces Sadrac, Mesac y Abed-nego salieron de en medio del fuego.</p> <p>27 Y se juntaron los s&aacute;trapas, los gobernadores, los capitanes y los consejeros del rey, para mirar a estos varones, c&oacute;mo el fuego no hab&iacute;a tenido poder alguno sobre sus cuerpos, ni aun el cabello de sus cabezas se hab&iacute;a quemado; sus ropas estaban intactas, y ni siquiera olor de fuego ten&iacute;an.</p> <p>28 Entonces Nabucodonosor dijo: Bendito sea el Dios de ellos, de Sadrac, Mesac y Abed-nego, que envi&oacute; su &aacute;ngel y libr&oacute; a sus siervos que confiaron en &eacute;l, y que no cumplieron el edicto del rey, y entregaron sus cuerpos antes que servir y adorar a otro dios que su Dios.</p> <p>29 Por lo tanto, decreto que todo pueblo, naci&oacute;n o lengua que dijere blasfemia contra el Dios de Sadrac, Mesac y Abed-nego, sea descuartizado, y su casa convertida en muladar; por cuanto no hay dios que pueda librar como &eacute;ste.</p> <p>30 Entonces el rey engrandeci&oacute; a Sadrac, Mesac y Abed-nego en la provincia de Babilonia.</p> <p>Los tres j&oacute;venes jud&iacute;os obviamente se tomaron el segundo Mandamiento (&Eacute;xo. 20:4-6) tan en serio como Dios lo indic&oacute;. A fin de cuentas, forma parte de los Diez Mandamientos, al mismo nivel que la prohibici&oacute;n de matar, de robar y dem&aacute;s. La adoraci&oacute;n (la adoraci&oacute;n adecuada) es tan importante que, de hecho, pasa a ser fundamental para los asuntos de los &uacute;ltimos d&iacute;as, antes de la segunda venida de Cristo. Por lo tanto, la educaci&oacute;n cristiana debe incluir toda la cuesti&oacute;n de la adoraci&oacute;n: &iquest;qu&eacute; es, c&oacute;mo se hace, por qu&eacute; es importante, y a qui&eacute;n adoramos?</p> <p><br></p> <p><strong>Lee Apocalipsis 14:6 al 12. &iquest;Qu&eacute; nos ense&ntilde;a este pasaje sobre la importancia del tema de la adoraci&oacute;n en la crisis final antes de que Cristo regrese?</strong></p> <p>Apocalipsis 14:6 al 12&nbsp;</p> <p><strong>El mensaje de los tres &aacute;ngeles </strong></p> <p>6 Vi volar por en medio del cielo a otro &aacute;ngel, que ten&iacute;a el evangelio eterno para predicarlo a los moradores de la tierra, a toda naci&oacute;n, tribu, lengua y pueblo,</p> <p>7 diciendo a gran voz: Temed a Dios, y dadle gloria, porque la hora de su juicio ha llegado; y adorad a aquel que hizo el cielo y la tierra, el mar y las fuentes de las aguas.</p> <p>8 Otro &aacute;ngel le sigui&oacute;, diciendo: Ha ca&iacute;do, ha ca&iacute;do Babilonia, la gran ciudad, porque ha hecho beber a todas las naciones del vino del furor de su fornicaci&oacute;n.</p> <p>9 Y el tercer &aacute;ngel los sigui&oacute;, diciendo a gran voz: Si alguno adora a la bestia y a su imagen, y recibe la marca en su frente o en su mano,</p> <p>10 &eacute;l tambi&eacute;n beber&aacute; del vino de la ira de Dios, que ha sido vaciado puro en el c&aacute;liz de su ira; y ser&aacute; atormentado con fuego y azufre delante de los santos &aacute;ngeles y del Cordero;</p> <p>11 y el humo de su tormento sube por los siglos de los siglos. Y no tienen reposo de d&iacute;a ni de noche los que adoran a la bestia y a su imagen, ni nadie que reciba la marca de su nombre.</p> <p>12 Aqu&iacute; est&aacute; la paciencia de los santos, los que guardan los mandamientos de Dios y la fe de Jes&uacute;s.</p>"
    },
    {
      "id": 73,
      "idLesson": 7,
      "idDay": 3,
      "dayTitle": "<p style=\"text-align: center;\"><strong>Y LO CUENTEN A SUS HIJOS </strong></p>",
      "date": "9 de Noviembre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>Los Salmos, en el Antiguo Testamento, con el tiempo llegaron a desempe&ntilde;ar un papel importante en la vida religiosa del antiguo Israel. Los recitaban, los cantaban, muchas veces con instrumentos musicales, durante los momentos de adoraci&oacute;n, especialmente la adoraci&oacute;n p&uacute;blica, que en el Antiguo Testamento era clave por la forma de adorar que ten&iacute;a el pueblo en general. Israel funcionaba como una comunidad y, como tal, adoraban juntos.</p> <p>Los Salmos son b&aacute;sicamente poemas, la letra de los c&aacute;nticos. La palabra hebrea para Salmos, Tehill&icirc;m, significa &ldquo;cantos de alabanza&rdquo;. Y, cuando entonamos alabanzas a Dios, estamos adorando al Se&ntilde;or.</p> <p><strong>Lee el Salmo 78:1 al 17. &iquest;Cu&aacute;l es el mensaje esencial y qu&eacute; lugar ocupa en el tema de la educaci&oacute;n y la adoraci&oacute;n?</strong></p> <p><strong>Salmo 78:1 al 17</strong>.&nbsp;</p> <p>1 Escucha, pueblo m&iacute;o, mi ley; Inclinad vuestro o&iacute;do a las palabras de mi boca.</p> <p>2 Abrir&eacute; mi boca en proverbios; Hablar&eacute; cosas escondidas desde tiempos antiguos,</p> <p>3 Las cuales hemos o&iacute;do y entendido; Que nuestros padres nos las contaron.</p> <p>4 No las encubriremos a sus hijos, Contando a la generaci&oacute;n venidera las alabanzas de Jehov&aacute;, Y su potencia, y las maravillas que hizo.</p> <p>5 El estableci&oacute; testimonio en Jacob, Y puso ley en Israel, La cual mand&oacute; a nuestros padres Que la notificasen a sus hijos;</p> <p>6 Para que lo sepa la generaci&oacute;n venidera, y los hijos que nacer&aacute;n; Y los que se levantar&aacute;n lo cuenten a sus hijos,</p> <p>7 A fin de que pongan en Dios su confianza, Y no se olviden de las obras de Dios; Que guarden sus mandamientos,</p> <p>8 Y no sean como sus padres, Generaci&oacute;n contumaz y rebelde; Generaci&oacute;n que no dispuso su coraz&oacute;n, Ni fue fiel para con Dios su esp&iacute;ritu.</p> <p>9 Los hijos de Efra&iacute;n, arqueros armados, Volvieron las espaldas en el d&iacute;a de la batalla.</p> <p>10 No guardaron el pacto de Dios, Ni quisieron andar en su ley;</p> <p>11 Sino que se olvidaron de sus obras, Y de sus maravillas que les hab&iacute;a mostrado.</p> <p>12 Delante de sus padres hizo maravillas En la tierra de Egipto, en el campo de Zo&aacute;n.</p> <p>13 Dividi&oacute; el mar y los hizo pasar; Detuvo las aguas como en un mont&oacute;n.</p> <p>14 Les gui&oacute; de d&iacute;a con nube, Y toda la noche con resplandor de fuego.</p> <p>15 Hendi&oacute; las pe&ntilde;as en el desierto, Y les dio a beber como de grandes abismos,</p> <p>16 Pues sac&oacute; de la pe&ntilde;a corrientes, E hizo descender aguas como r&iacute;os.</p> <p>17 Pero a&uacute;n volvieron a pecar contra &eacute;l, Rebel&aacute;ndose contra el Alt&iacute;simo en el desierto;</p> <p>Hay una innegable determinaci&oacute;n en el mensaje del Salmo 78. En el vers&iacute;culo 2, Asaf menciona que compartiremos las &ldquo;cosas escondidas desde tiempos antiguos&rdquo; (&eacute;nfasis a&ntilde;adido). Otras versiones de la Biblia en espa&ntilde;ol prefieren usar t&eacute;rminos como &ldquo;enigmas&rdquo; (LBLA, BLP), &ldquo;cosas que han estado en secreto&rdquo; (DHH), &ldquo;misterios&rdquo; (NVI, PDT, RVC, TLA), &ldquo;arcanos&rdquo; (RV 77) y &ldquo;cosas reservadas&rdquo; (RVA). En el idioma original, esta terminolog&iacute;a no tiene una connotaci&oacute;n negativa. M&aacute;s bien denota c&oacute;mo puede llegar a ser la historia cuando sus hechos fundamentales se retrotraen cada vez m&aacute;s en el tiempo. Lo importante aqu&iacute; es que la educaci&oacute;n de Israel inclu&iacute;a ense&ntilde;arles a los hijos las historias sobre las relaciones del Se&ntilde;or con la naci&oacute;n elegida.</p> <p><strong>Examina Salmo 78:6 al 17. &iquest;Cu&aacute;les fueron las lecciones espec&iacute;ficas que deb&iacute;an ense&ntilde;arles a sus hijos? &iquest;Cu&aacute;l era el objetivo final de esta educaci&oacute;n?</strong></p> <p><strong>Salmo 78:6 al 17</strong>&nbsp;</p> <p>6 Para que lo sepa la generaci&oacute;n venidera, y los hijos que nacer&aacute;n; Y los que se levantar&aacute;n lo cuenten a sus hijos,</p> <p>7 A fin de que pongan en Dios su confianza, Y no se olviden de las obras de Dios; Que guarden sus mandamientos,</p> <p>8 Y no sean como sus padres, Generaci&oacute;n contumaz y rebelde; Generaci&oacute;n que no dispuso su coraz&oacute;n, Ni fue fiel para con Dios su esp&iacute;ritu.</p> <p>9 Los hijos de Efra&iacute;n, arqueros armados, Volvieron las espaldas en el d&iacute;a de la batalla.</p> <p>10 No guardaron el pacto de Dios, Ni quisieron andar en su ley;</p> <p>11 Sino que se olvidaron de sus obras, Y de sus maravillas que les hab&iacute;a mostrado.</p> <p>12 Delante de sus padres hizo maravillas En la tierra de Egipto, en el campo de Zo&aacute;n.</p> <p>13 Dividi&oacute; el mar y los hizo pasar; Detuvo las aguas como en un mont&oacute;n.</p> <p>14 Les gui&oacute; de d&iacute;a con nube, Y toda la noche con resplandor de fuego.</p> <p>15 Hendi&oacute; las pe&ntilde;as en el desierto, Y les dio a beber como de grandes abismos,</p> <p>16 Pues sac&oacute; de la pe&ntilde;a corrientes, E hizo descender aguas como r&iacute;os.</p> <p>17 Pero a&uacute;n volvieron a pecar contra &eacute;l, Rebel&aacute;ndose contra el Alt&iacute;simo en el desierto;</p> <p><strong>Entre los objetivos de la educaci&oacute;n, como vemos en estos vers&iacute;culos, est&aacute; el que los hijos aprendan a confiar en Dios y a guardar sus mandamientos. Un texto como Apocalipsis 14:12, &iquest;c&oacute;mo podr&iacute;a reflejar esa misma idea para nosotros hoy?</strong></p> <p><strong>Apocalipsis 14:12 </strong></p> <p>12 Aqu&iacute; est&aacute; la paciencia de los santos, los que guardan los mandamientos de Dios y la fe de Jes&uacute;s.</p>"
    },
    {
      "id": 74,
      "idLesson": 7,
      "idDay": 7,
      "dayTitle": "<p style=\"text-align: center;\"><strong>EN ESP&Iacute;RITU Y EN VERDAD</strong></p>",
      "date": "10 de Noviembre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p> Uno de los relatos m&aacute;s maravillosos del Nuevo Testamento sobre c&oacute;mo Jes&uacute;s atendi&oacute; las necesidades de las almas quebrantadas se encuentra en la historia de Jes&uacute;s y la mujer en el pozo.</p> <p><strong>Lee Juan 4:7 al 26. &iquest;Qu&eacute; le dice Jes&uacute;s a la mujer sobre la adoraci&oacute;n? De hecho, &iquest;c&oacute;mo es que llegan al tema de la adoraci&oacute;n?</strong></p> <p><strong>Juan 4:7 al 26 </strong></p> <p>7 Vino una mujer de Samaria a sacar agua; y Jes&uacute;s le dijo: Dame de beber.</p> <p>8 Pues sus disc&iacute;pulos hab&iacute;an ido a la ciudad a comprar de comer.</p> <p>9 La mujer samaritana le dijo: &iquest;C&oacute;mo t&uacute;, siendo jud&iacute;o, me pides a m&iacute; de beber, que soy mujer samaritana? Porque jud&iacute;os y samaritanos no se tratan entre s&iacute;.</p> <p>10 Respondi&oacute; Jes&uacute;s y le dijo: Si conocieras el don de Dios, y qui&eacute;n es el que te dice: Dame de beber; t&uacute; le pedir&iacute;as, y &eacute;l te dar&iacute;a agua viva.</p> <p>11 La mujer le dijo: Se&ntilde;or, no tienes con qu&eacute; sacarla, y el pozo es hondo. &iquest;De d&oacute;nde, pues, tienes el agua viva?</p> <p>12 &iquest;Acaso eres t&uacute; mayor que nuestro padre Jacob, que nos dio este pozo, del cual bebieron &eacute;l, sus hijos y sus ganados?</p> <p>13 Respondi&oacute; Jes&uacute;s y le dijo: Cualquiera que bebiere de esta agua, volver&aacute; a tener sed;</p> <p>14 mas el que bebiere del agua que yo le dar&eacute;, no tendr&aacute; sed jam&aacute;s; sino que el agua que yo le dar&eacute; ser&aacute; en &eacute;l una fuente de agua que salte para vida eterna.</p> <p>15 La mujer le dijo: Se&ntilde;or, dame esa agua, para que no tenga yo sed, ni venga aqu&iacute; a sacarla.</p> <p>16 Jes&uacute;s le dijo: Ve, llama a tu marido, y ven ac&aacute;.</p> <p>17 Respondi&oacute; la mujer y dijo: No tengo marido. Jes&uacute;s le dijo: Bien has dicho: No tengo marido;</p> <p>18 porque cinco maridos has tenido, y el que ahora tienes no es tu marido; esto has dicho con verdad.</p> <p>19 Le dijo la mujer: Se&ntilde;or, me parece que t&uacute; eres profeta.</p> <p>20 Nuestros padres adoraron en este monte, y vosotros dec&iacute;s que en Jerusal&eacute;n es el lugar donde se debe adorar.</p> <p>21 Jes&uacute;s le dijo: Mujer, cr&eacute;eme, que la hora viene cuando ni en este monte ni en Jerusal&eacute;n adorar&eacute;is al Padre.</p> <p>22 Vosotros ador&aacute;is lo que no sab&eacute;is; nosotros adoramos lo que sabemos; porque la salvaci&oacute;n viene de los jud&iacute;os.</p> <p>23 Mas la hora viene, y ahora es, cuando los verdaderos adoradores adorar&aacute;n al Padre en esp&iacute;ritu y en verdad; porque tambi&eacute;n el Padre tales adoradores busca que le adoren.</p> <p>24 Dios es Esp&iacute;ritu; y los que le adoran, en esp&iacute;ritu y en verdad es necesario que adoren.</p> <p>25 Le dijo la mujer: S&eacute; que ha de venir el Mes&iacute;as, llamado el Cristo; cuando &eacute;l venga nos declarar&aacute; todas las cosas.</p> <p>26 Jes&uacute;s le dijo: Yo soy, el que habla contigo.</p> <p>Aunque ella trat&oacute; de cambiar el tema hablando de la adoraci&oacute;n, Jes&uacute;s utiliz&oacute; su t&aacute;ctica para ense&ntilde;arnos algunas verdades profundas acerca de la adoraci&oacute;n y lo que esta implica. Quiz&aacute; lo m&aacute;s importante para nuestros prop&oacute;sitos inmediatos sea lo que &eacute;l dijo en Juan 4:24: &ldquo;Dios es Esp&iacute;ritu; y los que le adoran, en esp&iacute;ritu y en verdad es necesario que adoren&rdquo;.</p> <p>La verdadera adoraci&oacute;n al Se&ntilde;or debe ser &ldquo;en esp&iacute;ritu&rdquo;; es decir, debe surgir de nuestro amor a Dios, de la experiencia de conocerlo personalmente. &ldquo;La religión que proviene de Dios es la única que conducirá a Dios. Con el fin de servirlo correctamente, debemos nacer del Espíritu divino. Eso purificará el corazón y renovará la mente, dándonos una nueva capacidad para conocer y amar a Dios. Nos dará una obediencia voluntaria a todos sus requerimientos. Eso es culto verdadero. Es el fruto de la obra del Espíritu Santo&rdquo; (DTG 159, 160). Al mismo tiempo, la adoraci&oacute;n debe ser &ldquo;en verdad&rdquo;. Debemos tener un conocimiento correcto de Dios, de qui&eacute;n es &eacute;l y lo que requiere de nosotros. En otras palabras, la doctrina tambi&eacute;n importa. (Cu&aacute;n importante es, por ejemplo, saber que adoramos a un Dios que no quema a la gente en el infierno por la eternidad.)</p> <p>Por lo tanto, aqu&iacute; vemos dos elementos en la adoraci&oacute;n: la experiencia que resulta de conocer y obedecer a Dios, y las verdades objetivas reveladas acerca de Dios. El esp&iacute;ritu sin verdad puede conducir a un sentimentalismo superficial que se basa m&aacute;s en la emoci&oacute;n antojadiza que en cualquier otra cosa. En contraste, la verdad sin esp&iacute;ritu puede conducir a un formalismo inerte. Por lo tanto, necesitamos ambas cosas.</p> <p><strong>&iquest;C&oacute;mo intentar&iacute;as ense&ntilde;arle a alguien a adorar &ldquo;en esp&iacute;ritu y en verdad&rdquo;? &iquest;En qu&eacute; casos alguien podr&iacute;a necesitar mayor &eacute;nfasis en un aspecto que en el otro?</strong></p>"
    },
    {
      "id": 75,
      "idLesson": 7,
      "idDay": 5,
      "dayTitle": "<p style=\"text-align: center;\"><strong>LA HERMOSURA DE LA SANTIDAD</strong>&nbsp;</p>",
      "date": "11 de Noviembre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p><strong>Lee 1 Cr&oacute;nicas 16:1 al 36. Intenta imaginar la escena. &iquest;La imaginas solemne y temible o festiva y alegre? &iquest;De qu&eacute; manera podr&iacute;a ser una combinaci&oacute;n de todas ellas? &iquest;Qu&eacute; podemos aprender de esta escena sobre la adoraci&oacute;n y c&oacute;mo debemos ense&ntilde;ar, e incluso experimentar, la adoraci&oacute;n?</strong></p> <p><strong>1 Cr&oacute;nicas 16:1 al 36&nbsp;</strong></p> <p>1 As&iacute; trajeron el arca de Dios, y la pusieron en medio de la tienda que David hab&iacute;a levantado para ella; y ofrecieron holocaustos y sacrificios de paz delante de Dios.</p> <p>2 Y cuando David acab&oacute; de ofrecer el holocausto y los sacrificios de paz, bendijo al pueblo en el nombre de Jehov&aacute;.</p> <p>3 Y reparti&oacute; a todo Israel, as&iacute; a hombres como a mujeres, a cada uno una torta de pan, una pieza de carne, y una torta de pasas.</p> <p>4 Y puso delante del arca de Jehov&aacute; ministros de los levitas, para que recordasen y confesasen y loasen a Jehov&aacute; Dios de Israel:</p> <p>5 Asaf el primero; el segundo despu&eacute;s de &eacute;l, Zacar&iacute;as; Jeiel, Semiramot, Jehiel, Matat&iacute;as, Eliab, Bena&iacute;a, Obed-edom y Jeiel, con sus instrumentos de salterios y arpas; pero Asaf sonaba los c&iacute;mbalos.</p> <p>6 Tambi&eacute;n los sacerdotes Bena&iacute;a y Jahaziel sonaban continuamente las trompetas delante del arca del pacto de Dios.</p> <p><strong>Salmo de acci&oacute;n de gracias de David</strong></p> <p>7 Entonces, en aquel d&iacute;a, David comenz&oacute; a aclamar a Jehov&aacute; por mano de Asaf y de sus hermanos:&nbsp;</p> <p>8 &nbsp; &nbsp; Alabad a Jehov&aacute;, invocad su nombre, Dad a conocer en los pueblos sus obras.&nbsp;</p> <p>9 &nbsp; &nbsp; Cantad a &eacute;l, cantadle salmos; Hablad de todas sus maravillas.&nbsp;</p> <p>10 &nbsp; &nbsp; Gloriaos en su santo nombre; Al&eacute;grese el coraz&oacute;n de los que buscan a Jehov&aacute;.&nbsp;</p> <p>11 &nbsp; &nbsp; Buscad a Jehov&aacute; y su poder; Buscad su rostro continuamente.&nbsp;</p> <p>12 &nbsp; &nbsp; Haced memoria de las maravillas que ha hecho, De sus prodigios, y de los juicios de su boca,&nbsp;</p> <p>13 &nbsp; &nbsp; Oh vosotros, hijos de Israel su siervo, Hijos de Jacob, sus escogidos.&nbsp;</p> <p>14 &nbsp; &nbsp; Jehov&aacute;, &eacute;l es nuestro Dios; Sus juicios est&aacute;n en toda la tierra.&nbsp;</p> <p>15 &nbsp; &nbsp; El hace memoria de su pacto perpetuamente, Y de la palabra que &eacute;l mand&oacute; para mil generaciones;&nbsp;</p> <p>16 &nbsp; &nbsp; Del pacto que concert&oacute; con Abraham, Y de su juramento a Isaac;&nbsp;</p> <p>17 &nbsp; &nbsp; El cual confirm&oacute; a Jacob por estatuto, Y a Israel por pacto sempiterno,&nbsp;</p> <p>18 &nbsp; &nbsp; Diciendo: A ti dar&eacute; la tierra de Cana&aacute;n, Porci&oacute;n de tu heredad.&nbsp;</p> <p>19 &nbsp; &nbsp; Cuando ellos eran pocos en n&uacute;mero, Pocos y forasteros en ella,&nbsp;</p> <p>20 &nbsp; &nbsp; Y andaban de naci&oacute;n en naci&oacute;n, Y de un reino a otro pueblo,&nbsp;</p> <p>21 &nbsp; &nbsp; No permiti&oacute; que nadie los oprimiese; Antes por amor de ellos castig&oacute; a los reyes.&nbsp;</p> <p>22 &nbsp; &nbsp; No toqu&eacute;is, dijo, a mis ungidos, Ni hag&aacute;is mal a mis profetas.&nbsp;</p> <p>23 &nbsp; &nbsp; Cantad a Jehov&aacute; toda la tierra, Proclamad de d&iacute;a en d&iacute;a su salvaci&oacute;n.&nbsp;</p> <p>24 &nbsp; &nbsp; Cantad entre las gentes su gloria, Y en todos los pueblos sus maravillas.&nbsp;</p> <p>25 &nbsp; &nbsp; Porque grande es Jehov&aacute;, y digno de suprema alabanza, Y de ser temido sobre todos los dioses. 26 &nbsp; &nbsp; Porque todos los dioses de los pueblos son &iacute;dolos; Mas Jehov&aacute; hizo los cielos.&nbsp;</p> <p>27 &nbsp; &nbsp; Alabanza y magnificencia delante de &eacute;l; Poder y alegr&iacute;a en su morada.&nbsp;</p> <p>28 &nbsp; &nbsp; Tributad a Jehov&aacute;, oh familias de los pueblos, Dad a Jehov&aacute; gloria y poder.&nbsp;</p> <p>29 &nbsp; &nbsp; Dad a Jehov&aacute; la honra debida a su nombre; Traed ofrenda, y venid delante de &eacute;l; Postraos delante de Jehov&aacute; en la hermosura de la santidad.&nbsp;</p> <p>30 &nbsp; &nbsp; Temed en su presencia, toda la tierra; El mundo ser&aacute; a&uacute;n establecido, para que no se conmueva.</p> <p>&nbsp;31 &nbsp; &nbsp; Al&eacute;grense los cielos, y g&oacute;cese la tierra, Y digan en las naciones: Jehov&aacute; reina.&nbsp;</p> <p>32 &nbsp; &nbsp; Resuene el mar, y su plenitud; Al&eacute;grese el campo, y todo lo que contiene.&nbsp;</p> <p>33 &nbsp; &nbsp; Entonces cantar&aacute;n los &aacute;rboles de los bosques delante de Jehov&aacute;, Porque viene a juzgar la tierra.&nbsp;</p> <p>34 &nbsp; &nbsp; Aclamad a Jehov&aacute;, porque &eacute;l es bueno; Porque su misericordia es eterna.&nbsp;</p> <p>35 &nbsp; &nbsp; Y decid: S&aacute;lvanos, oh Dios, salvaci&oacute;n nuestra; Rec&oacute;genos, y l&iacute;branos de las naciones, Para que confesemos tu santo nombre, Y nos gloriemos en tus alabanzas.&nbsp;</p> <p>36 &nbsp; &nbsp; Bendito sea Jehov&aacute; Dios de Israel, De eternidad a eternidad. &nbsp;Y dijo todo el pueblo, Am&eacute;n, y alab&oacute; a Jehov&aacute;.</p> <p>El lugar de culto era el Tabern&aacute;culo, donde Dios hab&iacute;a habitado con el antiguo Israel y donde se les hab&iacute;a revelado el plan de salvaci&oacute;n. Por ende, Jes&uacute;s y el plan de salvaci&oacute;n deben ser el centro de la adoraci&oacute;n y su ense&ntilde;anza; todo esto fue prefigurado en el servicio del Tabern&aacute;culo. Todo lo que Dios haya hecho por nosotros que merezca alabanza y adoraci&oacute;n no significa nada sin la esperanza de vida eterna que nos ofrece su muerte sacrificial y sustitutiva en la Cruz. Observa tambi&eacute;n el eje evangelizador del pasaje: todo el mundo deb&iacute;a aprender del Dios de Israel.</p> <p><strong>Analiza 1 Cr&oacute;nicas 16:29: &nbsp;Dad a Jehov&aacute; la honra debida a su nombre; traed ofrenda, y venid delante de &eacute;l; postraos delante de Jehov&aacute; en la hermosura de la santidad . &iquest;La hermosura de la santidad? &iquest;Qu&eacute; podr&iacute;a significar eso?</strong></p> <p>En primer lugar, piensa en cu&aacute;n espantoso, da&ntilde;ino y degradante es el pecado. Adem&aacute;s, ahora nos resulta dif&iacute;cil imaginar cu&aacute;n malvadas, terribles y degradantes eran las pr&aacute;cticas de adoraci&oacute;n de las naciones vecinas de Israel, pr&aacute;cticas que inclu&iacute;an, entre otras cosas, sacrificios de ni&ntilde;os. Y, sin duda, estas cosas reflejaban c&oacute;mo eran los pueblos que las practicaban.</p> <p>En contraste, el antiguo Israel deb&iacute;a ser una naci&oacute;n santa, apartada de las malas costumbres que la rodeaban. Deb&iacute;an ser santos de coraz&oacute;n y mente; esto es lo que daba significado y belleza a su adoraci&oacute;n delante de Dios. Vez tras vez, los profetas veterotestamentarios se opusieron a los que adoraban al Se&ntilde;or mientras que practicaban la corrupci&oacute;n y su coraz&oacute;n estaba lejos de &eacute;l.</p>"
    },
    {
      "id": 76,
      "idLesson": 7,
      "idDay": 6,
      "dayTitle": "<p style=\"text-align: center;\"><strong>LA IDOLATR&Iacute;A EN LA EDUCACI&Oacute;N </strong></p>",
      "date": "12 de Noviembre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p>El antiguo Israel estaba rodeado de pueblos muy religiosos, tan dedicados a adorar y aplacar a sus dioses que sacrificaban incluso a sus propios hijos. Eso es dedicaci&oacute;n, &iquest;verdad? Por lo tanto, la adoraci&oacute;n, la verdadera adoraci&oacute;n al Dios verdadero, era una parte importante para proteger a los hebreos de quedar atrapados en la idolatr&iacute;a y la adoraci&oacute;n falsa que los rodeaba. Y, sin embargo, a pesar de todas las advertencias, aun as&iacute; cayeron en las pr&aacute;cticas id&oacute;latras contra las que se les hab&iacute;a advertido espec&iacute;ficamente. Y &iquest;qu&eacute; sucede con nosotros hoy? &iquest;Por qu&eacute; tambi&eacute;n es tan importante adorar al Dios verdadero y contar todo lo que ha hecho por nosotros, especialmente frente a los peligros de la idolatr&iacute;a moderna?</p> <p><strong>Lee Marcos 7:1 al 13. &iquest;Qu&eacute; principio encontramos en los vers&iacute;culos 7 al 9 que podr&iacute;a aplicarse hoy en el contexto de la educaci&oacute;n cristiana y el peligro de las falsas ense&ntilde;anzas, tomadas del mundo, que podr&iacute;an afectar negativamente la pr&aacute;ctica de nuestra fe?</strong></p> <p><strong>Marcos 7:1 al 13&nbsp;</strong></p> <p>1 Se juntaron a Jes&uacute;s los fariseos, y algunos de los escribas, que hab&iacute;an venido de Jerusal&eacute;n;</p> <p>2 los cuales, viendo a algunos de los disc&iacute;pulos de Jes&uacute;s comer pan con manos inmundas, esto es, no lavadas, los condenaban.</p> <p>3 Porque los fariseos y todos los jud&iacute;os, aferr&aacute;ndose a la tradici&oacute;n de los ancianos, si muchas veces no se lavan las manos, no comen.</p> <p>4 Y volviendo de la plaza, si no se lavan, no comen. Y otras muchas cosas hay que tomaron para guardar, como los lavamientos de los vasos de beber, y de los jarros, y de los utensilios de metal, y de los lechos.</p> <p>5 Le preguntaron, pues, los fariseos y los escribas: &iquest;Por qu&eacute; tus disc&iacute;pulos no andan conforme a la tradici&oacute;n de los ancianos, sino que comen pan con manos inmundas?</p> <p>6 Respondiendo &eacute;l, les dijo: Hip&oacute;critas, bien profetiz&oacute; de vosotros Isa&iacute;as, como est&aacute; escrito: Este pueblo de labios me honra, Mas su coraz&oacute;n est&aacute; lejos de m&iacute;.</p> <p>7 Pues en vano me honran, Ense&ntilde;ando como doctrinas mandamientos de hombres. m</p> <p>8 Porque dejando el mandamiento de Dios, os aferr&aacute;is a la tradici&oacute;n de los hombres: los lavamientos de los jarros y de los vasos de beber; y hac&eacute;is otras muchas cosas semejantes.</p> <p>9 Les dec&iacute;a tambi&eacute;n: Bien invalid&aacute;is el mandamiento de Dios para guardar vuestra tradici&oacute;n.</p> <p>10 Porque Mois&eacute;s dijo: Honra a tu padre y a tu madre; y: El que maldiga al padre o a la madre, muera irremisiblemente.</p> <p>11 Pero vosotros dec&iacute;s: Basta que diga un hombre al padre o a la madre: Es Corb&aacute;n (que quiere decir, mi ofrenda a Dios) todo aquello con que pudiera ayudarte,</p> <p>12 y no le dej&aacute;is hacer m&aacute;s por su padre o por su madre,</p> <p>13 invalidando la palabra de Dios con vuestra tradici&oacute;n que hab&eacute;is transmitido. Y muchas cosas hac&eacute;is semejantes a estas.</p> <p>Muchas de las grandes ideas intelectuales del mundo actual se basan en una visi&oacute;n naturalista de la realidad. Muchas de las disciplinas de estudio se imparten hoy desde esa perspectiva. Esto a menudo significa que lo que se ense&ntilde;a es contrario a las Escrituras. Podemos vernos tentados a adorar ideas que se han postulado, teorizado y puesto en pr&aacute;ctica. Tambi&eacute;n podemos deificar las mentes brillantes de fil&oacute;sofos, cient&iacute;ficos y matem&aacute;ticos que fomentaron estas ideas. El problema es que a menudo estas ideas pueden colisionar con las Escrituras, pero debido a que actualmente se ense&ntilde;an y se cree que son ciertas la gente intenta integrarlas a la educaci&oacute;n cristiana. Sin embargo, la &uacute;nica manera de lograrlo es comprometer la fe, lo que a menudo significa torcer y distorsionar las Escrituras para intentar que estas encajen con las ideas actuales.</p> <p><strong>&iquest;Cu&aacute;les son algunas de las creencias populares actuales contrarias a las Escrituras y c&oacute;mo podemos, como iglesia, evitar incorporarlas en nuestro sistema educativo?</strong></p>"
    },
    {
      "id": 77,
      "idLesson": 7,
      "idDay": 7,
      "dayTitle": "",
      "date": "13 de Noviembre",
      "verses": [
        {
          "verse": "",
          "verseText": ""
        }
      ],
      "lessonText": "<p style=\"text-align: justify;\"><strong>PARA ESTUDIAR Y MEDITAR:</strong>&nbsp;</p> <p style=\"text-align: justify;\">&ldquo;El coraz&oacute;n es enga&ntilde;oso sobre todas las cosas, y muy perverso. Los religiosos profesos no est&aacute;n dispuestos a examinarse minuciosamente para ver si est&aacute;n dentro de la fe, y es cosa terrible ver que muchos se apoyan en una esperanza falsa. Algunos se apoyan en una antigua experiencia que tuvieron hace a&ntilde;os, pero cuando llegan a este tiempo que exige que se efect&uacute;e un examen de conciencia, cuando todos deber&iacute;an tener una experiencia espiritual diaria, no tienen nada que referir. Al parecer creen que solamente por el hecho de profesar una fe ser&aacute;n salvos. Cuando abandonen los pecados que Dios detesta, Jes&uacute;s vendr&aacute; y cenar&aacute; con ellos y ellos con &eacute;l. Entonces obtendr&aacute;n poder divino de Jes&uacute;s, y crecer&aacute;n en &eacute;l, y podr&aacute;n decir con santo triunfo: &lsquo;Gracias sean dadas a Dios, que nos da la victoria por medio de nuestro Se&ntilde;or Jesucristo&rsquo; (1 Cor. 15:57). Le agradar&iacute;a m&aacute;s al Se&ntilde;or si quienes profesan tibiamente la religi&oacute;n nunca hubieran mencionado su nombre. Son un lastre continuo para los que quieren ser fieles seguidores de Jes&uacute;s. Son piedra de tropiezo para los incr&eacute;dulos, y los &aacute;ngeles malignos se regocijan por su conducta, y ellos se burlan de los &aacute;ngeles de Dios mediante su conducta torcida. Tales personas son una maldici&oacute;n para la causa en este pa&iacute;s y en el extranjero. Se aproximan a Dios solamente de labios, mientras su coraz&oacute;n se encuentra lejos de &eacute;l&rdquo; (TI 2:173, 174).</p> <p style=\"text-align: justify;\"><strong><br></strong></p> <p style=\"text-align: justify;\"><strong>PREGUNTAS PARA DIALOGAR: </strong></p> <p style=\"text-align: justify;\">1. Con Marcos 7:1 al 13, aprendimos que la condici&oacute;n fundamental de la adoraci&oacute;n falsa es un problema del coraz&oacute;n. Dios no repara en nuestra adoraci&oacute;n de labios si esta adoraci&oacute;n no brota del coraz&oacute;n. &iquest;Por qu&eacute; el evangelio y la historia de la muerte de Jes&uacute;s en nuestro favor es la forma m&aacute;s poderosa de abrir el coraz&oacute;n para amar verdaderamente a Dios?</p> <p style=\"text-align: justify;\">2. Medita en la idea de adorar a Dios &ldquo;en esp&iacute;ritu y en verdad&rdquo;. &iquest;Es posible adorar de una manera y no la otra, o la verdadera adoraci&oacute;n requiere ambas? &iquest;Por qu&eacute;?</p> <p style=\"text-align: justify;\">3. S&iacute;, nuestro coraz&oacute;n debe ser justo para adorar verdaderamente a Dios, pero &iquest;qu&eacute; significa eso? &iquest;Tienes que esperar hasta que est&eacute;s totalmente conectado con el Se&ntilde;or, con tu vida en perfecto orden, antes de poder adorar? Por otro lado, la verdadera adoraci&oacute;n, &iquest;c&oacute;mo puede ayudar a alinear tu coraz&oacute;n con Dios?</p>"
    }
  ]
}
